Repository: ChusaInDaHouse/Localization
Catalog: Arabic/Plugin/LP_Plugin_*.po
Languages: ar

source: Activities
ar: النشاطات

source: Content
ar: المحتوى

source: Number of Activities
ar: عدد الأنشطة

source: Style
ar: النمط

source: Text Transform
ar: تحويل النص

source: None
ar: لا يوجد

source: UPPERCASE
ar: حروف كبيرة

source: lowercase
ar: حروف صغيرة

source: Capitalize
ar: تكبير

source: Ad
ar: إعلان

source: Interesting
ar: ممتع

source: Lol
ar: مضحك

source: Love
ar: أحببته

source: You already reacted
ar: لقد قمت بترك انطباع

source: Wrote a review
ar: كتب مراجعة

source: Continue Reading
ar: متابعة القراءة

source: LOL
ar: مضحك

source: Blog Grids
ar: شبكات المدونة

source: All Categories
ar: كل المجالات

source: Select Blog Element Style
ar: حدد نمط عنصر المقالة

source: Blog Grid
ar: شبكة المدونة

source: Blog Masonery
ar: بناء المدونة

source: Blog Circle
ar: دائرة المدونة

source: Select Blog Category
ar: اختر فئة المدونة

source: No. of posts
ar: عدد المقالات

source: Read More
ar: قراءة المزيد

source: Call To Action
ar: الحث على اتخاذ قرار

source: Call to Action with Button
ar: الحث على اتخاذ قرار مع زر

source: Call to Action Style 3
ar: الحث على اتخاذ قرار نمط ٣

source: Call to Action without Button
ar: الحث على اتخاذ قرار بدون زر

source: Call to Action Title
ar: عنوان زر الحث على اتخاذ قرار

source: Short Description
ar: وصف قصير

source: Line 1
ar: السطر الأول

source: Line 2
ar: السطر الثاني

source: Background Image
ar: صورة الخلفية

source: Button Text
ar: نص الزر

source: Button Link
ar: رابط الزر

source: Phone Number
ar: رقم الهاتف

source: Listing Checkout
ar: اتمام شراء النشاط/المكان

source: Title
ar: العنوان

source: Bank Transfer Image
ar: صورة التحويل البنكي

source: Stripe Image
ar: صورة Stripe

source: Paypal Image
ar: صورة Paypal

source: 2 Checkout Image
ar: صورة 2 Checkout

source: Sorry! Currently Free mode is activated
ar: عذراً! تم تنشيط الوضع المجاني حاليًا

source: Coupon Code
ar: كود الكوبون

source: Type Here
ar: اكتب هنا

source: APPLY CODE
ar: تطبيق الكود

source: ITEM
ar: الصنف

source: PRICE
ar: السعر

source: Pro
ar: الوضع المحترف

source: Tax(Value Added Tax)
ar: الضريبة (ضريبة القيمة المضافة)

source: Total
ar: المجموع الكلي

source: Terms And Conditions
ar: الشروط والأحكام

source: PROCEED TO NEXT
ar: المتابعة إلى التالي

source: Purchase
ar: الشراء

source: Claimed Listings
ar: الأنشطة/الأماكن الموثقة

source: Listing Layout
ar: تنسيق الأنشطة التجارية/الأماكن

source: List View
ar: عرض القائمة

source: Grid View
ar: عرض الشبكة

source: Grid Style 1
ar: نمط شبكة ١

source: Grid Style 2
ar: نمط شبكة ٢

source: Grid Style 3
ar: نمط شبكة ٣

source: Grid Style 4
ar: نمط شبكة ٤

source: Grid Style 5
ar: نمط شبكة ٥

source: List Style 1
ar: نمط قائمة ١

source: List Style 2
ar: نمط قائمة ٢

source: Posts per page
ar: المقالات في كل صفحة

source: 3 Posts
ar: ٣ مقالات

source: 6 Posts
ar: ٦ مقالات

source: 9 Posts
ar: ٩ مقالات

source: 12 Posts
ar: ١٢ مقالة

source: 15 Posts
ar: ١٥ مقالة

source: Client Testimonial
ar: شهادة العميل

source: Testimonial Style
ar: نمط الشهادة

source: Default, on a white background color
ar: افتراضى ، على خلفية بيضاء اللون

source: Inverted, on a dark background color
ar: معكوس ، على خلفية داكنة اللون

source: Client Name
ar: اسم العميل

source: Client Avatar
ar: الصورة الرمزية للعميل

source: Testimonial Content
ar: محتوى الشهادة

source: Designation
ar: تعيين

source: Content Boxes
ar: مربعات المحتوى

source: Select Single Content Box Style
ar: حدد نمط مربع المحتوى الفردي

source: Old Style
ar: نمط قديم

source: New Style
ar: نمط جديد

source: Planning
ar: التخطيط

source: Sed ut perspiciatis unde omnis iste natus error sit v oluptatem accusantium or sit v oluptatem accusantiumor sit v oluptatem
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، هذا نص تجريبي هذا نص تجريبي هذا نص تجريبي هذا نص تجريبي هذا نص تجريبي.

source: Social Icons
ar: أيقونات وسائل التواصل الإجتماعي

source: Repeater List
ar: قائمة مكررة

source: Edit Listing
ar: تعديل النشاط/المكان

source: Subtitle
ar: العنوان الفرعي

source: Max. allowed images are
ar: العدد الأقصى المسموح به للصور

source: Max. allowed images size is
ar: الحجم الأقصى المسموح به للصور

source: Mb
ar: ميجابايت

source: You are currently signed in as
ar: أنت حاليا قمت بتجسيل الدخول باسم

source: Sign out
ar: تسجيل الخروج

source: or continue below and start submission.
ar: أو استمر بالمتابعة وابدأ الإرسال.

source: Update & Preview
ar: تعديل ومعاينة

source: Something is missing! Please fill out all fields highlighted in red.
ar: شئ مفقود! يرجى ملء جميع الحقول المميزة باللون الأحمر.

source: Primary listing details
ar: التفاصيل الأولية للنشاط التجاري/المكان

source: Put your listing title here and tell the name of your business to the world.
ar: ضع عنوان نشاطك/مكانك هنا وأخبر الجميع باسم عملك.

source: Enter your complete business name for when people who know your business by name and are looking you up.
ar: أدخل اسم نشاطك التجاري بالكامل حتى يجده الأشخاص الذين يعرفون نشاطك التجاري بالاسم ويبحثون عنك.

source: Tagline
ar: وصف مختصر

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
ar: بالنسبة إلى الأنشطة التجارية ، الوصف المختصر له أهمية لأنه يساعد الأنشطة في نقل ما تريد القيام به وأهدافها للعملاء.

source: Tagline Example: Best Express Mexican Grill
ar: مثال على الوصف المختصر: أفضل مشويات على الفحم

source: Search By Google
ar: البحث بواسطة جوجل

source: Manual Coordinates
ar: إحداثيات يدوية

source: Drop Pin
ar: تحديد على الخريطة

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
ar: ابدأ الكتابة وحدد موقع جوجل الخاص بك من اقتراحات جوجل. هذا من أجل الخريطة وأيضًا لتحديد موقع عملك.

source: Full Address
ar: العنوان الكامل للموقع

source: Provide your full address for your business to show up on the map and your customer can get direction.
ar: ادخل العنوان الكامل لموقع نشاطك التجاري ليظهر على الخريطة ويمكن للعميل الحصول على الاتجاه.

source: Your address for google map
ar: عنوان موقعك لخرائط جوجل

source: Add address here
ar: أضف عنوان الموقع هنا

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: The city name will help users find you in search filters.
ar: اسم المدينة سوف يساعد المستخدمين في العثور عليك في فلاتر البحث.

source: select your listing region
ar: اختر منطقة النشاط/المكان الخاص بك

source: City
ar: المدينة

source: Provide your city name for your business to show up on the map and your customer can get direction.
ar: ادخل العنوان الكامل لعملك لتظهر على الخريطة ويمكن للعميل الحصول على الاتجاه.

source: Select your listing region
ar: اختر منطقة النشاط/المكان الخاص بك

source: Select Location
ar: اختر موقع

source: Phone
ar: الهاتف

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
ar: تؤدي أرقام الهاتف المحلية إلى زيادة عدد المكالمات بمقدار ثلاثة أضعاف عن الأرقام المجانية. استخدم دائمًا رقم هاتف العمل وتجنب أرقام الهاتف الشخصية إن أمكن.

source: Your contact number
ar: رقم التواصل

source: Website
ar: الموقع الإلكتروني

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
ar: يوصى بتوفير رابط الموقع الإلكتروني الرسمي وتجنب الصفحات المقصودة المصممة لحملة معينة

source: Your web URL
ar: رابط موقعك الإلكتروني

source: category & services
ar: الفئة والخدمات

source: Categories
ar: الفئات

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
ar: كلما كنت أكثر تحديدًا مع فئاتك ، كان ذلك أفضل. ومع ذلك ، ما زلت تريد أن تظل وثيق الصلة بنشاطك التجاري. إذا اخترت تشغيل حملة الإعلانات في أي وقت ، فسيتم عرض إعلانك على الفئات التي تحددها.

source: Choose one categories
ar: اختر فئة

source: Select Category
ar: اختر فئة النشاط/المكان

source: Additional Business Info
ar: معلومات إضافية عن النشاط التجاري

source: price details
ar: تفاصيل السعر

source: Not to say
ar: أفضل عدم القول

source: Inexpensive
ar: غير مكلف

source: Moderate
ar: متوسط التكلفة

source: Pricey
ar: مكلف

source: Ultra High
ar: عالي التكلفة

source: Price Range
ar: معدل الأسعار

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
ar: يمكن أن يساعد تحديد معدل الأسعار في جذب الجمهور المستهدف المناسب وسيتجنب المواقف الصعبة لكل من العملاء والمالك.

source: Price From
ar: السعر يبدأ من

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
ar: لصدق مع عملائك يمكن أن يبني علاقة قوية. لا تتردد في ذلك.

source: Only Digits
ar: أرقام فقط

source: Price To
ar: السعر ينتهي عند

source: Business Hours
ar: ساعات العمل

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
ar: أنت لا تريد أن يتوقف عملاؤك عند المتجر عندما يكون مغلقًا ، لذا حاول دائمًا تحديث ساعتك باستمرار. يمكن أن يؤدي إبقاء متجرك مغلقًا عندما تشير ساعات العمل إلى أنه مفتوح على الدليل إلى مراجعة سلبية.

source: business hours
ar: ساعات العمل

source: social media
ar: وسائل التواصل الإجتماعي

source: Twitter
ar: تويتر

source: Facebook
ar: فيسبوك

source: LinkedIn
ar: لينكد إن

source: Youtube
ar: يوتيوب

source: Instagram
ar: انستجرام

source: Select
ar: اختر

source: Social Media
ar: وسائل التواصل الإجتماعي

source: Please Select
ar: يرجى اختيار

source: frequently asked questions
ar: الأسئلة المتكررة

source: FAQ
ar: الأسئلة الشائعة

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
ar: شارك بعض الأسئلة والأجوبة المتكررة حتى يعرفوا أنك جاد بشأن عملك وتهتم حقًا بعملائك.

source: Questions
ar: الأسئلة

source: FAQ Answers
ar: إجابات الأسئلة الشائعة

source: Answer
ar: الإجابة

source: FAQ 1
ar: سؤال شائع ١

source: add new
ar: إضافة جديد

source: Description
ar: الوصف

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
ar: تكلم بإختصار عما يريد عملاؤك أن يسمعوه عن نشاطك التجاري الفريد من نوعه ، وأنك أفضل من أي شخص آخر.

source: more info
ar: المزيد من المعلومات

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
ar: ستساعد هذه الكلمات المفتاحية على إيجاد نشاطك/عملك في البحث. أضف فاصلة بين الكلمات المفتاحية.

source: Enter tags or keywords comma separated...
ar: ادخل كلمات مفتاحية بينها فاصلة...

source: media
ar: وسائط

source: Video
ar: فيديو

source: (Optional)
ar: (اختياري)

source: Video
ar: فيديو

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
ar: انتقل إلى المستوى التالي وقدم المزيد من التفاصيل حول ما تقدمه. حدد كل ما ينطبق عليك.

source: ex: https://youtu.be/lY2yjAdbvdQ
ar: مثال: https://youtu.be/lY2XjAdbvSDQ

source: Gallery
ar: معرض الصور

source: Images
ar: الصور

source: Drop files here or click to upload
ar: أسقط الملفات هنا أو اضغط للرفع

source: Browse Files
ar: استعرض الملفات

source: Change Featured Image
ar: تغيير الصورة المميزة

source: Upload Featured Image
ar: ارفع الصورة المميزة

source: Featured Image
ar: الصورة المميزة

source: Browse
ar: استعرض

source: Choose a file
ar: اختر ملف

source: Upload Business Logo
ar: ارفع لوجو النشاط التجاري

source: Business Logo
ar: لوجو النشاط التجاري

source: Browser
ar: استعرض

source: Put your listing title here and tell the name of your business to the world.
ar: ضع عنوان نشاطك/مكانك هنا وأخبر الجميع باسم عملك.

source: This is test data for quick tip for location field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الموقع

source: this is test data for quick tip for location field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الموقع

source: this is test data for quick tip for address field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة عنوان الموقع

source: this is test data for quick tip for phone field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الهاتف

source: this is test data for quick tip for website field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الموقع الإلكتروني

source: this is test data for quick tip for faq field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الأسئلة الشائعة

source: Your Twitter URL
ar: رابط حساب تويتر Twitter

source: Your Facebook URL
ar: رابط حساب فيسبوك Facebook

source: Your LinkedIn URL
ar: رابط حساب لينكد إن Linkedin

source: Your Youtube URL
ar: رابط حساب يوتيوب YouTube

source: Your Instagram URL
ar: رابط حساب انستجرام Instagram

source: this is test data for quick tip for video field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الفيديو

source: your contact email
ar: بريدك الإلكتروني

source: Click below to review your listing.
ar: اضغط بالأسفل لمراجعة النشاط/المكان.

source: Your Location
ar: موقعك

source: Events Calendar
ar: تقويم الأحداث

source: Events View
ar: عرض الأحداث

source: Calander
ar: التقويم

source: List
ar: القائمة

source: Events Calender Duration
ar: مدة تقويم الأحداث

source: Monthly
ar: شهرياً

source: Weekly
ar: أسبوعياً

source: Events Calender View
ar: عرض تقويم الأحداث

source: Classic
ar: كلاسيكي

source: Classic 2
ar: كلاسيكي ٢

source: Modern
ar: عصري

source: Events Per Page
ar: الأحداث لكل صفحة

source: Events
ar: الأحداث

source: all
ar: كل

source: No Events Found
ar: لم يتم العثور على أحداث

source: Feature Box
ar: صندوق الميزات

source: Box Style
ar: نمط الصندوق

source: Style 1
ar: نمط ١

source: Style 2
ar: نمط ٢

source: Title for Description
ar: عنوان الوصف

source: Sub Title for Description
ar: العنوان الفرعي للوصف

source: Feature Image
ar: صورة الميزة

source: Button Link (1)
ar: رابط الزر (١)

source: Button BG Image (1)
ar: صورة خلفية الزر (١)

source: Button Link (2)
ar: رابط الزر (٢)

source: Button BG Image (2)
ar: صورة خلفية الزر (٢)

source: Hello World
ar: مرحباً بالعالم

source: Image Gallery
ar: معرض الصور

source: Image gallery styles
ar: أنماط معرض الصور

source: Image for gallery
ar: صورة لمعرض الصور

source: Listing By
ar: النشاط/المكان بواسطة

source: Listing Options
ar: خيارات النشاط/المكان

source: By Category
ar: حسب الفئة

source: By Location
ar: حسب الموقع

source: By Location and Category
ar: حسب الموقع والفئة

source: Recent
ar: الأحدث

source: Listing per page
ar: الأنشطة/الأماكن فى الصفحة

source: Listing Categories
ar: فئات النشاط/المكان

source: Category Styles
ar: أنماط الفئات

source: Abstracted View
ar: عرض مجرد

source: Abstracted View 2
ar: عرض مجرد ٢

source: Boxed View
ar: عرض صندوقي

source: Boxed View 2
ar: عرض صندوقي ٢

source: Abstracted & Boxed View
ar: عرض مجرد وصندوقي

source: Slider Style
ar: نمط المنزلق

source: Select Notice
ar: اختار إشعار

source: Show
ar: عرض

source: Hide
ar: إخفاء

source: Select Categories
ar: اختر الفئات

source: Listings
ar: الأنشطة/الأماكن

source: Listing Entries
ar: مدخلات الأنشطة/الأماكن

source: Locations
ar: المواقع

source: Location Styles
ar: أنماط المواقع

source: Select Locations
ar: اختر المواقع

source: Order
ar: ترتيب

source: ASC
ar: تصاعدي

source: DESC
ar: تنازلي

source: Listing Posts
ar: مقالات النشاط/المكان

source: Listings With Coupons
ar: أنشطة/أماكن بها كوبونات

source: Columns Element
ar: عنصر الأعمدة

source: Column Left Image
ar: الصورة اليسري للعمود

source: First Column Title
ar: عنوان العمود الأول

source: First Column Description
ar: العمود الأول للوصف

source: Best way to start managing your business listing is by claiming it so you can update.
ar: أفضل طريقة لبدء إدارة صغحة نشاطك التجاري هي المطالبة بها حتى تتمكن من التحديث.

source: Second Column Title
ar: عنوان العمود الثاني

source: 2- Promote
ar: ٢- ترويج

source: Second Column Description
ar: العمود الثاني للوصف

source: Promote your business to target customers who need your services or products.
ar: روّج لعملك لاستهداف العملاء الذين يحتاجون إلى خدماتك أو منتجاتك.

source: Third Column Title
ar: عنوان العمود الثالث

source: 3- Convert
ar: ٣- تحويل

source: Third Column Description
ar: العمود الثالث للوصف

source: Turn your visitors into paying customers with exciting offers and services on your page.
ar: حوّل زوارك إلى عملاء يدفعون مقابل العروض والخدمات المثيرة على صفحتك.

source: Listingpro Notification
ar: تنويه Listingpro

source: Notification Image
ar: صورة التنويه

source: Notification Title
ar: عنوان التنويه

source: Success
ar: نجاح

source: Success Description
ar: وصف اتمام العملية بنجاح

source: Icon with description
ar: أيقونة مع الوصف

source: Notification Description
ar: تنويه الوصف

source: default
ar: افتراضي

source: Redirect to Page
ar: التحويل إلى صفحة

source: Home
ar: الصفحة الرئيسية

source: Listingpro Partners
ar: قائمة الشركاء

source: Logo Url
ar: رابط اللوجو

source: Partner logo
ar: لوجو الشريك

source: Promotional Presentation
ar: عرض ترويجي

source: Presentaion Title
ar: عنوان العرض

source: Presentaion Short Description
ar: وصف قصير للعرض

source: Presentaion First Title
ar: العنوان الأول للعرض

source: Presentaion First Designation
ar: التسمية الأولى للعرض

source: Presentaion First Image
ar: الصورة الأولى للعرض

source: Presentaion Second Title
ar: العنوان الثاني للعرض

source: Presentaion Second Designation
ar: التسمية الثانية للعرض

source: Presentaion Left Image
ar: الصورة اليسرى للعرض

source: Promotional Services
ar: الخدمات الترويجية

source: Banner Left Image
ar: صورة البانر اليسرى

source: Element Title
ar: عنوان العنصر

source: Element Description
ar: وصف العنصر

source: Promotional Support
ar: الدعم الترويجي

source: Support Background Image
ar: صورة خلفية الدعم

source: Promotional Timeline
ar: الجدول الزمني الترويجي

source: Timeline Title
ar: عنوان المخطط الزمني

source: Timeline Short Description
ar: الوصف القصير للمخطط الزمني

source: Timeline First Title
ar: العنوان الأول للمخطط الزمني

source: Timeline Right Image
ar: الصورة اليمنى للمخطط الزمني

source: Timeline Second Title
ar: العنوان الثاني للمخطط الزمني

source: Timeline Second Description
ar: الوصف الثاني للمخطط الزمني

source: Timeline Left Image
ar: الصورة اليسرى للمخطط الزمني

source: Promotional Element
ar: عنصر ترويجي

source: Element Link Title
ar: عنوان رابط العنصر

source: Element Link URL
ar: رابط العنصر

source: Element Phone Number
ar: عنصر الهاتف

source: Pricing Plans
ar: خطط الأسعار

source: Show Title And Subtitle
ar: إظهار العنوان والعنوان الفرعي

source: Horizontal View
ar: عرض أفقي

source: Vertical View
ar: عرض عمودي

source: Horizontal Views
ar: عروض أفقية

source: Horizontal View 1
ar: عرض أفقي ١

source: Horizontal View 2
ar: عرض أفقي ٢

source: Vertical Views
ar: عروض عمودية

source: Vertical View 1
ar: عرض عمودي ١

source: Vertical View 2
ar: عرض عمودي ٢

source: Vertical View 3
ar: عرض عمودي ٣

source: Vertical View 4
ar: عرض عمودي ٤

source: Choose a Plan to Claim Your Business
ar: اختر خطة للمطالبة بنشاطك التجاري

source: Submit Listing
ar: ارسال النشاط/المكان

source: Please activate your license
ar: يرجى تفعيل الترخيص الخاص بك

source: Returning User? Please
ar: هل لديك حساب؟ يرجى

source: Sign In
ar: تسجيل الدخول

source: and if you are a
ar: وإذا كنت

source: New User, continue below
ar: مستخدم جديد ، تابع أدناه

source: and register along with this submission.
ar: وتسجيل مستخدم جديد عند الإرسال.

source: Save & Preview
ar: حفظ ومعاينة

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
ar: هل تشعر بالكسل؟ قل مرحباً إلى (Fill-O-Bot)

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
ar: لا تقلق Fill-o-BOT سوف يساعدك! ما عليك سوى إدخال أي نشاط تجاري على أماكن جوجل ويقوم Fill-O-Bot تلقائيًا بملء البيانات التي يمكنه الحصول عليها.

source: Turn Me On
ar: تشغيل

source: user name
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: enter username
ar: ادخل اسم المستخدم

source: Password
ar: كلمة المرور

source: enter password
ar: ادخل كلمة المرور

source: Already Have Account?
ar: هل لديك حساب بالفعل؟

source: I Agree
ar: أوافق

source: You agree you accept our Terms & Conditions for posting this ad.
ar: أوافق على الشروط والأحكام لنشر هذا الإعلان.

source: All of the fields were successfully validated!
ar: تم التحقق من صحة جميع الخانات بنجاح!

source: primary listing details
ar: التفاصيل الأولية للنشاط التجاري/المكان

source: Staple & Fancy Hotel
ar: فندق رئيسي وفاخر

source: Does Your Business have a tagline?
ar: هل نشاطك التجاري لديه وصف مختصر؟

source: Start typing and find your place in google map
ar: ابدأ الكتابة واعثر على مكانك في خريطة جوجل

source: Select City
ar: اختر مدينة

source: Whatsapp no.
ar: رقم الواتساب

source: Whatsapp no for listing detail page.
ar: رقم الواتساب للصفحة التفصيلية للنشاط/المكان

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
ar: يوصى بتوفير رابط الموقع الإلكتروني الرسمي وتجنب الصفحات المقصودة المصممة لحملة معينة

source: Choose Your Business Category
ar: اختر فئة نشاطك التجاري

source: Detail description about your listing
ar: وصف مفصل عن النشاط/المكان الخاص بك

source: Gallery
ar: معرض الصور

source: Upload Feature Image
ar: رفع الصورة المميزة

source: Quick tip for featured images
ar: نصيحة سريعة للصور المميزة

source: this is test data for quick tip for title field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة العنوان

source: this is test data for quick tip for tagline field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة سطر الوصف المختصر

source: quick tip data for location field
ar: نصيحة سريعة لخانة الموقع

source: this is test infor address field
ar: هذه بيانات اختبار لخانة عنوان الموقع

source: this is quick tip info for phone field
ar: هذة نصيحة سريعة لخانة الهاتف

source: this is quick tip info for website field
ar: هذة نصيحة سريعة لخانة الموقع الإلكتروني

source: Quick tip on FAQ question
ar: نصيحة سريعة عن الأسئلة الشائعة

source: this is test data for quick tip info of FAQ answer field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة إجابة الأسئلة الشائعة

source: this is test data for quick tip info of Video field
ar: هذه بيانات اختبار للحصول على نصيحة سريعة لخانة الفيديو

source: quick tip info for gallery
ar: نصيحة سريعة لمعرض الصور

source: quick tip for featured img
ar: نصيحة سريعة للصورة المميزة

source: quick tip for business logo
ar: نصيحة سريعة للوجو النشاط التجاري

source: quick tip for account section
ar: نصيحة سريعة لقسم الحساب

source: You agree & accept our Terms & Conditions for submitting listing
ar: أوافق على الشروط والأحكام الخاصة بإرسال النشلط/المكان

source: Video Testimonial
ar: شهادة فيديو

source: Video preview Image
ar: صورة معاينة الفيديو

source: Video URL
ar: رابط الفيديو

source: Testimonial Title
ar: عنوان الشهادة

source: Author name
ar: اسم الكاتب

source: Author Company
ar: شركة الكاتب

source: Author Avatar
ar: الصورة الرمزية للكاتب

source: Listing Category
ar: فئة النشاط/المكان

source: Location
ar: الموقع

source: Features
ar: الميزات

source: Expire After
ar: تنتهي بعد

source: Payment Status
ar: حالة الدفع

source: Date
ar: التاريخ

source: Associated Plan
ar: الخطة المرتبطة

source: Days Left
ar: أيام متبقية

source: Unlimited
ar: غير محدود

source: N/A
ar: لا يوجد

source: Select your listing features
ar: اختر مميزات للنشاط التجاري/المكان

source: Verify your purchase code to unlock all features, see
ar: قة بتأكيد كود الشراء الخاص بك لفتح جميع الميزات ، انظر

source: instructions
ar: تعليمات

source: Valid License Key!
ar: مفتاح ترخيص صالح!

source: Invalid license key
ar: مفتاح ترخيص غير صالح

source: Show All %s
ar: عرض كل %s

source: Select Plan
ar: اختر خطة

source: Active
ar: مفعل

source: Pending
ar: قيد الانتظار

source: Delete
ar: حذف

source: Sorry! there is no result
ar: عذراً! لا توجد نتيجة
