Repository: ChusaInDaHouse/Localization
Catalog: Arabic/Plugin/LP_Plugin_*.po
Languages: ar

source: Users Type...
ar: نوع المستخدمين ...

source: Filter
ar: تصفية النتائج

source: Image rotate failed.
ar: فشل تدوير الصورة.

source: Image opacity change failed.
ar: فشل تغيير شفافية الصورة.

source: Image color change failed.
ar: فشل تغيير لون الصورة.

source: Image grayscale failed.
ar: فشل التدرج الرمادي للصورة.

source: Image negate failed.
ar: فشل نفي الصورة.

# post type general name
source: Claims
ar: المطالبات

# post type singular name
source: Claim
ar: المطالبة

# admin menu
source: Claims
ar: المطالبات

# add new on admin bar
source: Claim
ar: المطالبة

# review
source: Add New
ar: إضافة جديد

source: Add New Claim
ar: إضافة مطالبة جديدة

source: New Claim
ar: مطالبة جديدة

source: Edit Claim
ar: تعديل المطالبة

source: View Claim
ar: عرض المطالبة

source: All Claims
ar: كل المطالبات

source: Search Claims
ar: البحث فى المطالبات

source: Parent Claims:
ar: المطالبات الرئيسية:

source: No reviews found.
ar: لم يتم العثور على مراجعات.

source: No reviews found in Trash.
ar: لم يتم العثور على مراجعات في المحذوفات.

source: Description.
ar: الوصف

source: Status
ar: الحالة

source: Confirm
ar: تأكيد

source: Frequently Ask Questions
ar: الأسئلة المتكررة

source: FAQ: How many directories can I build with a single license?
ar: سؤال: كم عدد الأدلة التي يمكنني إنشاؤها بترخيص واحد؟

source: FAQ: Can I monetize (earn) from my directories with a regular license?
ar: سؤال: هل يمكنني تحقيق الدخل (الربح) من دلائلي باستخدام ترخيص عادي؟

source: FAQ: What`s included in item support (regular license)?
ar: سؤال: علام يحتوي الدعم (الترخيص العادي)؟

source: Multi-Criteria Rating
ar: تصنيف متعدد المعايير

source: Yes
ar: نعم

source: No
ar: لا

source: Select Option
ar: حدد خيار

source: Browse File
ar: استعرض الملف

source: Please Login To Upload
ar: يرجى تسجيل الدخول لتتمكن من الرفع

source: Ads Invoices
ar: فواتير الإعلانات

source: All Types
ar: كل الأنواع

source: All Methods
ar: كل الطرق

source: Paypal
ar: باي بال

source: All Status
ar: كل الحالات

source: Invoices
ar: الفواتير

source: Listings Invoices
ar: فواتير الأنشطة/الأماكن

source: PAID
ar: مدفوعة

source: Invoice#
ar: فاتورة#

source: Date:
ar: التاريخ:

source: Invoice To:
ar: فاتورة إلى:

source: Pay To:
ar: دفع إلى:

source: Business Name
ar: اسم النشاط التجاري

source: Call Us For Help
ar: اتصل بنا للحصول على المساعدة

source: Invoice Details
ar: تفاصيل الفاتورة

source: Transaction ID
ar: معرف المعاملة

source: Listing Name
ar: اسم النشاط/المكان

source: Pricing Plan
ar: خطة السعر

source: Duration
ar: الفترة الزمنية

source: Amount
ar: الكمية

source: Tax
ar: الضريبة

source: Plan Price
ar: سعر الخطة

source: Paid with
ar: مدفوعة بواسطة

source: Download PDF
ar: تحميل PDF

source: Print
ar: طباعة

source: Billed To:
ar: مفوتر إلى:

source: List Name :
ar: اسم القائمة :

source: Amount
ar: الكمية

source: Coupons
ar: الكوبونات

source: Sorry! Pending or Expired
ar: عذراً! قيد الانتظار أو منتهية الصلاحية

source: Great! Enjoy the discount
ar: عظيم! استمتع بالخصم

source: Sorry! Limit exceeded
ar: عذراً! تم تجاوز الحد

source: Sorry! Invalid coupon code
ar: عذراً! كود كوبون غير صالح

source: Discount( without % sign ) :
ar: الخصم (بدون علامة ٪):

source: Discount( fix price ) :
ar: الخصم (قيمة ثابتة):

source: Listingpro Coupons
ar: كوبونات Listingpro

source: Generate
ar: توليد

source: Please click on generate button
ar: الرجاء الضغط على زر توليد

source: Fix Price Coupon?
ar: كوبون قيمة ثابتة؟

source: Please add only numeric value
ar: الرجاء إضافة قيمة رقمية فقط

source: Start Date :
ar: تاريخ البدء :

source: Coupon Starts
ar: الكوبون يبدأ

source: End Date :
ar: تاريخ الانتهاء :

source: Limit :
ar: الحد :

source: Save Coupon
ar: حفظ الكوبون

source: Code
ar: الكود

source: Discount value
ar: قيمة الخصم

source: Available
ar: متاح

source: Start Date
ar: تاريخ البدء

source: Ends Date
ar: تاريخ الإنتهاء

source: (Fix)
ar: (ثابت)

source: Expired
ar: منتهية الصلاحية

source: Sorry! There is no active coupon
ar: عذراً! لا يوجد كوبون نشط

source: Sorry! There is no expired coupon
ar: عذراً! لا يوجد كوبون منتهي الصلاحية

source: Sorry! There is no coupon
ar: عذراً! لا يوجد كوبون

source: Sorry! There is no report found
ar: عذرا! لم يتم العثور على تقرير

source: Reviews Reports
ar: تقارير المراجعات

source: Review Title
ar: عنوان المراجعة

source: Action
ar: العمل

source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟

source: Listingpro Compatibility Wizard
ar: معالج التوافق لـ Listingpro

source: Listingpro Wizard
ar: معالج Listingpro

source: One-Time Backward Compatiblity Wizard
ar: معالج التوافق مع الإصدارات السابقة لمرة واحدة

source: Start
ar: ابدأ

source: Back To Dashboard
ar: العودة إلى لوحة التحكم

source: Select Package Type
ar: اختر نوع الحزمة

source: Package
ar: الحزمة

source: Pay Per Listing
ar: ادفع لكل نشاط/مكان

source: Enter Description here
ar: ادخل الوصف هنا

source: Plan Description...
ar: وصف الخطة...

source: Total Posts in Package
ar: إجمالي المقالات في الحزمة

source: Select color for the title background box
ar: حدد لونًا لمربع خلفية العنوان

source: Duration Type
ar: نوع الفترة

source: Default
ar: افتراضي

source: Yearly
ar: سنوي

source: Price (Do not use currency sign)
ar: السعر (لا تستخدم علامة العملة)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
ar: سيتم اعتبار الخانة الفارغة كخطة مجانية. خيار الخطة المجانية يعمل فقط في "الدفع لكل نشاط/مكان"

source: Duration( in days )
ar: الفترة الزمنية (بالأيام)

source: Continue free plan after expire
ar: المتابعة بالخطة المجانية عند إنتهاء صلاحية

source: Plan Usage
ar: استخدام الخطة

source: General
ar: عام

source: Category
ar: الفئة

source: Unselect all
ar: إلغاء تحديد الكل

source: Select all
ar: تحديد الكل

source: <label for="video_show"><b>video</b></label>
ar: <label for="video_show"><b>td]d,</b></label>

source: <b>Tagline</b>
ar: <b>الوصف المختصر</b>

source: <b>Location.</b>
ar: <b>الموقع.</b>

source: <b>Website.</b>
ar: <b>الموقع الإلكتروني.</b>

source: <b>Appointments.</b>
ar: <b>المواعيد.</b>

source: <b>Lead Form.</b>
ar: <b>نموذج العملاء المحتملين.</b>

source: <b>Social Media links.</b>
ar: <b>روابط وسائل التواصل الإجتماعي.</b>

source: <b>FAQs list.</b>
ar: <b>قائمة الأسئلة الشائعة.</b>

source: <b>Price Range.</b>
ar: <b>معدل الأسعار.</b>

source: <b>Business Hours.</b>
ar: <b>ساعات العمل.</b>

source: <b>Timekit Booking.</b>
ar: <b>حجوزات Timekit.</b>

source: <b>Menu.</b>
ar: <b>القائمة.</b>

source: <b>Announcement.</b>
ar: <b>تنويه.</b>

source: <b>Deals, Offers, Discounts.</b>
ar: <b>الصفقات ، العروض ، الخصومات.</b>

source: <b>Events in listings
ar: <b>الأحداث فى الأنشطة التجارية/الأماكن

source: Category Icon
ar: أيقونة الفئة

source: For Archive and Search Page
ar: لصفحة الأرشيف وصفحة البحث

source: Feature icon
ar: أيقونة الميزة

source: Location Image
ar: صورة الموقع

source: Remove
ar: إزالة

source: + Add More
ar: + إضافة المزيد

source: Quick questions
ar: أسئلة سريعة

source: Add Your Business Hours.
ar: أضف ساعات العمل.

source: FAQ helps to understand.
ar: الأسئلة الشائعة تساعد على الفهم.

source: + Add New
ar: + إضافة جديد

source: Insert image
ar: إدراج صورة

source: Edit Gallery
ar: تعديل معرض الصور

source: Upload Images
ar: رفغ صور

source: No menus have been created yet. <a href="%s">Create some</a>.
ar: لم يتم إنشاء قوائم حتى الأن. <a href="%s">انشاء قائمة</a>.

source: Add Banner
ar: إضافة بانر

source: Claim Only
ar: المطالبة فقط

source: Claim Type
ar: نوع المطالبة

source: Free
ar: مجاني

source: Paid
ar: مدفوعة

source: Add More
ar: إضافة المزيد

source: Select Listing for Claim
ar: اختر نشاط/مكان للمطالبة

source: Claimed by
ar: تمت المطالبة بواسطة

source: Claimer First Name
ar: الاسم الأول لصاحب المطالبة

source: Claimer Last Name
ar: الاسم الأخير لصاحب المطالبة

source: Claimer Business Email
ar: البريد الإلكتروني لصاحب المطالبة

source: Claimer Attachment
ar: مرفق صاحب المطالبة

source: Claimer Details
ar: تفاصيل صاحب المطالبة

source: Claimer Phone
ar: هاتف صاحب المطالبة

source: Select Listing
ar: اختر نشاط تجاري/مكان

source: Ad type
ar: نوع الإعلان

source: Launched Date
ar: تاريخ الإطلاق

source: Total Duration
ar: الفترة الكلية

source: Total Budget
ar: الميزانية الكلية

source: Remaining Balance
ar: الرصيد المتبقي

source: Rating
ar: التقييم

source: Assigned to Listing
ar: خصصت للنشاط/المكان

source: Reply
ar: الرد

source: Reported By
ar: التبليغ بواسطة

source: Reported Count
ar: عدد التبليغات

source: MultiRating
ar: تقييم متعدد

source: Business Tagline Text
ar: نص سطر الوصف المختصر للنشاط التجاري

source: Google Address
ar: عنوان جوجل

source: Map Pin
ar: دبوس الخريطة

source: Whatsapp
ar: واتساب

source: Youtube Channel Link
ar: رابط قناة يوتيوب YouTube

source: Your Youtube Channel URL as social link
ar: رابط قناة يوتيوب YouTube الخاص بك كرابط تواصل اجتماعي

source: Instagram Profile Link
ar: رابط حساب انستجرام Instagram

source: Your Instagram Profile URL as social link
ar: رابط حساب انستجرام Instagram الخاص بك كرابط تواصل اجتماعي

source: Youtube Video URL
ar: رابط فيديو يوتيوب

source: Any specific Youtube Video? You want to share on business page
ar: هل هناك فيديو يوتيوب معين؟ تريد مشاركته على صفحة الأعمال

source: Select images to present your buisness online.
ar: حدد الصور لتقديم عملك على الإنترنت.

source: Show Price Status
ar: عرض حالة السعر

source: It will show your business price range
ar: سيظهر معدل أسعار عملك

source: Plans
ar: الخطط

source: Ignore this if this post will not be a paid one
ar: تجاهل هذا إذا لم يكن هذه المقالة مدفوعة الأجر

source: Listing's Duration
ar: فترة النشاط/المكان

source: This is Listing Duration which were associated with plan
ar: هذه هي فترة النشاط/المكان المرتبطة بالخطة

source: Reviews
ar: المراجعات

source: Faq
ar: الأسئلة الشائعة

source: Select business logo for your listing.
ar: صورة لوجوللنشاط التجاري الخاص بك

source: Field Type
ar: نوع الخانة

source: Text
ar: نص

source: Drop-Down
ar: قائمة منسدلة

source: Select Options
ar: حدد الخيارات

source: Select category for this field
ar: اختر فئة لهذه الخانة

source: Ad Options
ar: خيارات الإعلان

source: Page Options
ar: خيارات الصفحة

source: Post Options
ar: خيارات المقالة

source: General Options
ar: الخيارات العامة

source: Custom Form Fields
ar: حقول النموذج المخصصة

source: Edit Featured Gallery
ar: تعديل معرض الصور المميز

source: Saving...
ar: جاري الحفظ...

# listingpro-plugin
source: Expired
ar: منتهية الصلاحية

source: Expired <span class="count">(%s)</span>
ar: منتهية الصلاحية <span class="count">(%s)</span>

source: Sorry! There is problem in your submission
ar: عذراً! هناك مشكلة فى الإرسال

source: Success! Submission is successful
ar: نجاح! تم الإرسال بنجاح

source: UserName already exists
ar: اسم المستخدم تم استخدامه من قبل

source: Email already exists
ar: البريد الالكتروني تم استخدامه من قبل

source: Invalid username or password
ar: خطأ في اسم المستخدم أو كلمة مرور

source: Select a Field Type
ar: اختر نوع الخانة

source: Label
ar: اسم

source: Options
ar: خيارات

source: Drop Pin
ar: تحديد على الخريطة

source: Add Custom Address
ar: إضافة عنوان موقع مخصص

source: Price Details
ar: تفاصيل السعر

source: Primary Listing Details
ar: التفاصيل الأولية للنشاط التجاري/المكان

source: Listing Title *
ar: عنوان/اسم النشاط التجاري/المكان *

source: Listing Title
ar: عنوان النشاط التجاري/المكان

source: Tagline
ar: الوصف المختصر

source: Full Address
ar: العنوان الكامل للموقع

source: City
ar: المدينة

source: Website
ar: الموقع الإلكتروني

source: Phone
ar: الهاتف

source: Whatsapp
ar: الواتساب

source: Category *
ar: الفئة *

source: Category
ar: الفئة

source: Price Details
ar: تفاصيل السعر

source: Price Range|Price From|Price To
ar: معدل الأسعار | السعر من | السعر إلى

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
ar: يمكن أن يساعد تحديد معدل الأسعار في جذب الجمهور المستهدف المناسب وسيتجنب المواقف الصعبة لكل من العملاء والمالك. | الصدق مع عملائك يمكن أن يبني علاقة قوية. لا تتردد في إضافته. | يمكن أن تكون صادقة مع عملائك بناء علاقة قوية.

source: Frequently Asked Questions
ar: الأسئلة المتكررة

source: Your Business Video
ar: فيديو نشاطك التجاري

source: Images
ar: الصور

source: Listing Titleee *
ar: عنوان النشاط التجاري/المكان *

source: Subscriptions
ar: الاشتراكات

source: User
ar: المستخدم

source: Listing
ar: النشاط/المكان

source: Subscription
ar: الاشتراك

source: Next Payment
ar: الدفعة التالية

source: Are you sure you want to proceed action?
ar: هل أنت متأكد أنك تريد المتابعة؟

source: Date will be appeared after payment confirmation
ar: سيظهر التاريخ بعد تأكيد الدفع

source: With Description
ar: مع الوصف

source: Row description
ar: وصف الصف

source: Put here row description
ar: ضع هنا وصف الصف

# post type general name
source: Pricing Plans
ar: خطط الأسعار

# post type singular name
source: Price Plans
ar: خطط الأسعار

source: Edit Price Plan
ar: تعديل خطة السعر

source: Search Price Plans
ar: البحث فى خطط الأسعار

source: No Price Plan found
ar: لم يتم العثور على خطة سعر

source: No Price Plans found in Trash
ar: لم يتم العثور على خطط أسعار فى المحذوفات

# post type general name
source: Listings
ar: الأنشطة التجارية/الأماكن

source: Edit List
ar: تعديل القائمة

source: No List found
ar: لم يتم العثور على قائمة

source: No List found in Trash
ar: لم يتم العثور على قائمة في المحذوفات.

# post type general name
source: Form Fields
ar: خانات النموذج

source: Edit Field
ar: تعديل الخانة

source: No Field found
ar: لم يتم العثور على خانة

source: No Field found in Trash
ar: لم يتم العثور على خانة في المحذوفات.

source: View Location
ar: عرض الموقع

source: All Locations
ar: كل المواقع

source: Edit Location
ar: تعديل الموقع

# post type general name
source: Events
ar: الأحداث

# post type singular name
source: Events
ar: الأحداث

# book
source: Add New Event
ar: إضافة حدث جديد

source: Add New Event
ar: إضافة حدث جديد

source: Edit Event
ar: تعديل الحدث

source: New Event
ar: حدث جديد

source: View Event
ar: عرض الحدث

source: No Event found
ar: لم يتم العثور على أحداث

source: No Event found in Trash
ar: لم يتم العثور على أحداث في المحذوفات.

source: Event Details
ar: تفاصيل الحدث

source: Recurring Payment?
ar: دفع متكرر؟

source: Duration:
ar: الفترة الزمنية:

source: Days
ar: أيام

source: Sorry! No Paid Claim request found
ar: عذراً! لم يتم العثور على طلب مطالبة مدفوعة

source: Sorry! Pricing plan associated with the current selection must have a defined duration
ar: عذرا! يجب أن يكون لخطة السعر المرتبطة بالاختيار الحالي فترة محددة

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Bank Transfer
ar: التحويل البنكي

source: Recurring Payment
ar: دفع متكرر

source: Alert! Recurring Payment Option is Enabled By Default.
ar: إنذار! يتم تمكين خيار الدفع المتكرر افتراضيًا.

source: Sorry! You have not enable any payment method
ar: عذراً! لم تقم بتفعل أي طريقة دفع

source: SELECT PAYMENT
ar: اختر الدفع

source: REVIEW PAYMENT
ar: مراجعة الدفع

source: DONE
ar: تم

source: Address
ar: عنوان الموقع

source: Zip
ar: الرمز البريدي

source: No plan associated with this category
ar: لا توجد خطة مرتبطة بهذه الفئة

source: Per Listing
ar: لكل نشاط/مكان

source: Per Package
ar: لكل حزمة

source: Per Package
ar: لكل حزمة

source: Per Listing
ar: لكل نشاط/مكان

source: Duration
ar: الفترة الزمنية

source: days
ar: أيام

source: : Unlimited days
ar: أيام غير محدودة

source: Map Display
ar: عرض الخريطة

source: Contact Display
ar: عرض معلومات الاتصال

source: Business Tagline
ar: سطر وصف مختصر للنشاط التجاري

source: Social Links
ar: روابط وسائل التواصل الإجتماعي

source: Tags/Keywords
ar: العلامات/الكلمات الدلالية

source: Menu
ar: القائمة

source: Announcement
ar: تنويه

source: Deals-Offers-Discounts
ar: الصفقات-العروض-الخصومات

source: Hide competitors Ads
ar: إخفاء إعلانات المنافسين

source: Announcment
ar: التنويه

source: Bookings
ar: الحجوزات

source: Lead Form
ar: نموذج العملاء المحتملين

source: billed Annually
ar: تدفع سنوياً

source: Continue
ar: المتابعة

source: Unlimited days
ar: أيام غير محدودة

source: View All Features
ar: عرض كل الميزات

source: Lead FOrm
ar: نموذج العملاء المحتملين

source: SELECT A LISTING
ar: اختر نشاط/مكان

source: Duration:
ar: الفترة الزمنية:

source: Congratulations! Transaction is successful!
ar: تهانينا! عملية ناجحة!

source: Go Back To Dashboard
ar: العودة إلى لوحة التحكم

source: Item
ar: الصنف

source: Subtotal
ar: المجموع الفرعي

source: LP Columns Element
ar: عنصر الأعمدة LP

source: LP Call to Action
ar: الحث على اتخاذ قرار LP

source: Select Listingpro Call to Action Style
ar: اختر نمط الحث على اتخاذ قرار Listingpro

source: Call to Action with Button
ar: الحث على اتخاذ قرار مع زر

source: Call to Action without Button
ar: الحث على اتخاذ قرار بدون زر

source: LP Notification
ar: تنويه LP

source: LP Client Testimonial
ar: شهادة العميل LP

source: Choose your testimonial style
ar: اختر نمط الشهادة

source: Select location
ar: اختر موقع

source: LP Listings With Coupons
ar: أنشطة/أماكن بها كوبونات LP

source: LP Image Gallery
ar: معرض صور LP

source: LP Video Testimonials
ar: شهادات فيديو LP

source: LP Events
ar: أحداث LP

source: 3 Events
ar: ٣ أحداث

source: 4 Events
ar: ٤ أحداث

source: 5 Events
ar: ٥ أحداث

source: 6 Events
ar: ٦ أحداث

source: 7 Events
ar: ٧ أحداث

source: All Events
ar: كل الأحداث

source: LP Events Calander
ar: تقويم أحداث LP

source: Be the first to review!
ar: كن أول من يترك مراجعة!

source: No listing found
ar: لم يتم العثور على نشاط/مكان
