Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Enable Contact Information to show on the Contact Page
sq: Aktivizoni Informacionin e Kontaktit për t'u treguar në faqen e Kontaktit

source: Contact information
sq: Informacioni i kontaktit

source: ON=SHOW, OFF= HIDE
sq: ON = SHOW, OFF = Fsheh

source: Title for contact information
sq: Titulli për informacionin e kontaktit

source: Social Links
sq: Lidhje sociale

source: Enable Social Media Links to show
sq: Aktivizo lidhjet e mediave sociale për t'u treguar

source: Enter full URL including HTTPS://
sq: Vendosni URL të plotë duke përfshirë HTTPS: //

source: Add or edit Form settings
sq: Shtoni ose modifikoni cilësimet e Formës

source: Cotact Form Provider
sq: Ofruesi i formës së kotakut

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
sq: Vendosni kodin e shkurtër për formën tuaj të preferuar. (Sigurohuni që të instaloni wpforms lite.)

source: Header for From
sq: Kreu për nga

source: Successful Submission Message
sq: Mesazh i suksesshëm i Dorëzimit

source: Failed Submission Message
sq: Mesazhi i Dështimit i Dështimit

source: Shortcode for WPForms Lite
sq: Kodi i shkurtër për WPForms Lite

source: Enter the Shortcode for your preferred form.
sq: Vendosni kodin e shkurtër për formën tuaj të preferuar.

source: Contact Map
sq: Harta e Kontaktit

source: Set Latitude and longitude for contact page map
sq: Vendosni gjerësinë dhe gjatësinë për hartën e faqes së kontaktit

source: Contact Page Map
sq: Harta e faqeve të kontaktit

source: Enable to show Map
sq: Aktivizo për të treguar Hartën

source: Latitude
sq: gjerësi

source: Longitude
sq: gjatësi

source: Footer
sq: futboll

source: Add or edit Footer information
sq: Shtoni ose modifikoni informacionin e Footer

source: Footer Layout
sq: Layout footer

source: Select Footer layout
sq: Zgjidhni paraqitjen e Footer

source: Select from 1 of 11 Layout Styles.
sq: Zgjidhni nga 1 nga 11 Stilet e Layout.

source: Select footer widget layout
sq: Zgjidhni paraqitjen e widget-it të futbollit

source: Control the number of columns in the footer
sq: Kontrolloni numrin e kolonave në futboll

source: Footer top area Background color
sq: Sipërfaqja e lartë e footer Ngjyra e sfondit

source: (default: #363f48).
sq: (parazgjedhur: # 363f48).

source: Controls the Background Color of the Footer
sq: Kontrollon ngjyrën e sfondit të këmbës

source: Footer bottom area Background color
sq: Zona e poshtme e këmbës Ngjyra e sfondit

source: (default: #45505b).
sq: (parazgjedhur: # 45505b).

source: Footer Top Text Color ON/OFF
sq: Ngjyra e sipërme Ngjyra e Tekstit në këmbë ON / OFF

source: Footer top area text color
sq: Ngjyra e tekstit të zonës së lartë të këmbës

source: Footer Bottom Text Color ON/OFF
sq: Ngjyra e mbyllur / Tekstile e ngjyrës së poshtme të këmbës

source: Footer bottom area text color
sq: Ngjyra e tekstit në zonën e poshtme të këmbës

source: Copyright text
sq: Teksti i të drejtave të autorit

source: Enter the text that displays in the Copyright Bar
sq: Vendosni tekstin që shfaqet në shiritin e të drejtave të autorit

source: Footer Logo
sq: Logo e footer

source: Select Image to show with the Page Footer
sq: Zgjidhni Image për të treguar me Footer Page

source: Theme Author Information
sq: Informacione për autorin e temave

source: Footer Text Section Heading
sq: Kreu i Seksionit të Teksteve të Këpucëve

source: Footer Text Section Content
sq: Përmbajtja e Seksionit të Teksteve të Footer-it

source: Footer Button Text
sq: Teksti për butonin e këmbëve

source: Footer Button URL
sq: URL e butonit të footer

source: Documentation
sq: dokumentim

source: Section via hook
sq: Seksioni përmes goditje

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
sq: <p class = "përshkrim"> Ky është një seksion i krijuar duke shtuar një filtër në grupin e seksioneve. Mund të përdoret nga temat e fëmijëve për të shtuar / hequr seksione nga opsionet. </p>

source: Black Friday 50% Off
sq: E Premte e Zezë 50% Zbritje

source: Random Ads
sq: Reklama të rastit

source: Detail Page Ads
sq: Detajet e reklamave në faqe

source: Top in Search Page Ads
sq: Reklamat kryesore në faqen e kërkimit

source: Enjoy using our features of Listings subscription in very cheap price
sq: Shijoni duke përdorur veçoritë tona të abonimit të Listave me çmim shumë të lirë

source: listing title
sq: titulli i listës

source: price
sq: çmim

source: Install Required Plugins
sq: Instaloni shtojcat e kërkuara

source: Install Plugins
sq: Instaloni shtojcat

source: Installing Plugin: %s
sq: Instalimi i shtojcës:% s

source: Updating Plugin: %s
sq: Përditësimi i shtojcës:% s

source: Something went wrong with the plugin API.
sq: Diqka shkoi keq me API-në e plugin-it.

source: Return to Required Plugins Installer
sq: Kthehuni te Instaluesi i kërkuar i Plugins

source: Return to the Dashboard
sq: Kthehuni në Pult

source: Plugin activated successfully.
sq: Plugin u aktivizua me sukses.

source: No action taken. Plugin %1$s was already active.
sq: Asnjë veprim nuk është ndërmarrë. Plugin% 1 $ s ishte tashmë aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
sq: Plugin nuk është aktivizuar. Një version më i lartë i% s është i nevojshëm për këtë temë. Ju lutemi azhurnoni shtojcën.

source: All plugins installed and activated successfully. %1$s
sq: Të gjitha shtojcat e instaluara dhe aktivizuara me sukses. % 1 $ s

source: Dismiss this notice
sq: Heq poshtë këtë njoftim

source: There are one or more required or recommended plugins to install, update or activate.
sq: Ka një ose më shumë shtojca të kërkuara ose të rekomanduara për të instaluar, azhurnuar ose aktivizuar.

source: Please contact the administrator of this site for help.
sq: Ju lutemi kontaktoni administratorin e kësaj faqe për ndihmë.

source: This plugin needs to be updated to be compatible with your theme.
sq: Kjo shtojcë duhet të azhurnohet për të qenë në përputhje me temën tuaj.

source: Update Required
sq: Përditësimi i kërkuar

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
sq: Paketa e largët e pluginit nuk përmban një dosje me pllucin e dëshiruar dhe riemërimi nuk funksionoi.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
sq: Ju lutemi kontaktoni ofruesin e shtojcave dhe kërkojuni atyre që të paketojnë shtojcën e tyre sipas udhëzimeve të WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
sq: Paketa e largët e pluginit përbëhet nga më shumë se një skedar, por skedarët nuk janë të paketuar në një dosje.

# plugin A *and* plugin B
source: and
sq: dhe

source: Required
sq: i nevojshëm

source: WordPress Repository
sq: Depo e WordPress

source: External Source
sq: Burimi i jashtëm

source: Pre-Packaged
sq: Para-paketuara

source: Not Installed
sq: Jo i instaluar

source: Installed But Not Activated
sq: Instaluar por jo i aktivizuar

source: Active
sq: aktiv

source: Required Update not Available
sq: Përditësimi i kërkuar nuk është i disponueshëm

source: Requires Update
sq: Kërkon azhurnim

source: Update recommended
sq: Rekomandohet azhurnimi

# as in: "version nr unknown"
source: unknown
sq: i panjohur

source: Installed version:
sq: Versioni i instaluar:

source: Minimum required version:
sq: Versioni minimal i kërkuar:

source: Available version:
sq: Versioni i disponueshëm:

source: No plugins to install, update or activate.
sq: Asnjë shtojcë për të instaluar, azhurnuar ose aktivizuar.

source: Source
sq: burim

source: Install %2$s
sq: Instaloni% 2 $ s

source: Update %2$s
sq: Përditësoni% 2 $ s

source: Activate %2$s
sq: Aktivizoni% 2 $ s

source: Upgrade message from the plugin author:
sq: Përditësoni mesazhin nga autori i shtojcës:

source: Install
sq: instaloj

source: Activate
sq: Aktivizoni

source: No plugins were selected to be installed. No action taken.
sq: Asnjë shtojcë nuk u zgjodh për t'u instaluar. Asnjë veprim nuk është ndërmarrë.

source: No plugins were selected to be updated. No action taken.
sq: Asnjë shtojcë nuk u zgjodh për tu azhurnuar. Asnjë veprim nuk është ndërmarrë.

source: No plugins are available to be installed at this time.
sq: Asnjë shtojcë nuk është në dispozicion për t'u instaluar në këtë kohë.

source: No plugins are available to be updated at this time.
sq: Asnjë shtojcë nuk është në dispozicion për tu azhurnuar në këtë kohë.

source: No plugins were selected to be activated. No action taken.
sq: Asnjë shtojcë nuk u zgjodh për tu aktivizuar. Asnjë veprim nuk është ndërmarrë.

source: No plugins are available to be activated at this time.
sq: Asnjë shtojcë nuk është në dispozicion për t'u aktivizuar në këtë kohë.

source: Plugin activation failed.
sq: Aktivizimi i prizës dështoi.

source: Updating Plugin %1$s (%2$d/%3$d)
sq: Përditësimi i shtojcës% 1 $ s (% 2 $ d /% 3 $ d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
sq: Ndodhi një gabim gjatë instalimit të% 1 $ s: <strong>% 2 $ s </strong>.

source: The installation of %1$s failed.
sq: Instalimi i% 1 $ s dështoi.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
sq: Procesi i instalimit dhe aktivizimit është duke filluar. Ky proces mund të zgjasë një kohë në disa hoste, prandaj ju lutemi tregohuni të durueshëm.

source: %1$s installed and activated successfully.
sq: % 1 $ s u instalua dhe u aktivizua me sukses.

source: Show Details
sq: Trego detajet

source: Hide Details
sq: Fshih Detajet

source: All installations and activations have been completed.
sq: Të gjitha instalimet dhe aktivizimet kanë përfunduar.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
sq: Instalimi dhe aktivizimi i shtojcës% 1 $ s (% 2 $ d /% 3 $ d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
sq: Procesi i instalimit po fillon. Ky proces mund të zgjasë një kohë në disa hoste, prandaj ju lutemi tregohuni të durueshëm.

source: %1$s installed successfully.
sq: % 1 $ s u instalua me sukses.

source: All installations have been completed.
sq: Të gjitha instalimet kanë përfunduar.

source: Installing Plugin %1$s (%2$d/%3$d)
sq: Instalimi i shtojcës% 1 $ s (% 2 $ d /% 3 $ d)

source: Owner Response
sq: Përgjigja e pronarit

source: Sorry! Listing owners can not post review on their listings!
sq: Na vjen keq! Pronarët e listës nuk mund të postojnë rishikim në listat e tyre!

source: Sorry! already posted on this listing!
sq: Na vjen keq! të postuar tashmë në këtë listë!

source: Email already exists! Please login or change email
sq: Emaili ekziston! Ju lutemi identifikohuni ose ndryshoni email

source: User name already exists! Please login or try a different one
sq: Emri i përdoruesit tashmë ekziston! Ju lutemi identifikohuni ose provoni një tjetër

source: Review has been submitted successfully
sq: Shqyrtimi është dorëzuar me sukses

source: Thanks for reacting
sq: Faleminderit për reagimin

source: Max. allowed images are
sq: Max. imazhet e lejuara janë

source: Max. allowed images size is
sq: Max. madhësia e lejuar e imazheve është

source: Add Review
sq: Shtoni Shqyrtimin

source: Select Images
sq: Zgjidhni Imazhet

source: Browse
sq: Shfleto

source: Title
sq: titull

source: Example: It was an awesome experience to be there
sq: Shembull: Ishte një përvojë e jashtëzakonshme për të qenë atje

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
sq: Këshillë: Një përmbledhje e shkëlqyeshme përfshin ushqimin, shërbimin dhe ambientin. A keni rekomandime për pjatat dhe pijet tuaja të preferuara, apo diçka që të gjithë duhet ta provojnë këtu? Përfshini edhe atë!

source: Your review is recommended to be at least 140 characters long :)
sq: Shqyrtimi juaj rekomandohet të jetë së paku 140 karaktere i gjatë :)

source: You agree & accept our Terms & Conditions for posting this review?
sq: Ju pranoni dhe pranoni Kushtet & Kushtet tona për të postuar këtë përmbledhje?

source: Submit Review
sq: Paraqisni Shqyrtimin

source: Please fill Email, Title, Description and Rating
sq: Ju lutemi plotësoni Email, Titull, Përshkrimi dhe Vlerësim

source: User Name
sq: Emri i përdoruesit

source: john
sq: nevojtore

source: Your review is recommended to be at least 140 characters long
sq: Shqyrtimi juaj rekomandohet të jetë i gjatë së paku 140 karaktere

source: Submit Review
sq: Paraqisni Shqyrtimin

source: Signup & Submit Review
sq: Regjistrohuni dhe dorëzoni shqyrtimin

source: Write a review
sq: Shkruan një shqyrtim

source: Your Rating
sq: Vlerësimi juaj

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
sq: Këshillë: Një përmbledhje e shkëlqyeshme përfshin ushqimin, shërbimin dhe ambientin. A keni rekomandime për pjatat dhe pijet tuaja të preferuara, apo diçka që të gjithë duhet ta provojnë këtu? Përfshini edhe atë! Dhe mbaj mend.

source: Your review recommended to be at least 140 characters long :)
sq: Vlerësimi juaj rekomandohet të jetë së paku 140 karaktere i gjatë :)

source: in
sq: në

source: for
sq: për

source: No Results
sq: Nuk ka rezultate

source: Sorry! There are no listings matching your search.
sq: Na vjen keq! Nuk ka asnjë listë që përputhen me kërkimin tuaj.

source: Try changing your search filters or
sq: Provoni të ndryshoni filtrat e kërkimit tuaj ose

source: Reset Filter
sq: Rivendosni filtrin

source: More results for
sq: Më shumë rezultate për

source: Someone
sq: dikush

source: Country :
sq: Vendi:

source: City :
sq: Qyteti:

source: Setup Wizard
sq: Magjistari i konfigurimit

source: Introduction
sq: Prezantimi

source: Editor
sq: Redaktor

source: Demos
sq: popull

source: Content
sq: përmbajtje

source: Ready!
sq: Gati!

source: Listingpro &rsaquo; Setup Wizard
sq: Listingpro & rsaquo; Magjistari i konfigurimit

source: Return to the WordPress Dashboard
sq: Kthehuni te Paneli i WordPress

source: Welcome to the Easy Setup Assistant for %s.
sq: Mirësevini në Asistentin e Vendosjes së Lehtë për% s.

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
sq: Duket se mund të keni modernizuar kohët e fundit në këtë temë. E madhe! Ky magjistar i konfigurimit do të ndihmojë në sigurimin e të gjitha cilësimeve të paracaktuara. Ai gjithashtu do të tregojë disa informacione në lidhje me uebfaqen tuaj të re dhe opsionet e mbështetjes.

source: Let's Go!
sq: Shkojme!

source: Not right now
sq: Jo tani

source: Welcome to the Easy Setup Assistant! for %s.
sq: Mirësevini në Asistentin e Vendosjes së Lehtë! për% s.

source: It looks like you have already run the setup wizard.
sq: Duket sikur tashmë keni ekzekutuar magjistarin e konfigurimit.

source: LATER
sq: VONË

source: Run Setup Wizard Again
sq: Run Run Wizard Përsëri

source: Easy Setup! Click! Click! Click!
sq: Vendosja e lehtë! Kliko! Kliko! Kliko!

source: This wizard will help you kickstart with all the necessary tools.
sq: Ky magjistar do t'ju ndihmojë të filloni me të gjitha mjetet e nevojshme.

source: Ready to begin the setup?
sq: Gati për të filluar konfigurimin?

source: First, let us help you unpack.
sq: Së pari, le të ju ndihmojmë të paketoni.

source: Good news! All plugins are already installed and up to date. Please continue.
sq: Lajme te mira! Të gjitha shtojcat janë instaluar dhe aktualizuar. Ju lutem vazhdoni.

source: Stay tight while we install all necessary tools for your new directory.
sq: Qëndroni të shtrënguar ndërsa ne instalojmë të gjitha mjetet e nevojshme për drejtorinë tuaj të re.

source: Yes! i am ready.
sq: Po! jam gati.

source: No Slug Found
sq: Nuk u gjet asnjë shuplakë

source: Let us help you jump start with dummy content.
sq: Le të ju ndihmojmë të filloni me përmbajtje kuzhinë.

source: Are you ready to import the dummy content?
sq: A jeni gati për të importuar përmbajtjen kuzhinë?

source: Skip this step
sq: Kaloni këtë hap

source: Import Content
sq: Përmbajtja e importit

source: Which Pre-Built Demo Style You Like?
sq: Cilin stil të parafabrikuar të Demos ju pëlqen?

source: preview
sq: inspektim

source: ACCEPT
sq: PRANONI

source: Now you will be automatically redirected to WordPress dashboard...
sq: Tani do të ridrejtoheni automatikisht në pultin e WordPress ...

source: Upgrade Content and Settings
sq: Përditësoni përmbajtjen dhe cilësimet

source: Pending.
sq: Në pritje.

source: Installing Updates.
sq: Instalimi i azhurnimeve.

source: Success.
sq: Sukses.

source: Widget Import file could not be found. Please try again.
sq: Skedari i Importit të Widget nuk mund të gjendej. Ju lutemi provoni përsëri.

source: Widget import data could not be read. Please try a different file.
sq: Të dhënat e importit të widget nuk mund të lexohen. Ju lutemi provoni një skedar tjetër.

source: Sidebar does not exist in theme (using Inactive)
sq: Shiriti anësor nuk ekziston në temë (duke përdorur joaktiv)

source: Site does not support widget
sq: Sajti nuk mbështet widget

source: Widget already exists
sq: Widget ekziston tashmë

source: Imported
sq: i importuar

source: Imported to Inactive
sq: Importuar në joaktiv

source: No Title
sq: Pa titull

source: Theme options Import file could not be found. Please try again.
sq: Opsionet e temës Skedari i importit nuk u gjet. Ju lutemi provoni përsëri.

source: Theme options import data could not be read. Please try a different file.
sq: Të dhënat e opsioneve të importit nuk mund të lexohen. Ju lutemi provoni një skedar tjetër.

source: There was an error when reading this WXR file
sq: Pati një gabim kur lexoi këtë skedar WXR

source: Details are shown above. The importer will now try again with a different parser...
sq: Detajet janë treguar më lart. Importuesi tani do të provojë përsëri me një analizues të ndryshëm ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
sq: Kjo nuk duket të jetë një skedar WXR, që mungon / pavlefshëm numrin e versionit WXR

source: Sorry, there has been an error.
sq: Na vjen keq, ka pasur një gabim.

source: The file does not exist, please try again.
sq: Skedari nuk ekziston, ju lutemi provoni përsëri.

source: All done.
sq: Të gjitha të bëra

source: Have fun!
sq: Argëtohu!

source: Remember to update the passwords and roles of imported users.
sq: Mos harroni të azhurnoni fjalëkalimet dhe rolet e përdoruesve të importuar.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
sq: Skedari i eksportit nuk mund të gjendej në <kodin>% s </code>. Ka të ngjarë që kjo të jetë shkaktuar nga një problem i lejeve.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
sq: Ky skedar WXR (versioni% s) mund të mos mbështetet nga ky version i importuesit. Ju lutemi merrni parasysh azhurnimin.

source: Failed to import author %s. Their posts will be attributed to the current user.
sq: Dështoi për të importuar autorin% s. Postimet e tyre do t'i atribuohen përdoruesit aktual.

source: Assign Authors
sq: Cakto autorë

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
sq: Për ta bërë më të lehtë për ju redaktimin dhe ruajtjen e përmbajtjes së importuar, ju mund të dëshironi të ri-caktoni autorin e artikullit të importuar në një përdorues ekzistues të kësaj faqe. Për shembull, ju mund të dëshironi të importoni të gjitha shënimet si shënime të <code> administratorit </code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
sq: Nëse një përdorues i ri është krijuar nga WordPress, një fjalëkalim i ri do të gjenerohet rastësisht dhe roli i përdoruesit të ri do të vendoset si% s. Ndryshimi me dorë i detajeve të përdoruesit të ri do të jetë i nevojshëm.

source: Import Attachments
sq: Shtojcat e importit

source: Download and import file attachments
sq: Shkarkoni dhe importoni bashkëlidhjet e skedarëve

source: Submit
sq: paraqes

source: Import author:
sq: Autori i importit:

source: or create new user with login name:
sq: ose krijoni përdorues të ri me emrin e hyrjes:

source: as a new user:
sq: si një përdorues i ri:

source: assign posts to an existing user:
sq: caktoni postime te një përdorues ekzistues:

source: or assign posts to an existing user:
sq: ose caktoni postime te një përdorues ekzistues:

source: - Select -
sq: - Zgjidhni -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
sq: Nuk mundi të krijojë përdorues të ri për% s. Postimet e tyre do t'i atribuohen përdoruesit aktual.

source: Failed to import category %s
sq: Nuk mundi të importojë kategorinë% s

source: Failed to import post tag %s
sq: Dështoi për të importuar etiketën e postës% s

source: Failed to import %s %s
sq: Dështoi për të importuar% s% s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
sq: Dështoi për të importuar & # 8220;% s & # 8221 ;: Lloji i pavlefshëm i postës% s

source: %s &#8220;%s&#8221; already exists.
sq: % s & # 8220;% s & # 8221; tashmë ekziston

source: Failed to import %s &#8220;%s&#8221;
sq: Dështoi për të importuar% s & # 8220;% s & # 8221;

source: Menu item skipped due to missing menu slug
sq: Artikulli i menusë u anashkalua për shkak të plumbit të menusë që mungonte

source: Menu item skipped due to invalid menu slug: %s
sq: Artikulli i menusë u anashkalua për shkak të rrëshqitjes së pavlefshme të menusë:% s

source: Fetching attachments is not enabled
sq: Marrja e bashkëngjitjeve nuk është e aktivizuar

source: Invalid file type
sq: Lloji i pavlefshëm i skedarit

source: Remote server did not respond
sq: Serveri i largët nuk u përgjigj

source: Remote server returned error response %1$d %2$s
sq: Serveri i largët u kthye në përgjigje të gabimit% 1 $ d% 2 $ s

source: Remote file is incorrect size
sq: Skedari i largët është madhësia e gabuar

source: Zero size file downloaded
sq: Shkarkohet skedari me madhësi zero

source: Remote file is too large, limit is %s
sq: Skedari i largët është shumë i madh, kufiri është% s

source: Import WordPress
sq: Importo WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
sq: Një version i ri i këtij importuesi është në dispozicion. Ju lutemi azhurnoni në versionin% s për të siguruar përputhshmërinë me skedarët më të rinj të eksportit.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
sq: Howdy! Ngarko skedarin tënd të WordPress eXtended RSS (WXR) dhe ne do të importojmë postimet, faqet, komentet, fushat e personalizuara, kategoritë dhe etiketat në këtë sit.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
sq: Zgjidhni një skedar WXR (.xml) për të ngarkuar, pastaj klikoni Vendosni skedarin dhe importoni.
