Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Twitter
sq: Cicëroj

source: Tags field
sq: Fusha e etiketave

source: Tags Text
sq: Etiketa Teksti

source: Business video
sq: Videoja e biznesit

source: Business video Text
sq: Tekst video e biznesit

source: Image Uploading
sq: Ngarkimi i figurës

source: Featured Image
sq: Imazhi i veçuar

source: Show Location
sq: Trego vendndodhjen

source: User Name Text
sq: Teksti për emrin e përdoruesit

source: Enter User Name
sq: Vendosni emrin e përdoruesit

source: Email Text
sq: Teksti me email

source: Enter Your email
sq: Futni emailin tuaj

source: Submit Listing Button Text
sq: Paraqisni Tekstin e butonit të listës

source: Edit Listing Button Text
sq: Ndryshoni Tekstin e butonit të listës

source: Location
sq: vend

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
sq: Kjo pjesë është për fushën e lokacioneve në listën e paraqitjes dhe modifikimit. mund të zgjidhni opsionin e lokacioneve "Auto" ose "Manual"

source: Select Location Type
sq: Zgjidhni Llojin e Vendndodhjes

source: Select option about locations
sq: Zgjidhni opsionin për vendet

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
sq: Zgjidhni nëse vendet shtohen nga administratori ose përmes Google Maps. Nëse Google është zgjedhur, të gjitha vendet në botë mund të zgjidhen nëse nuk kufizohen më poshtë.

source: Add Location Code
sq: Shtoni Kodin e Vendndodhjes

source: Shortcode to restrict locations for specific country
sq: Kodi i shkurtër për të kufizuar vendet për një vend të caktuar

source: Edited location code to restrict locations to the select country. Codes can be viewed here
sq: Kodi i vendndodhjes së redaktuar për të kufizuar vendet në vendin e zgjedhur. Kodet mund të shihen këtu

source: here
sq: këtu

source: Location Pattern
sq: Modeli i vendndodhjes

source: Select option about locations pattern
sq: Zgjidhni opsionin për modelin e vendndodhjeve

source: locations option for pattern on search and listing submit and edit
sq: opsione lokacionesh për model në kërkim dhe listë paraqitni dhe ndryshoni

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
sq: Ky seksion është për të paraqitur mundësinë e rishikimit. Ju mund të aktivizoni / çaktivizoni paraqitjen e vlerësimeve. Ju gjithashtu mund t'i lejoni përdoruesit të paraqesë vlerësimet e tyre në listë nga secila opsion

source: Review
sq: rishikim

source: Enable to allow reviews within listings
sq: Aktivizo të lejosh rishikime brenda listave

source: Post Review
sq: Shqyrtimi i postimit

source: Select option about review submit
sq: Zgjidhni opsionin për rishikimin e paraqitur

source: Choose if the user must be logged in to leave reviews.
sq: Zgjidhni nëse përdoruesi duhet të regjistrohet për të lënë komente.

source: Use Listing Image if No Image Uploaded with Review
sq: Përdorni imazhin e listës nëse nuk ka fotografi të ngarkuar me rishikim

source: Upload Placeholder Image for Reviews
sq: Ngarko imazhin e mbajtësit të vendndodhjes për Shqyrtime

source: In case if there are no images uploaded with reviews.
sq: Në rast se nuk ka imazhe të ngarkuara me komente.

source: Detail Listing Page Review Report Button
sq: Butoni i Raportit për Shqyrtimin e faqeve të listës së detajeve

source: Multi Rating
sq: Vlerësimi Multi

source: Enable to choose multipoint reviews
sq: Mundësohet të zgjedhësh vlerësime të shumëfishtë

source: Field 1
sq: Fusha 1

source: Label Field 1
sq: Fusha e etiketës 1

source: Field 2
sq: Fusha 2

source: Label Field 2
sq: Fusha e etiketës 2

source: Field 3
sq: Fusha 3

source: Label Field 3
sq: Fusha e etiketës 3

source: Field 4
sq: Fusha 4

source: Label Field 4
sq: Fusha e etiketës 4

source: Gallery Images Counter
sq: Fotografi Galeria Counter

source: Maximum no. of images allowed in gallery while submitting a review
sq: Maksimumi jo. e imazheve të lejuara në galeri gjatë paraqitjes së një përmbledhje

source: Gallery Images Size
sq: Madhësia e Fotografive të Galerisë

source: Allowed size of all images in gallery
sq: Madhësia e lejuar e të gjitha imazheve në galeri

source: Reviews Order Filter
sq: Shqyrtime Filter Rendit

source: Enable
sq: mundësoj

source: Leads Form
sq: Forma e çon

source: Show / Hide leads form from listing detail page
sq: Shfaqni / Fshehni formularin udhëheqës nga faqja e detajeve të listës

source: Form
sq: formë

source: Enable to show Lead From within listings
sq: Mundësohet të tregojë listat Lead Nga brenda

source: Show lead form only on claimed listing
sq: Shfaq formën e plumbit vetëm në listën e pretenduar

source: on=show only on claimed, off= show on all listing
sq: në = shfaqje vetëm në pretenduar, jashtë = shfaqje në të gjithë listën

source: Enable to only show lead form within claimed listings
sq: Aktivizo të shfaqësh vetëm formën e plumbit brenda listave të pretenduara

source: Listing Claim
sq: Pretendimi i listës

source: Show / Hide claim option for listing
sq: Shfaqni / Fshehni opsionin e pretendimit për renditje

source: Claim
sq: Kerkese

source: Enable to allow claiming listings.
sq: Aktivizo të lejosh listat e pretendimeve.

source: Claim Form Top Image
sq: Imazhi i lartë i formularit të kërkesës

source: Upload Claim Popup Top Image.
sq: Ngarko imazhin e lartë të pretendimit të popupit.

source: Claim Popup Image
sq: Pretendoni imazhin e popupit

source: Upload Claim Popup Image.
sq: Ngarko imazhin e pretendimit për popup.

source: Claim Details
sq: Detajet e kërkesës

source: put text here about claim
sq: vendos tekst këtu për pretendimin

source: You can add more than one text information
sq: Mund të shtoni më shumë se një informacion në tekst

source: This is a title
sq: Ky është një titull

source: Description Here
sq: Përshkrimi Këtu

source: Listing Nearby
sq: Lista e afërt

source: Show nearby listings in listing detail page sidebar
sq: Trego listat afër, në listën shirita anësor të faqeve

source: Add Distance for Nearby Location
sq: Shtoni distancën për vendndodhjen afër

source: Enter only numberic values. Do not add distance units here
sq: Vendosni vetëm vlera numerike. Mos shtoni njësi në distancë këtu

source: No units required.
sq: Nuk kërkohet njësi.

source: Destination in
sq: Destinacioni në

source: Nearby Destination Calculate in
sq: Destinacioni pranë Llogaritni në

source: Select between Miles & Kilometers
sq: Zgjidhni midis Miles & Kilometers

source: Filter By Listing Category
sq: Filter sipas kategorisë së listës

source: Show Nearby listing only from current category
sq: Shfaq renditjen në afërsi vetëm nga kategoria aktuale

source: No. of Nearby Listings
sq: Nr. I Listave Pranë

source: Enter only numberic values
sq: Vendosni vetëm vlera numerike

source: Paste Your Google AdSense code. Ads will show on listings detail page
sq: Ngjitni kodin tuaj Google AdSense. Reklamat do të shfaqen në faqen e detajuar të listave

source: Google Ads on listings details page
sq: Google Ads në faqen e detajeve të listave

source: Adsense code for listings page. If not entered AdSense will not show
sq: Faqja e kodit Adsense për listat. Nëse nuk futet AdSense nuk do të tregojë

source: Paste Your Google AdSense code. Ads will show on listings archive page
sq: Ngjitni kodin tuaj Google AdSense. Reklamat do të shfaqen në faqen e arkivit të listave

source: Google Ads on listings archive page
sq: Reklama Google në faqen e arkivit të listave

source: Adsense code for archive pages. If not entered AdSense will not show
sq: Kodi i Adsense për faqet e arkivit. Nëse nuk futet AdSense nuk do të tregojë

source: Author Archive
sq: Arkivi i Autorit

source: Banner Image
sq: Imazhi i banderolës

source: My Listings
sq: Listimet e mia

source: Disabled
sq: i paaftë

source: Set how many listings will show per page within the user’s profile.
sq: Vendosni sa lista do të shfaqen për faqe brenda profilit të përdoruesit.

source: Select how the listings will show within the user’s profile.
sq: Zgjidhni si do të tregohen listat brenda profilit të përdoruesit.

source: About Me
sq: Rreth meje

source: Social Icons
sq: Ikonat sociale

source: Show
sq: Shfaqje

source: Activities
sq: aktivitetet

source: Heading
sq: Kreu

source: Photos
sq: Fotografitë

source: Images Per Page
sq: Imazhe për faqe

source: Set how many images will show per page within the user’s profile.
sq: Vendosni sa shumë figura do të shfaqen për faqe brenda profilit të përdoruesit.

source: Contact
sq: kontakt

source: Listing Counter
sq: Listë kundër

source: Photos Counter
sq: Foto counter

source: Reviews Counter
sq: Shqyrtime kundër

source: Report Button
sq: Butoni i raportit

source: Pricing Plan
sq: Plani i icingmimeve

source: Assign plan to expired listing
sq: Caktoni planin për listën e skaduar

source: Enable to change the listing plan after existing expires
sq: Mundësohet të ndryshojë planin e listës pasi skadon ekzistimi

source: Select plan listings will switch to after expired.
sq: Zgjidhni listat e planit do të kalojnë tek pasi të keni skaduar.

source: Paid Listing Claim
sq: Kërkesa e listës së paguar

source: Category Specific Plans
sq: Planet specifike të kategorisë

source: Attach specific plans for specific category
sq: Bashkangjit plane specifike për kategori specifike

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
sq: Mundësoni lidhjen e planeve me kategoritë e zgjedhura të listave. Kjo do t'ju lejojë të keni plane të ndryshme çmimesh për secilën kategori.

source: Monthly & Annual Based Price Plans
sq: Planet e Pricemimeve të Bazuara Mujore dhe Vjetore

source: Select Option in Pricing Plans Based on Monthly and Yearly based
sq: Zgjidhni opsionin në planet e çmimeve bazuar në baza mujore dhe vjetore

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
sq: Mundësojeni këtë që të vendosni Planet e Pricemimeve në Mujor (30 ditë) ose në vit (365 ditë) kjo gjithashtu do t'ju lejojë të keni një çmim të ndryshëm siç është zbritja nëse përdoruesi paguan për një vit të plotë. <b> Ndryshimi te aktivizoni / çaktivizoni </ b>

source: Show Annual Price Breakdown as Per Month
sq: Trego ndarjen e çmimeve vjetore si për muaj

source: If you enble this option, Price will be display as per month in anual pricing plans
sq: Nëse e përfshini këtë mundësi, Pricemimi do të shfaqet si në muaj në planet vjetore të çmimeve

source: Enable to show how much the total would be if paid monthly.
sq: Mundësoni të tregoni se sa do të ishte totali nëse paguheshin mujore.

source: Advanced Filter
sq: Filter i Avancuar

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
sq: Kjo pjesë është për filtrat e kërkimit në faqen e arkivit. Këtu mund të tregoni / fshihni opsionin tuaj të dëshiruar të filtrit të kërkimit. Ju gjithashtu mund të tregoni / fshihni plotësisht filtrin e kërkimit.

source: Search Filter
sq: Filtri i kërkimit

source: Open Time
sq: Ora e Hapur

source: Most Reviewed
sq: Më të Rishikuarit

source: Most Viewed
sq: Më e shikuara

source: Best Match
sq: Ndeshja më e mirë

source: Categories
sq: Kategoritë

source: Near Me
sq: Afer meje

source: This option will be enabled only if your site has SSL enabled
sq: Ky opsion do të aktivizohet vetëm nëse faqja juaj ka aktivizuar SSL

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
sq: N youSE aktivizoni këtë mundësi, kur afër meje është aktiv, vendndodhja do të përjashtohet në të gjitha rezultatet e filtrit

source: Location Distance unit
sq: Njësia e distancës së vendndodhjes

source: Nearme Destination Calculate in
sq: Destinacioni i afërsisë Llogaritni në

source: Default Near Me Value
sq: Default Pranë meje vlerë

source: Set default value of near me
sq: Vendos vlerën e paracaktuar pranë meje

source: Min Near Me Range
sq: Min afër Me Gama

source: Max Near Me Range
sq: Max Pranë Me Gama

source: Additional Filter options
sq: Opsione shtesë të filtrit

source: Search
sq: Kërko

source: What Field
sq: Farë fushe

source: Enable to show What Field within the search bar.
sq: Aktivizo për të treguar Fieldfarë Fushë brenda shiritit të kërkimit.

source: on=hide off=show
sq: në = fshihem = shfaqje

source: Search mode for home banner search WHAT field
sq: Mënyra e kërkimit për kërkimin e banderolave të shtëpisë ATFAR fushë

source: Default Search By
sq: Kërkimi i paracaktuar nga

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
sq: Nëse dikush nuk zgjedh ndonjë sugjerim nga fusha ""farë" në formularin e kërkimit, atëherë kjo mundësi do të tregojë ndikimin e saj në rezultatet e kërkimit.

source: Where Field (Location)
sq: Ku Fusha (Vendndodhja)

source: Enable to show Location Field within the search bar.
sq: Aktivizo për të treguar Fushën e Vendndodhjes brenda shiritit të kërkimit.

source: Pre populated location in homepage search
sq: Vendndodhja para e populluar në kërkimin e faqes fillestare

source: This require auto location enable
sq: Kjo kërkon aktivizimin e vendndodhjes automatike

source: Enable typing in homepage location search field
sq: Aktivizo shtypjen në fushën e kërkimit të vendndodhjes në faqen kryesore

source: Enable typing in inner pages location search field
sq: Aktivizoni shtypjen në fushën e kërkimit të vendndodhjes së faqeve të brendshme

source: Select Location Search Type
sq: Zgjidhni Llojin e Kërkimit të Vendndodhjes

source: Select option about locations Search
sq: Zgjidhni opsionin për Kërkimin e vendndodhjeve

source: locations option for listing search in search form
sq: opsioni i lokacioneve për renditjen e kërkimit në formën e kërkimit

source: Add Location Shortcode
sq: Shtoni kodin e shkurtër vendndodhjes

source: For locations codes, visit here.
sq: Për kodet e vendndodhjeve, vizitoni këtu.

source: Exclude Listing Title From Suggestions in Search
sq: Përjashtoni Titullin e listës nga sugjerimet në kërkim

source: on=exclude, off=include
sq: në = përjashtuar, fikur = përfshij

source: Payment
sq: pagesë

source: Submitted Listing Require Approval
sq: Lista e paraqitur kërkon aprovim

source: Paid Submission
sq: Dorëzimi i paguar

source: Recurring Payment
sq: Pagesa e përsëritur

source: Auto Recurring Payment
sq: Pagesa e përsëritur automatike

source: Notify User before Expiry
sq: Njoftoni përdoruesin para skadimit

source: Number of Expire Days
sq: Numri i ditëve të Perandorisë

source: Currency For Paid Submission
sq: Valuta për Dorëzimin e Paguar

source: Currency Position for pricing plan
sq: Pozicioni i valutës për planin e çmimeve

source: Symbol of currency to left or right side of price in pricing plans
sq: Simbol i monedhës në anën e majtë ose të djathtë të çmimit në planet e çmimeve

source: Select the position for the currency symbol.
sq: Zgjidhni pozicionin për simbolin e monedhës.

source: Terms & Conditions Page
sq: Faqja e kushteve dhe kushteve

source: Select terms & conditions page
sq: Zgjidhni faqen e kushteve dhe kushteve

source: Checkout Page
sq: Faqja e arka

source: Select checkout page
sq: Zgjidhni faqen e arka

source: Failed Payment page - after failed payment
sq: Faqja e pagesës së dështuar - pas pagesës së dështuar

source: This must be an URL.
sq: Kjo duhet të jetë një URL.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
sq: Zgjidhni faqen e përdorur për Pagesën e Dështuar. Faqja kërkon Shkurtësinë e Pagesës së Dështuar.

source: Thank you page - after successful payment
sq: Faleminderit faqe - pas një pagese të suksesshme

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
sq: Zgjidhni faqen e përdorur për Pagesën e Suksesshme. Faqja kërkon kodin e suksesshëm të pagesës.

source: Enable disable on checkout page
sq: Aktivizo çaktivizimin në faqen e arkëtimit

source: Enable to allow coupons during checkout.
sq: Aktivizo për të lejuar kuponat gjatë arkë.

source: Set Invoice Start
sq: Vendosni Fillimin e Faturës

source: Enable disable for Custom Inovice Start No.
sq: Aktivizoni çaktivizimin e Fillimit Nr. Inovice Custom

source: Enable to set custom invoice numbering.
sq: Aktivizo për të vendosur numrin e faturave me porosi.

source: Invoice Start Number
sq: Numri i fillimit të faturës

source: Set you own start no. of Invoice for payment
sq: Vendosni vetë fillimin nr. të Faturës për pagesë

source: Api Type
sq: Lloji Api

source: Sandbox = test API. LIVE = real payments API
sq: Sandbox = API provë. LIVE = API e pagesave reale

source: Select between Live and Sandbox. Sandbox is used for testing
sq: Zgjidhni midis Live dhe Sandbox. Sandbox përdoret për provë

source: Paypal API Username
sq: Emri API i Paypal

source: Paypal API Password
sq: Fjalëkalimi API i Paypal

source: Paypal API Signature
sq: Nënshkrimi i PayPal API

source: Paypal Receiving Email
sq: Marrja e postës elektronike me Paypal

source: Stripe
sq: shirit

source: Select between Live and Sandbox. Sandbox is used for testing
sq: Zgjidhni midis Live dhe Sandbox. Sandbox përdoret për provë

source: Secret Key
sq: Secretelësi sekret

source: Publishable Key
sq: Keyelësi i Publikueshëm

source: Direct Payment / Wire Payment
sq: Pagesa direkte / Pagesa me tela

source: Bank Transfer
sq: Transferte bankare

source: Instructions for Bank Transfer
sq: Udhëzime për transferimin e bankës

source: API Type
sq: Lloji API

source: Account ID
sq: Llogaria ID

source: Private Key
sq: Keyelësi privat

source: Taxes
sq: Tatimet

source: Tax Title
sq: Titulli i taksave

source: Value-Added Tax
sq: Taksë mbi vlerën e shtuar

source: Tax Rate
sq: Norma e tatimit

source: Add rate without % sign
sq: Shto normën pa% shenjë

source: Enter rate without percentage sign
sq: Shkruani normën pa shenjë përqindjeje

source: Include Taxes with Pricing Plans
sq: Përfshini taksat me planet e çmimeve

source: Email Management
sq: Menaxhimi i postës elektronike

source: <span class="font24">General Email Settings</span>
sq: <span class = "font24"> Cilësimet e përgjithshme të postës elektronike </span>

source: Set email address and email sender name here
sq: Vendosni këtu adresën e emailit dhe emrin e dërguesit të postës elektronike

source: Email Address
sq: Adresa e postës elektronike

source: Email address for general email sending
sq: Adresa e postës elektronike për dërgimin e përgjithshëm të emailit

source: Email From
sq: Email nga

source: Email sender name for general email sending
sq: Emri i dërguesit të postës elektronike për dërgimin e përgjithshëm të postës elektronike

source: <span class="font24">Global Shortcodes</span>
sq: <span class = "font24"> Kodet e shkurtra globale </span>

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
sq: Kodet e fotografive për çdo Shabllon Emaili. % website_name si Emër Uebsajti,% website_url si URL e Uebfaqes,% user_name si Emri i Përdoruesit

source: <span class="font24">New Registered User</span>
sq: <span class = "font24"> Përdorues i ri i Regjistruar </span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
sq: Përdorni këto kode të shkurtra vetëm për emailin e regjistrimit të përdoruesit. % user_login_register si emër përdoruesi,% user_pass_register si fjalëkalim i përdoruesit,% user_email_register si email i ri i përdoruesit

source: Subject for New User Notification
sq: Subjekti për Njoftimin e Përdoruesit të Ri

source: Email subject for new user notification
sq: Subjekti i postës elektronike për njoftimin e përdoruesit të ri

source: Your username and password on %website_url
sq: Emri juaj i përdoruesit dhe fjalëkalimi në% site_url

source: Content for New User Notification
sq: Përmbajtja për Njoftimin e Përdoruesit të Ri

source: Email content for new user notification
sq: Përmbajtja e postës elektronike për njoftimin e përdoruesit të ri

source: Subject for New User Admin Notification
sq: Subjekti për Njoftimin e Përdoruesit të Ri të Administratorit

source: Email subject for new user admin notification
sq: Subjekt i postës elektronike për njoftimin e administratorit të përdoruesit të ri

source: New User Registration
sq: Regjistrimi i ri i përdoruesit

source: Content for New User Admin Notification
sq: Përmbajtja për njoftimin e administratorit të përdoruesit të ri

source: Email content for new user admin notification
sq: Përmbajtja e postës elektronike për njoftimin e administratorit të përdoruesit të ri

source: <span class="font24">Submit Listing</span>
sq: <span class = "font24"> Paraqisni Listimin </span>

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për postën elektronike të paraqitjes në listë. % listë_title si titull i listës,% listë_url si URL e listës

source: New Listing Submission Subject
sq: Subjekti i Regjistrimit të Regjistrimit të Re

source: Email subject
sq: Subjekti i postës elektronike

source: Your listing has been submitted
sq: Lista juaj është paraqitur

source: New Listing Submission Content
sq: Përmbajtja e re e paraqitjes në listë

source: Email content
sq: Përmbajtja e postës elektronike

source: New Listing Submission Subject(for admin)
sq: Subjekti i Regjistrimit të Regjistrimit të Re (për administratorin)

source: New listing has been submitted
sq: Lista e re është dorëzuar

source: New Listing Submission Content(for admin)
sq: Përmbajtja e re e paraqitjes së listës (për administratorin)

source: <span class="font24">Purchase Activated</span>
sq: <span class = "font24"> Blerje e Aktivizuar </span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
sq: Përdorni këto kode të shkurtra vetëm për email të aktivizuar të blerë. % listë_title si Titulli i listës,% listë_url si URL e listës,% plan_title si Titulli i planit,% invoice_no si numër i faturës

source: Purchase Activated Subject
sq: Blerje Tema e aktivizuar

source: Email subject for purchase activated
sq: Lënda e postës elektronike për blerje është aktivizuar

source: Your purchase has activated
sq: Blerja juaj është aktivizuar

source: Purchase Activated Content
sq: Blerja e përmbajtjes së aktivizuar

source: Email content for Purchase Activated
sq: Përmbajtja e postës elektronike për blerje të aktivizuar

source: Purchase Activated Subject(for admin)
sq: Blerje Subjekti i aktivizuar (për administrator)

source: A purchased has been made
sq: Purchasedshtë bërë një blerje

source: Purchase Activated Content(for admin)
sq: Blerja e përmbajtjes së aktivizuar (për administratorin)

source: <span class="font24">Review Reply</span>
sq: <span class = "font24"> Shqyrtimi i Përgjigjes </span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
sq: Përdorni këto kode të shkurtra vetëm për përgjigje të postës elektronike. % listë_title si Titulli i listës,% listë_url si URL e listës,% sender_name si Emri i Dërguesit,% përgjigje si Rishikim Përgjigje

source: Review Reply Subject
sq: Shqyrto Përgjigjen Subjekti
