Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Heading h2 Style
sq: Kreu h2 Stil

source: Heading h3 Style
sq: Kreu H3 Stil

source: Heading h4 Style
sq: Kreu H4 Stil

source: Heading h5 Style
sq: Kreu H5 Stil

source: Heading h6 Style
sq: Kreu h6 Stili

source: Paragraph and small elements
sq: Paragrafi dhe elemente të vogla

source: Header
sq: arkitra

source: Header layout
sq: Paraqitja e kokës

source: Select from 1 of 9 Header Styles
sq: Zgjidhni nga 1 nga 9 Stilet e Header

source: Enable to show Top Bar within Header
sq: Mundësohet të shfaqet Top Bar brenda Header

source: Top Bar Background Color
sq: Ngjyra më e lartë e sfondit të shiritit

source: Enable/Disable Top bar
sq: Aktivizo / çaktivizo shiritin e lartë

source: Top bar Background Color Inner Pages
sq: Faqet e sipërme të ngjyrave të sfondit të shiritit të lartë

source: (default: #42a7df).
sq: (parazgjedhur: # 42a7df).

source: Top bar Color Inner Pages
sq: Faqet e brendshme me shiritin e lartë

source: (default: #797979).
sq: (parazgjedhur: # 797979).

source: (default: #fff).
sq: (parazgjedhur: #fff).

source: Set Opacity for Top Bar
sq: Vendosni opacitetin për Top Bar

source: Fixed Header
sq: Titulli fiks

source: Position Top Fixed Header.
sq: Pozicioni Kreu i Fiksuar Kryesor.

source: Fixed Header In Inner Pages
sq: Kreu fiks në faqet e brendshme

source: Position Top Fixed Header In Inner Pages.
sq: Pozicioni Header Fixed Top Në faqet e brendshme.

source: Header Background Color
sq: Ngjyra e sfondit të kokës

source: Header Background Color Inner Pages
sq: Sfondet e faqeve të ngjyrave të faqeve të brendshme

source: Header Text and Border Color
sq: Teksti i kokës dhe ngjyra e kufirit

source: (default: #ffffff).
sq: (parazgjedhur: #ffffff).

source: Categories in Header
sq: Kategoritë në Header

source: Facebook URL
sq: URL e Facebook

source: Twitter URL
sq: URL e Twitter

source: Instagram URL
sq: URL e Instagramit

source: Tumbler URL
sq: URL e rrumbullakët

source: Youtube URL
sq: URL e Youtube

source: Pinterest URL
sq: URL e Pinterestit

source: VK URL
sq: URL VK

source: Header Layout
sq: Layout Header

source: Header Search
sq: Kërkimi i kokës

source: Enable to show Search Fields within the Header.
sq: Aktivizo për të treguar fushat e kërkimit brenda Shefit.

source: Home Page Logo
sq: Logo e faqes fillestare

source: Upload your logo to show within the Header on the Homepage.
sq: Ngarko logon tënde për të treguar brenda Header në Faqe Hyrëse.

source: Logo for Inner Pages
sq: Logo për faqet e brendshme

source: Upload your logo to show within the Header on Inner Pages.
sq: Vendosni logon tuaj për të treguar brenda Header në faqet e brendshme.

source: Upload your Favicon to show within the Browser Tab.
sq: Ngarko Favicon-in tënd për të treguar brenda Skedarit të Shfletuesve.

source: Page header background image
sq: Imazhi i sfondit të kokës së faqes

source: Upload your Image here
sq: Ngarko imazhin tënd këtu

source: Choose Login Popup style
sq: Zgjidhni stilin e regjistrimit

source: Banner
sq: flamur

source: Homepage Banner Style
sq: Stili i flamurit të faqes në internet

source: Select from 1 of 7 styles
sq: Zgjidhni nga 1 nga 7 stilet

source: Select Search Style
sq: Zgjidhni Stilin e Kërkimit

source: Select Category Style
sq: Zgjidhni stilin e kategorisë

source: Category Background Color
sq: Sfondi i kategorisë Ngjyra

source: Category Background Hover Color
sq: Sfondi i kategorisë Ngjyra

source: Category Text Color
sq: Ngjyra e tekstit të kategorisë

source: Banner height
sq: Lartësia e banderolës

source: Add Banner Height (without unitPixel/Percent)
sq: Shtoni lartësinë e bannerit (pa njësiPixel / përqindja)

source: Set opacity for banner
sq: Vendosni bollëkun për flamurin

source: Banner background type
sq: Lloji i sfondit të banderolës

source: Select if banner shows static image or video.
sq: Zgjidhni nëse flamuri tregon imazhin statik ose video.

source: Home Banner Image
sq: Imazhi i banerit në shtëpi

source: Upload image for homepage banner
sq: Ngarko imazhin për flamurin e faqes fillestare

source: Home Video Banner Image
sq: Imazh i banderolës së videos në shtëpi

source: Upload video poster for homepage banner
sq: Ngarko posterin e videos për flamurin e faqes fillestare

source: Video Source
sq: Burimi i videos

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
sq: Ju lutemi përdorni URL-në e duhur të videos me shtrirje si .mp4. Shmangni përdorimin e ndonjë URL të faqeve të videos si youtube ose vimeo

source: Upload video here to show in banner
sq: Ngarko videon këtu për tu shfaqur në flamur

source: Youtube Video Url
sq: Url Video në Youtube

source: Please use proper video URL from youtube
sq: Ju lutemi përdorni URL-në e duhur të videos nga youtube

source: Select Search Mode For Video
sq: Zgjidhni Mënyrën e Kërkimit Për Video

source: Courtesy Listing On/Off
sq: Listimi i mirësjelljes On / Off

source: Link image to listing if images have been provided by a listing
sq: Imazhi i lidhjes në listë nëse imazhet janë siguruar nga një listë

source: Listing ID
sq: ID e listës

source: Listing ID for a link to the listing
sq: ID e listës për një lidhje me listën

source: Banner Taxonomy
sq: Taksonomia e flamurit

source: Choose if banner catgory boxes show Category, Location or features
sq: Zgjidhni nëse kutitë e banderolave tregojnë kategorinë, vendndodhjen ose veçoritë

source: Listing Categories
sq: Kategoritë e listave

source: Select Categories to show for banner taxonomy
sq: Zgjidhni Kategoritë për të treguar për taksonominë e banderolave

source: Select listing categories for dropdown in search (WHAT field)
sq: Zgjidhni kategoritë e listave për dropdown në kërkim (fusha fieldFAR)

source: Select Categories to show in the search dropdown
sq: Zgjidhni Kategoritë për të treguar në rezultatin e kërkimit

source: Select Location to show for banner taxonomy
sq: Zgjidhni Vendndodhjen për të treguar për taksonominë e banderolave

source: listing Features
sq: Karakteristikat e listës

source: Select features to show for banner taxonomy
sq: Zgjidhni veçoritë për të treguar për taksonominë e banderolave

source: Search View
sq: Pamja e kërkimit

source: Search Alignment
sq: Kërko shtrirjen

source: Search Mode
sq: Mënyra e kërkimit

source: Categories Text
sq: Kategoritë Teksti

source: Map Height
sq: Lartësia e hartës

source: Banner Search Placeholder
sq: Mbajtësi i kërkimit të banderolave

source: Location Default Text
sq: Teksti i parazgjedhur i vendndodhjes

source: Search Top Title
sq: Titulli i lartë i kërkimit

source: Sidebar Search Location Text
sq: Teksti i vendndodhjes së kërkimit të shiritit anësor

source: Search Main Text
sq: Kërkoni Tekstin kryesor

source: Search Upper Small Text
sq: Kërkoni Tekstin e Vogël të Vogël

source: Banner Arrow Image
sq: Imazhi i Shigjetës së Banerit

source: Enable to show an arrow in banner pointing to taxonomy boxes
sq: Mundësohet të tregosh një shigjetë në banderolë që tregon kutitë e taksonomisë

source: Banner Logo
sq: Logo e banderolës

source: Upload image for logo on banner search form
sq: Ngarko imazhin për logon në formularin e kërkimit të banderolave

source: Show Listing Pin By
sq: Trego listën e Pin Nga

source: On home page map, show pin based on the selection
sq: Në hartën e faqes në shtëpi, tregoni kunjin bazuar në zgjedhjen

source: Category
sq: kategori

source: Please choose a category.
sq: Ju lutemi zgjidhni një kategori.

source: Select a listing category
sq: Zgjidhni një kategori liste

source: Map
sq: hartë

source: Google Map & Places API Key
sq: Keyelësi API i Hartave dhe Vendeve të Google

source: Please set your own google map API key for your site( default key is for only demo)
sq: Ju lutemi vendosni çelësin tuaj API të hartës google për faqen tuaj (çelësi i paracaktuar është vetëm për demonstrim)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
sq: Merrni çelësin tuaj API të Google Maps këtu. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Map Type
sq: Lloji i hartës

source: Mapbox Token
sq: Shenja e kutisë së hartës

source: Put here MapBox token, If you leave it empty then Google map will work
sq: Vendos këtu shenjën MapBox, Nëse e lini atë bosh, atëherë harta e Google do të funksionojë

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
sq: Merrni çelësin tuaj të Kutisë së Hartave këtu. <br> https://account.mapbox.com/access-tokens/create

source: Mapbox Map style
sq: Stili i kutisë së hartës

source: Select any style
sq: Zgjidhni çdo stil

source: Select how you want the Mapbox map to show.
sq: Zgjidhni mënyrën se si dëshironi të tregojë hartën e Hartës.

source: Blog View
sq: Pamja e Blogut

source: Blog Grid View Style
sq: Stili i Pamjes së Rrjetit në Blog

source: Blog Template
sq: Modeli i Blog-ut

source: Blog Detail Template
sq: Modeli i Detajeve në Blog

source: Blog Sidebar Style
sq: Stili i faqes së faqes Blog

source: Mobile View
sq: Pamja e celularit

source: Select between Responsive & App View. Find out more here
sq: Zgjidhni midis Pamjes së përgjegjshme dhe të Aplikacionit. Gjeni më shumë këtu

source: Upload App View Menu Header Image
sq: Ngarkoni imazhin e Shefit të menusë së Shikoni aplikacionin

source: Upload image to be used as the app view menu header
sq: Ngarko imazhin që do të përdoret si header menuja e pamjes së aplikacionit

source: Home Page for App View
sq: Faqja kryesore për pamjen e aplikacionit

source: Enter url for home page on app view
sq: Vendosni url për faqen kryesore në pamjen e aplikacionit

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
sq: Zgjidhni faqen për Shiko Aplikacionin për t'u përdorur si Faqe Hyrëse. Kjo ju lejon të krijoni një faqe të veçantë për Desktop dhe Mobile e cila ju lejon të vendosni faqen kryesore në varësi të madhësisë së ekranit.

source: Default Map Location Latitude
sq: Latitude vendndodhjes së hartës

source: Enter latitude for default map location
sq: Vendosni gjerësinë për vendndodhjen e paracaktuar të hartës

source: This option will work on map only and only if there is no listing result found
sq: Ky opsion do të funksionojë vetëm në hartë dhe vetëm nëse nuk gjeni ndonjë listë të gjetjes

source: Default Map Location Longitude
sq: Gjatësia e vendndodhjes së hartës

source: Enter longitude for default map location
sq: Vendosni gjatësinë për vendndodhjen e paracaktuar të hartës

source: Listings Order By
sq: Listat Rendit Nga

source: Order By Listings on archive/search result page
sq: Rendit sipas listave në faqen e rezultateve të arkivit / kërkimit

source: Listings Order
sq: Renditja e Listave

source: Listings Order on archive/search result page
sq: Renditni renditjen në faqen e rezultateve të arkivit / kërkimit

source: Add listing only by logged in users
sq: Shtoni renditjen vetëm nga përdoruesit e regjistruar

source: Only logged in users can submit listings
sq: Vetëm përdoruesit e regjistruar mund të paraqesin lista

source: Select Timing Format
sq: Zgjidhni Formatin e Kohës

source: Contact Support Page
sq: Faqja e Ndihmës së Kontaktit

source: The select page that Contact Support button links to.
sq: Faqja e përzgjedhur me të cilën lidhet butoni Mbështetje e Kontaktit.

source: Change Plan Button
sq: Butoni i ndryshimit të planit

source: Enable to allow users to change plan via the dashboard
sq: Mundësoni që përdoruesit të ndryshojnë planin përmes pultit

source: Listings Per Page
sq: Listimet për faqe

source: It will effect on taxonomy and search page.
sq: Do të ketë efekt në faqen e taksonomisë dhe kërkimit.

source: Enter only digits. e-g 11
sq: Vendosni vetëm shifra. e-g 11

source: Upload default featured image for listing
sq: Ngarko imazhin e paracaktuar të paraqitur për listë

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
sq: Ngarko një imazh të paracaktuar për t'u përdorur si imazh i paraqitur, i përdorur vetëm nëse përdoruesi nuk ngarkon një imazh.

source: Featured image from gallery
sq: Imazh i veçuar nga galeria

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
sq: Mundësoni të përdorni një imazh nga galeria e listave si një imazh i paraqitur nëse një imazh i paraqitur nuk është i ngarkuar.

source: Map Pin Image for Contact Us Page and Listing Details Page
sq: Imazhi i Pin Pinit për Faqen e Kontaktit dhe faqet e Detajeve të Listës

source: Upload your image
sq: Ngarko imazhin tënd

source: Select Slider Type
sq: Zgjidhni Llojin e rrëshqitësit

source: Gallery Height
sq: Lartësia e galerisë

source: Add Slider Height (without unitPixel/Percent)
sq: Shtoni lartësinë e rrëshqitësit (pa njësiPixel / Përqindja)

source: Change Listing Status On Listing Moderation
sq: Ndryshimi i statusit të listës në moderimin e listës

source: ON=Pending, OFF=Publish
sq: ON = Në pritje, OFF = Publikimi

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
sq: Aktivizoni për të ndryshuar renditjen në pritje pasi lista është redaktuar. Lista nuk do të tregohet derisa të publikohet nga admin.

source: Custom Icon for Archive & Search Pages
sq: Ikona e personalizuar për faqet e arkivit dhe kërkimit

source: If Enable => It means that custom icon will work on listing archive and search result pages
sq: Nëse Enable => Do të thotë që ikona me porosi do të punojë në renditjen e arkivave dhe faqeve të rezultateve të kërkimit

source: Uploade custom icon for Archive & Search Pages
sq: Vendosni ikonën me porosi për Arkivin dhe Faqet e Kërkimit

source: Please upload a PNG icon
sq: Ju lutemi ngarkoni një ikonë PNG

source: Listing Detail
sq: Detajet e listimit

source: Select listing detail page Style
sq: Zgjidhni Stilin e faqes së detajeve të listës

source: Choose from 1 of 4 styles.
sq: Zgjidhni nga 1 nga 4 stilet.

source: Header Background Image
sq: Imazhi i Sfondit të Header

source: Top background image for this syle
sq: Imazhi i sfondit të lartë për këtë syle

source: Additional Details Position
sq: Pozicioni i Detajeve shtesë

source: Set additional details position to sidebar or below content area
sq: Vendosni pozicionin e detajeve shtesë në shiritin anësor ose nën zonën e përmbajtjes

source: Video Display Option
sq: Opsioni i shfaqjes së videos

source: On=Show youtube video in popup, off=embed
sq: Aktivizo = Shfaq videon në youtube në popup, jashtë = ngulitur

source: Detail Listing Page Report Button
sq: Butoni i Raportit të faqeve të listës së detajeve

source: on/off
sq: ndezur fikur

source: Enable to show report listing button within listing
sq: Aktivizo për të treguar butonin e listës së raporteve brenda listës

source: Deals/Offer Design (content)
sq: Marrëveshjet / Dizajni i ofertave (përmbajtja)

source: design for content area
sq: dizajn për zonën e përmbajtjes

source: The design used when deals show within the content area.
sq: Dizajni i përdorur kur ofertat tregojnë brenda zonës së përmbajtjes.

source: Discount/Deals (sidebar)
sq: Zbritje / marrëveshje (barbar)

source: design for sidebar area
sq: dizajn për zonën e shiritit anësor

source: The design used when deals show within the sidebar.
sq: Dizajni i përdorur kur ofertat tregojnë brenda shiritit anësor.

source: Listing Archive View
sq: Pamja e arkivit të listës

source: Listing page layout
sq: Paraqitja e faqes së listës

source: Background Image
sq: Imazhi i sfondit

source: Child Categories
sq: Kategoritë e fëmijëve

source: Enable to show child category boxes within the parent category
sq: Mundësohet të tregojë kutitë e kategorisë së fëmijëve brenda kategorisë së prindërve

source: Display Style for child category boxes
sq: Shfaq stilin për kutitë e kategorisë së fëmijëve

source: Choose display style for child categories
sq: Zgjidhni stilin e ekranit për kategoritë e fëmijëve

source: Ad Image
sq: Imazhi i reklamës

source: Put ad here
sq: Vendos reklamën këtu

source: Listing grid/list
sq: Rrjeti i listës / lista

source: Include child Terms listings in Archive Results
sq: Përfshini listat e kushteve të fëmijëve në Rezultatet e Arkivit

source: Enable to show listings within child category when searching the main category.
sq: Mundësoni të tregoni listat brenda kategorisë së fëmijëve kur kërkoni në kategorinë kryesore.

source: Hide Grid/List switcher
sq: Fshehni ndërruesin e rrjetit / listës

source: Enable to show button to switch between grid and list view.
sq: Aktivizo për të treguar butonin për të kaluar në mes të rrjetit dhe pamjes së listës.

source: Listing Submit & Edit
sq: Lista e paraqitur dhe modifiko

source: Page Style
sq: Stili i faqes

source: Choose an option
sq: Zgjidhni një mundësi

source: Choose submit listing form style.
sq: Zgjidhni dorëzoni stilin e formës së listës.

source: Auto-Pilot Front-End subbmission via google (Fill-O-Bot)
sq: Nënshtrimi automatik i pilot-frontit me google (Fillo-O-Bot)

source: Enable to import details from Google Maps.
sq: Aktivizoni të importoni detaje nga Google Maps.

source: Gallery Images Upload Limit
sq: Imazhet e Galerisë Ngarkoni Limit

source: Enable to restrict total number of images allowed to upload for a single listing. Individual pricing plan settings will be override this option.
sq: Aktivizoni të kufizoni numrin e përgjithshëm të pamjeve të lejuara për të ngarkuar për një listë të vetme. Cilësimet individuale të planit të çmimeve do të tejkalojnë këtë mundësi.

source: Max. allowed images in gallery
sq: Max. imazhe të lejuara në galeri

source: Just use integer value. e.g 5
sq: Thjesht përdorni vlerën e plotë. psh 5

source: Maximum no. of images allowed in gallery while submitting a listing
sq: Maksimumi jo. e imazheve të lejuara në galeri ndërsa paraqisni një listë

source: Gallery Images File Size (MB)
sq: Fotografi Galeria Madhësia e Skedarit (MB)

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
sq: Mundësohet të kufizojë madhësinë totale të skedarëve të imazheve (mb) të lejuara për të ngarkuar për një listë të vetme. Cilësimet individuale të planit të çmimeve do të tejkalojnë këtë mundësi.

source: Total allowed images size in gallery
sq: Madhësia totale e lejuar e imazheve në galeri

source: Size is in Mbs, Just use integer value. e.g 5
sq: Madhësia është në Mbs, Vetëm përdorni vlerën e plotë. psh 5

source: Enter total image size in MB. This is the total for all images within the listing.
sq: Vendosni madhësinë totale të figurës në MB. Kjo është totali për të gjitha imazhet brenda renditjes.

source: First section Image
sq: Seksioni i parë Imazhi

source: Upload Image for Submit Listing
sq: Ngarko imazhin për të paraqitur listimin

source: Second section Image
sq: Seksioni i dytë Imazhi

source: Upload Image for second section
sq: Ngarko imazhin për pjesën e dytë

source: Third section Image
sq: Seksioni i tretë Imazhi

source: Upload Image for third section
sq: Ngarko imazhin për seksionin e tretë

source: Fourth section Image
sq: Seksioni i katërt Imazhi

source: Upload Image for Fourth section
sq: Ngarko imazhin për pjesën e katërt

source: Business Logo
sq: Logo e biznesit

source: Enable to allow upload of listing logo
sq: Mundësohet të lejosh ngarkimin e logos së listës

source: Default Logo
sq: Logo e paracaktuar

source: Default logo if not uploaded by user
sq: Logoja e paracaktuar nëse nuk ngarkohet nga përdoruesi

source: Image for Title Tip
sq: Imazhi për Këshillë Titulli

source: Upload Image for Title Tip
sq: Ngarko imazhin për Këshillën e Titullit

source: Image for Full Address Tip
sq: Imazh për Këshillë të plotë Adresa

source: Upload Image for Full Address Tip
sq: Ngarko imazhin për Këshillin e Adresës së plotë

source: Image for City Tip
sq: Imazh për Këshillin e Qytetit

source: Upload Image for City Tip
sq: Ngarko imazhin për Këshillën e Qytetit

source: Image for Phone Tip
sq: Imazh për Këshillën e Telefonit

source: Upload Image for Phone Tip
sq: Ngarko imazhin për Këshillën e Telefonit

source: Image for Website Tip
sq: Imazh për Këshillë në Uebfaqe

source: Upload Image for Website Tip
sq: Ngarko imazhin për Këshillën në Uebfaqe

source: Image for Category Tip
sq: Imazhi për Këshillë Kategorie

source: Upload Image for Category Tip
sq: Ngarko imazhin për Këshillën e Kategorisë

source: Image for Price Tip
sq: Imazh për Këshillë për Pricemimin

source: Upload Image for Price Tip
sq: Ngarko imazhin për Këshillën e Pricemimeve

source: Image for Business Hours Tip
sq: Këshillë për orët e biznesit

source: Upload Image for Business Hours Tip
sq: Ngarko imazhin për Këshillë për Orët e Biznesit

source: Image for Social Media Tip
sq: Imazh për Këshillin e Medias Sociale

source: Upload Image for Social Media Tip
sq: Ngarko imazhin për këshillën e mediave sociale

source: Image for Faqs Tip
sq: Imazh për Këshillat e Faqeve

source: Upload Image for Faqs Tip
sq: Ngarko imazhin për Këshillat e Faqeve

source: Image for Description Tip
sq: Imazh për përshkrim Këshillë

source: Upload Image for Description Tip
sq: Ngarko imazhin për Këshillin e përshkrimit

source: Image for Video Tip
sq: Imazh për Këshillë Video

source: Upload Image for Video Tip
sq: Ngarko imazhin për Këshillë Video

source: Image for Gallery Tip
sq: Imazh për Këshillë Galerie

source: Upload Image for Gallery Tip
sq: Ngarko imazhin për Këshillën e Galerisë

source: Image for Business Logo
sq: Imazhi për logon e biznesit

source: Upload Image for Business Logo
sq: Ngarko imazhin për logon e biznesit

source: Quick Tips
sq: Këshilla të shpejta

source: Enable To Show Quick Tips.
sq: Aktivizo për të treguar këshilla të shpejta.

source: Quick Tip Title
sq: Titulli i Këshillit të Shpejtë

source: Quick Text
sq: Tekst i shpejtë

source: Title Text
sq: Teksti i titullit

source: Location Text
sq: Teksti i vendndodhjes

source: Location Mode
sq: Mënyra e vendndodhjes

source: Choose if multiple locations can be selected
sq: Zgjidhni nëse shumë lokacione mund të zgjidhen

source: Address
sq: Adresë

source: Google Address Button Text
sq: Teksti i Butonit të Adresës së Google

source: Custom Address Button Text
sq: Teksti i butonit të adresave të personalizuara

source: Whatsapp Field Label
sq: Etiketa në terren Whatsapp

source: Label for whatsapp field
sq: Etiketë për fushën e whatsapp

source: It will show on listing submit and edit page
sq: Do të tregohet në listën e dorëzimit dhe ndryshimit të faqes

source: Phone Text
sq: Teksti i telefonit

source: Website URL
sq: URL e faqes në internet

source: Website Text
sq: Teksti në internet

source: Hours
sq: orë

source: Operational Hours Text
sq: Teksti i orarit operacional

source: 2nd Time Slot
sq: Slot Time 2

source: Enable to allow two Times slots per day.
sq: Aktivizo të lejosh dy lojëra elektronike herë në ditë.

source: Category Text
sq: Teksti i kategorisë

source: Select Category Mode
sq: Zgjidhni Modalitetin e Kategorisë

source: Choose if multiple category can be selected.
sq: Zgjidhni nëse mund të zgjidhen kategori të shumta.

source: Features area Text
sq: Teksti i zonës së karakteristikave

source: Select your listing features
sq: Zgjidhni veçoritë e listës suaj

source: Price Range Text
sq: Teksti i diapazonit të çmimeve

source: Price From
sq: Pricemimi Nga

source: Price From Text
sq: Pricemimi nga Teksti

source: Price To
sq: Mimi Tek

source: Price To Text
sq: Pricemimi Teksti

source: Description Text
sq: Teksti i përshkrimit

source: FAQ Title
sq: Titulli i pyetjeve

source: FAQ Tabs Text
sq: Tekste tabela FAQ

source: Hide or show all socials
sq: Fsheh ose trego të gjitha shoqëritë sociale
