Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Ghost HERE
sq: Ghost K HERTU

source: The page you are looking for might have been removed or is temporarily unavailable.
sq: Faqja që ju po kërkoni mund të jetë hequr ose është përkohësisht e padisponueshme.

source: <div class="rating-symbol"></div>
sq: <div class = "vlerësim-simbol"> </div>

source: <div class="rating-symbol-background
sq: <div class = "vlerësim-simbol-sfond

source: <div class="rating-symbol-foreground"></div>
sq: <div class = "vlerësim-simbol-i parë"> </div>

source: ./color
sq: ./ngjyrë

source: top
sq: më i lartë

source: bottom
sq: fund

source: label[for='
sq: etiketë [per = '

source: <li class="no-results">
sq: <li class = "pa rezultate">

source: body
sq: trup

source: input
sq: të dhëna

source: <label for="
sq: <emërtim për = "

source: This post is password protected. Enter the password to view comments.
sq: Ky postim mbrohet me fjalëkalim. Vendosni fjalëkalimin për të parë komente.

source: 1 Review
sq: 1 përmbledhje

source: Reviews
sq: Shqyrtime

source: Your Rating for this listing
sq: Vlerësimi juaj për këtë listë

source: Rate us and Write a Review
sq: Na vlerësoni dhe shkruani një përmbledhje

source: Leave a Reply to %s
sq: Lini një Përgjigje për% s

source: 1 Comment
sq: 1 koment

source: Leave a Comment
sq: Lini një koment

source: Post a comment
sq: Posto nje Koment

source: Homepage Menu
sq: Menyja e faqes në internet

source: Inner Pages Menu
sq: Menyja e faqeve të brendshme

source: Top Bar Menu
sq: Menuja në shiritin më të lartë

source: Footer Menu
sq: Menyja e këpucëve

source: Mobile Menu
sq: Menyja e celularit

source: Category Menu
sq: Menyja e kategorisë

source: Partypro Category Menu
sq: Menuja e kategorisë së partive

source: You don't have permission to access this page.
sq: Ju nuk keni leje për të hyrë në këtë faqe.

source: Type and hit enter
sq: Shkruaj dhe godit hyrjen

source: Footer sidebar
sq: Shirit anësor i këmbës

source: The footer sidebar widget area
sq: Zona widget e shiritit anësor të këmbës

source: Inexpensive
sq: i lirë

source: Moderate
sq: mesatar

source: Pricey
sq: i kushtueshëm

source: Ultra High End
sq: Fundi ultra i lartë

source: Price Range
sq: Gamë të çmimeve

source: Share
sq: pjesë

source: 0 View
sq: 0 Pamje

source: View
sq: Pamje

source: Rating only enabled on published listing
sq: Vlerësimi është aktivizuar vetëm në listën e publikuar

source: Be the first one to rate!
sq: Bëhu i pari që vlerëson!

source: Free
sq: falas

source: No Plan Assigned Yet
sq: Asnjë plan i akorduar ende

source: Change Plan
sq: Plani i ndryshimit

source: Package
sq: paketë

source: Pay Per Listing
sq: Paguaj për listë

source: Success
sq: Sukses

source: Success (100% Discounted)
sq: Suksesi (100% i zbritur)

source: Pending
sq: pritje

source: Yes
sq: po

source: Sorry! There is no plan associated with the category
sq: Na vjen keq! Nuk ka asnjë plan të lidhur me kategorinë

source: Sorry! There is no general plan
sq: Na vjen keq! Nuk ka plan të përgjithshëm

source: To get Claim for listing, click of following link
sq: Për të marrë Kërkesë për renditje, klikoni në lidhjen e mëposhtme

source: Load Claim Email
sq: Kërkoni ngarkesën me Email

source: Claim For Listing
sq: Kërkesë për listë

source: Send Link to email
sq: Dërgoni lidhje në email

source: Email has sent
sq: E-maili ka dërguar

source: Problem in email sending
sq: Problemi në dërgimin e postës elektronike

source: Something went wrong!
sq: Dicka shkoi keq!

source: Lead message reply
sq: Përgjigje për mesazhin kryesues

source: Delete
sq: fshini

source: Reply to this
sq: Përgjigju kësaj

source: Send message
sq: Dërgoni mesazh

source: Registered User
sq: Përdoruesi i regjistruar

source: Unregistered User
sq: Përdorues i paregjistruar

source: Details
sq: detalet

source: Phone
sq: telefon

source: Important Update Notice!
sq: Njoftim i Rëndësishëm Përditësimi!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
sq: Faleminderit për azhurnimin e temës tuaj, tani ju rekomandojmë shumë që të azhurnoni shtojcat e mëposhtme.

source: <br /><br /><strong>Before doing anything please take backup of your plugins in case if you have made any changes in CODE files directly or you have made translations</strong><br /><br />
sq: <br /> <br /> <strong> Para se të bëni ndonjë gjë, ju lutemi merrni kopje rezervë të shtojcave tuaja në rast se keni bërë ndonjë ndryshim në skedarët CODE direkt ose keni bërë përkthime </ strong> <br /> <br />

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
sq: Shkoni te Plugins, çaktivizoni dhe fshini të gjitha shtojcat e përmendura. Pas fshirjes, njoftimi i mëposhtëm do të shfaqet,

source: This theme requires the following plugin
sq: Kjo temë kërkon shtojcën e mëposhtme

source: Click
sq: Kliko

source: begin installing plugin
sq: filloni të instaloni shtojcën

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
sq: lidhje. <br /> <br /> Pas përfundimit të instalimit, aktivizoni plugin. Shtojcat e Listingpro do të jenë të azhurnuara

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
sq: <strong> Shënim shtesë për THEME TIL FMIJ UsS Përdoruesit: Nëse jeni duke përdorur temë fëmije, atëherë ju lutemi kaloni te tema e prindërve dhe ndiqni hapat e mësipërm dhe pastaj kthehuni përsëri tek tema e fëmijëve </strong>

source: Select Plan
sq: Zgjidhni planin

source: Verify your purchase code to unlock all features, see
sq: Verifikoni kodin tuaj të blerjes për të zhbllokuar të gjitha tiparet, shihni

source: instructions
sq: udhëzime

source: Twice a Month
sq: Dy herë në muaj

source: Select Listing
sq: Zgjidh Listimin

source: PAYED WITH
sq: PAGUAR ME

source: No
sq: jo

source: TOTAL BUDGET
sq: BUXHETI TOTAL

source: Amount paid
sq: Shuma e paguar

source: REMAINING BALANCE
sq: RREGULLIMI I BALANCS

source: Duration
sq: kohëzgjatje

source: Days
sq: ditë

source: Spotlight
sq: Ndriçoj

source: Top of Search
sq: Kreu i kërkimit

source: Type
sq: lloj

source: Start Date
sq: Data e fillimit

source: End Date
sq: Data e përfundimit

source: PENDING
sq: PROCESIT

source: INACTIVE
sq: PASIV

source: Random Ads
sq: Reklama të rastit

source: Detail Page Ads
sq: Detajet e reklamave në faqe

source: Top in Search Page Ads
sq: Reklamat kryesore në faqen e kërkimit

source: Additional Details
sq: detaje shtese

source: Show all
sq: Trego të gjitha

source: More Filter
sq: Më shumë Filtër

source: Sorry! No more filter found for current selections
sq: Na vjen keq! Nuk u gjet asnjë filtër tjetër për zgjedhjet aktuale

source: Cancel
sq: anuloj

source: Show Results
sq: Trego rezultatet

source: Today
sq: sot

source: 24 hours open
sq: 24 orë e hapur

source: Open
sq: hapur

source: Closed
sq: Mbyllur

source: Day Off!
sq: Ditë pushimi!

source: Review for
sq: Shqyrtimi për

source: Reviews for
sq: Shqyrtime për

source: Filter By :
sq: Filtri Nga:

source: Newest
sq: Më të Rejat

source: Highest Rated
sq: Me vlerën më të lartë

source: Lowest Rated
sq: Me vlerën më të ulët

source: Interesting
sq: interesant

source: Love
sq: dashuria

source: You already reacted
sq: Tashmë keni reaguar

source: View All
sq: Shiko te gjitha

source: Was this review ...?
sq: A ishte ky përmbledhje ...?

source: Report
sq: raport

source: Author Response
sq: Përgjigja e autorit

source: ago
sq: më parë

source: Contract
sq: kontratë

source: Expand
sq: zgjeroj

source: Invalid User Session
sq: Sesioni i pavlefshëm i përdoruesit

source: Announcement updated
sq: Njoftimi u azhurnua

source: Announcements are not allowed with this listing
sq: Njoftimet nuk lejohen me këtë listë

source: Announcement added successfully
sq: Njoftimi u shtua me sukses

source: offer updated
sq: ofertë azhurnuar

source: offer added
sq: ofertë e shtuar

source: Something went wrong
sq: Dicka shkoi keq

source: Menu item updated successfully
sq: Artikulli i menusë azhurnohet me sukses

source: Menu item added successfully
sq: Artikulli i menusë u shtua me sukses

source: Coupon Updated successfully
sq: Kuponi Azhurnohet me sukses

source: Coupons are not allowed with this listing
sq: Kuponët nuk lejohen me këtë listë

source: Coupon Created successfully
sq: Kuponi u krijua me sukses

source: Data deleted
sq: Të dhënat janë fshirë

source: Bad Request
sq: Kerkese e keqe

source: Menu Items deleted successfully
sq: Artikujt e menusë janë fshirë me sukses

source: event updated successfully
sq: ngjarja u azhurnua me sukses

source: Error while updating event
sq: Gabim gjatë azhurnimit të ngjarjes

source: event created successfully
sq: ngjarje e krijuar me sukses

source: Error while creating event
sq: Gabim gjatë krijimit të ngjarjes

source: going
sq: duke shkuar

source: Event Message
sq: Mesazhi i ngjarjes

source: Events For
sq: Ngjarjet Për

source: Map View
sq: Pamja e hartës

source: List View
sq: Pamja e listës

source: Who is going?
sq: Kush po shkon?

source: people are going
sq: njerëzit po shkojnë

source: Item Name
sq: Emri i artikullit

source: Group
sq: grup

source: Price
sq: çmim

source: Edit
sq: redaktoj

source: Menu Item
sq: Artikulli i menusë

source: Ex: Roasted Chicken
sq: Psh: Pule e pjekur

source: Reg. Price
sq: Reg. çmim

source: Ex: $10
sq: Shembull: 10 dollarë

source: Sale Price
sq: Çmimi i shitjes, çmimi i shitjeve

source: Quote Text
sq: Teksti i cituar

source: Ex: Quote
sq: Shembull: Citim

source: Ex: hht://yourweb.com/page
sq: Shembull: hht: //yourweb.com/page

source: Short Description
sq: Përshkrim i shkurtër

source: Popular Item
sq: Artikull popullor

source: save
sq: ruaj

source: Receipt
sq: Faturë

source: Billed to :
sq: Faturuar për:

source: Invoice :
sq: Faturë:

source: Process With: Direct / Wire method
sq: Procesi me: Metoda direkte / teli

source: Description
sq: Përshkrim

source: Payment instructions
sq: Udhëzimet e pagesës

source: Subtotal :
sq: Nënkuptimi:

source: Tax :
sq: Taksa:

source: Amount Paid :
sq: Shuma e paguar :

source: Balance due :
sq: Bilanci i duhur:

source: Go Back To Dashboard
sq: Kthehu përsëri në pult

source: Congratulations! Transaction is pending.
sq: Urime! Transaksioni është në pritje.

source: No.
sq: Jo.

source: Amount
sq: sasi

source: Membership
sq: Anëtarësia

source: SUBTOTAL
sq: Nëntotali

source: PAID
sq: PAGUAR

source: no data
sq: nuk ka të dhëna

source: no table data
sq: nuk ka të dhëna të tabelës

source: INVOICE
sq: FATURA

source: Plan Type
sq: Lloji i planit

source: Plan Name
sq: Emri i planit

source: Ad For
sq: Reklamë Për

source: Tax
sq: taksë

source: Tax on price:
sq: Taksa mbi çmimin:

source: Payment Total
sq: Pagesa totale

source: Total Price:
sq: Cmimi total:

source: Additional Information:
sq: Informacion shtese:

source: Hide This Bar
sq: Fshih këtë Bar

source: Pay & Publish
sq: Paguaj dhe Publiko

source: Publish
sq: publikoj

source: Please wait...
sq: Te lutem prit...

source: Wrong username or password.
sq: Emri ose fjalëkalimi i gabuar.

source: Login successful, redirecting...
sq: Hyni i suksesshëm, ridrejtimi ...

source: Please check captcha
sq: Ju lutemi kontrolloni captcha

source: Go to your inbox or spam/junk and get your password
sq: Shkoni te kutia postare ose spam / junk dhe merrni fjalëkalimin tuaj

source: Registration and login successfull, redirecting soon...
sq: Regjistrimi dhe hyrja e suksesshme, duke ridrejtuar së shpejti ...

source: This Email already exists
sq: Ky email tashmë ekziston

source: This Username already exists
sq: Ky Emri tashmë ekziston

source: Email field is empty
sq: Fusha e postës elektronike është bosh

source: Please provide correct email.
sq: Ju lutemi jepni email të saktë.

source: Username field is empty.
sq: Fusha e përdoruesit është bosh.

source: Password changed
sq: Fjalëkalimi u ndryshua

source: You new password is:
sq: Ju fjalëkalimi i ri është:

source: Kindly update your password from your dashboard profile
sq: Me mirësi, azhurnoni fjalëkalimin tuaj nga profili juaj i panelit

source: Email not found in users list.
sq: Email-i nuk u gjet në listën e përdoruesve.

source: Security code not found.
sq: Kodi i sigurisë nuk u gjet

source: Sign in
sq: Hyni

source: Username or Email Address *
sq: Emri i përdoruesit ose adresa e emailit *

source: Password *
sq: Fjalëkalimi *

source: Keep me signed in
sq: me mbaj te lidhur

source: Not a member? Sign up
sq: Jo anetar? Regjistrohu

source: Forgot Password
sq: Keni harruar fjalëkalimin

source: Connect with your Social Network
sq: Lidhu me Rrjetin tënd Social

source: Google Login
sq: Hyrja në Google

source: Facebook Login
sq: Hyrja në Facebook

source: Twitter Login
sq: Regjistrohuni në Twitter

source: Sign Up
sq: Regjistrohu

source: Username *
sq: Emri i përdoruesit *

source: Email Address *
sq: Adresa e emailit *

source: Password will be e-mailed to you.
sq: Fjalëkalimi do t'ju dërgohet me email.

source: I Agree
sq: Pajtohem

source: You agree & accept our Terms & Conditions to signup.
sq: Ju pranoni dhe pranoni Kushtet & Kushtet tona për t'u regjistruar.

source: Register
sq: Regjistrohu

source: Already have an account? Sign in
sq: Posedoni një llogari? Hyni

source: sign in With Facebook
sq: regjistrohu Me Facebook

source: sign in With Twitter
sq: regjistrohuni me Twitter

source: Forgotten Password
sq: Fjalëkalimi i harruar

source: Get New Password
sq: Merrni fjalëkalim të ri

source: Theme Options
sq: Opsionet e temave

source: General
sq: i përgjithshëm

source: Primary Color
sq: Ngjyra primare

source: (default: #41a6df).
sq: (parazgjedhur: # 41a6df).

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
sq: Kontrollon ngjyrën kryesore të theksuar në të gjithë temën. Ngjyra e aplikuar në elementë të tillë si butonat, lidhjet, kategoritë, etj.

source: Secondary Color
sq: Ngjyra sekondare

source: (default: #363F48).
sq: (parazgjedhur: # 363F48).

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
sq: Kontrollon ngjyrën e theksuar të vogël në të gjithë temën. Ngjyra e aplikuar për elementë të tillë si lidhjet e miut, butonat, thërrimet e bukës, etj.

source: User Signup Form Password Field
sq: Fusha e Fjalëkalimit të Formularit të Regjistrimit të Përdoruesit

source: On for enable and Off for disable password field
sq: Aktivizohet për aktivizues dhe Fiketë për të çaktivizuar fushën e fjalëkalimit

source: Enable to show password field within the signup form. Disable to have the password emailed to the user after signup. It`s recommended to leave enabled.
sq: Aktivizo për të treguar fushën e fjalëkalimit brenda formularit të regjistrimit. Pamundësoni që fjalëkalimi t'i dërgohet me email përdoruesit pas regjistrimit. Rekomandohet të lihet aktivizuar.

source: Instant-Signup Username Field
sq: Fusha e Emrit të Regjistrimit të Shpejtë

source: Enable to allow users to set their own username within the instant signup form. If disabled a username is auto-generated during signup.Instant signup shows during listing and review submission if the user isn`t signed in
sq: Mundësoni që përdoruesit të vendosin emrin e tyre të përdoruesit brenda formës së regjistrimit të menjëhershëm. Nëse çaktivizoni një emër përdoruesi gjenerohet automatikisht gjatë regjistrimit. Regjistrimi i menjëhershëm tregon gjatë listës dhe dorëzimit të rishikimit nëse përdoruesi nuk është regjistruar

source: On for enable and Off for disable username feild
sq: Aktivizo për aktivizues dhe Off për çaktivizim të emrit të përdoruesit

source: Page Title (H1)
sq: Titulli i faqes (H1)

source: On for enable and Off for disable page title
sq: Aktiv për aktivizues dhe Off për çaktivizimin e titullit të faqes

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
sq: Aktivizoni të shfaqni një titull faqesh për faqet që nuk janë direktori, si psh, kontakti etj. Kjo nuk do të ndikojë në faqet e drejtorive siç është lista e rezultateve të kërkimit (arkivi) dhe faqja e detajeve të listës.

source: Currency Symbol For Price Group/Range
sq: Simboli i valutave për grupin / gamën e çmimeve

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
sq: Vendosni një simbol të monedhës (psh. $ | ¥ | £) për të shfaqur në filtrin e kërkimit si grup çmimesh (p.sh. $ | $ $ | $ $ $ | $ $ $ $) dhe gjithashtu në faqen e detajeve të listës si varg çmimesh (25 - 50 dollarë).

source: Paste your CSS code here.
sq: Ngjitni kodin tuaj CSS këtu.

source: Paste your JS code here.
sq: Vendosni kodin tuaj JS këtu.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
sq: Zbulimi i vendndodhjes automatike për Banner (Hero) dhe Fushën e Kërkimit (Ku)

source: On for enable and Off for disable current location
sq: Aktivizohet për aktivizues dhe Off për çaktivizimin e vendndodhjes aktuale

source: Enable to auto-detect users location and display their location within the location (where) field and within the Home Page Banner. <br>Example: Browse Anything! Explore <b>New York</b>
sq: Aktivizoni për të zbuluar automatikisht vendndodhjen e përdoruesve dhe për të shfaqur vendndodhjen e tyre brenda fushës (ku) fushës dhe brenda Banerit të Faqes kryesore. <br> Shembull: Shfletoni ndonjë gjë! Eksploroni <b> New York </b>

source: Auto-Location Detection Method
sq: Metoda e Zbulimit të Vendndodhjes Auto

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
sq: Ekzistojnë tre mundësi në dispozicion për të identifikuar vizitorët vendndodhjen aktuale. Auto-zbulimi i vendndodhjes bazuar në <br /> <br /> <strong> GPS </strong>, ofron informacion shumë të saktë për vendndodhjen bazuar në satelitët. (Pëlqimi i përdoruesit që kërkohet në shfletuesin. Një pop i shfaqet vizitorit për të mundësuar zbulimin e vendndodhjes.) <br /> <br /> <strong> Auto-zbulimi i vendndodhjes bazuar në Geo IP DB dhe IPI </strong> siguron informacion më pak të saktë për vendndodhjen bazuar në adresën IP tuaj dhe përdor një bazë të dhënash të jashtme për të hartuar adresën IP në një lokacion fizik . (Pëlqimi i përdoruesit nuk kërkohet në shfletues. Asnjë pop nuk i shfaqet përdoruesit për të mundësuar zbulimin e vendndodhjes.)

source: User Dashboard
sq: Paneli i përdoruesit

source: Dashboard
sq: baltëpritëse

source: Resurva Bookings
sq: Rezervimet për Resurva

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
sq: Mundësohet të lejosh Rezervimet e Resurva. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Timekit Bookings
sq: Rezervime Timekit

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
sq: Aktivizo të lejosh Rezervimet Timekit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
sq: Mundësohet të tregojë listat e autorëve brenda panelit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Enable to show saved listings within the dashboard.
sq: Aktivizo për të treguar listat e ruajtura brenda panelit.

source: Invoices
sq: faturat

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar faturat brenda pultit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Packages
sq: Paketat

source: Enable to show packages within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar paketat brenda pultit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Ad Campaign
sq: Fushata e reklamave

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar dhe lejuar krijimin e Fushatave Ad brenda pultit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Enable to show and reply to reviews within the dashboard.
sq: Aktivizoni të tregoni dhe t'i përgjigjeni recensioneve brenda panelit.

source: Appointments
sq: emërimet

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar Takimet brenda panelit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar dhe lejuar krijimin e Menusë në pult. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Menus Image Gallery
sq: Galeria e Imazheve të Menusë

source: (Available only for business listing owners)
sq: (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Image Menu
sq: Menyja e figurës

source: (Available only for business listing owners)
sq: (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Announcements
sq: Lajmërime

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar dhe lejuar krijimin e Njoftimeve brenda panelit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Events
sq: Ngjarje

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar dhe lejuar krijimin e Ngjarjeve brenda panelit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: Discount/Offers/Deals
sq: Discount / Oferta / Deals

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
sq: Aktivizo për të treguar dhe lejuar krijimin e Uljeve / Ofertave / Marrëveshjeve brenda pultit. (Në dispozicion vetëm për pronarët e listave të biznesit)

source: My Profile
sq: Profili im

source: Logout Button
sq: Butoni i daljes

source: Enable to show the logout button within the dashboard.
sq: Aktivizo për të treguar butonin e daljes brenda panelit.

source: Notice to Listing
sq: Njoftim për Listim

source: Notice to Create Campaigns
sq: Njoftim për të krijuar fushata

source: Delete Converstaion Button
sq: Fshij butonin e konvertimit

source: Enable to show delete conversation button within the dashboard inbox.
sq: Aktivizoni të tregoni butonin e fshirjes së bisedës brenda kutisë së pultit.

source: Typography
sq: tipografi

source: Body Font
sq: Font trupi

source: Specify the body font properties.
sq: Specifikoni vetitë e fontit të trupit.

source: Navigation Style and Anchor
sq: Stili i lundrimit dhe spiranca

source: Typography option with each property can be called individually.
sq: Opsioni tipografi me secilën pronë mund të quhet individualisht.

source: Heading h1 Style
sq: Kreu h1 Stil
