Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Email subject for Review Reply
sq: Subjekt i postës elektronike për përgjigje për rishikim

source: Review Reply
sq: Shqyrto përgjigjen

source: Review Reply Content
sq: Rishikoni Përgjigjen e përmbajtjes

source: Email content for Review Reply
sq: Përmbajtja e postës elektronike për t'u përgjigjur

source: <span class="font24">Approved Listing</span>
sq: <span class = "font24"> Lista e aprovuar </span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për Lista e aprovimit të postës elektronike. % listë_title si titull i listës,% listë_url si URL e listës

source: Listing Approved Subject
sq: Lista e subjektit të aprovuar

source: Email subject for approved listing
sq: Subjekt emaili për listë të miratuar

source: Your listing approved
sq: Lista juaj e aprovuar

source: Listing Approved Content
sq: Lista e përmbajtjes së aprovuar

source: Email content for listing approved
sq: Përmbajtja e postës elektronike për listë të miratuar

source: <span class="font24">Expired Listing</span>
sq: <span class = "font24"> Listimi i skaduar </span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për Listimin e postës elektronike të skaduar. % listë_title si titull i listës,% listë_url si URL e listës

source: Listing Expired Subject
sq: Lista e subjektit të skaduar

source: Email subject for expired listing
sq: Subjekt emaili për listën e skaduar

source: Your listing expired
sq: Lista juaj skadoi

source: Listing Expired Content
sq: Lista e përmbajtjes së skaduar

source: Email content for listing expired
sq: Përmbajtja e postës elektronike për listim skadoi

source: <span class="font24">Expired Ad Campaign</span>
sq: <span class = "font24"> Fushata Reklamuese e Skaduar </span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për emailin e skaduar të fushatës Ad. % listë_title si titull i listës,% listë_url si URL e listës

source: Ad Expired Subject
sq: Subjekti i skadimit të reklamës

source: Email subject for expired ads campaign
sq: Subjekt i postës elektronike për fushatën e reklamave të skaduara

source: Your ad campaign has expired
sq: Fushata juaj reklamuese ka skaduar

source: Ad Expired Content
sq: Përmbajtja e skaduar e reklamës

source: Email content for ads campaigns expired
sq: Përmbajtja e postës elektronike për fushatat e reklamave skadoi

source: Wire Invoice
sq: Faturë teli

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
sq: Përdorni këto kode të shkurtra vetëm për email me Faturë me tel. % listë_title si titull i listës,% listë_url si URL e listës,% invoice_no si numër faturë

source: Invoice Email Subject
sq: Subjekti i Faturës në Email

source: Email subject wire inovice
sq: Inovacioni i telave me temë përmes postës elektronike

source: Your new listing on %website_url
sq: Lista juaj e re në% site_url

source: Invoice Email Content
sq: Përmbajtja e postës elektronike të faturës

source: Invoice Email Subject(admin)
sq: Subjekti i Faturës Email (administratori)

source: Email subject(admin)
sq: Subjekti i postës elektronike (administratori)

source: Invoice Email Content (admin)
sq: Përmbajtja e Email-it të faturës (administratori)

source: Email content(admin)
sq: Përmbajtja e postës elektronike (administratori)

source: Claim Listing ( submission )
sq: Lista e kërkesave (dorëzimi)

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për postën elektronike Kërkesë. % listë_title si titull i listës,% listë_url si URL e listës

source: Listing Claim Submission Subject
sq: Subjekti i Paraqitjes së Kërkesës së Renditjes

source: Email subject for claimer
sq: Subjekti i postës elektronike për pretenduesin

source: Your claim has submitted
sq: Kërkesa juaj ka paraqitur

source: Listing Claim Submission Content
sq: Lista e përmbajtjes së paraqitjes së kërkesës

source: Email content for claimer
sq: Përmbajtja e postës elektronike për pretenduesin

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
sq: Kërkesa juaj për renditjen <a href="%listing_url">% listë_title </a> është paraqitur

source: Listing Claim Submission Subject (Author)
sq: Subjekti i Paraqitjes së Kërkesës së Listimit (Autori)

source: Email subject for Author
sq: Subjekti i postës elektronike për autorin

source: A claim has been submitted on your listing
sq: Një kërkesë është paraqitur në listën tuaj

source: Listing Claim Submission Content (Author)
sq: Lista e përmbajtjes së paraqitjes së kërkesave (autori)

source: Email content for Author
sq: Përmbajtja e postës elektronike për Autor

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
sq: Përshëndetje, Një kërkesë është paraqitur në listën tuaj <a href="%listing_url">% listë_title </a>. Ju lutemi kontaktoni administratorin për detaje të mëtejshme

source: Listing Claim Submission Subject (Admin)
sq: Subjekti i Paraqitjes së Kërkesave në listë (Administratori)

source: Email subject for Admin
sq: Subjekt emaili për administratorin

source: New Claim has been submitted
sq: Kërkesa e re është paraqitur

source: Listing Claim Submission Content (Admin)
sq: Lista e përmbajtjes së paraqitjes së kërkesave (administratori)

source: Email content for Admin
sq: Përmbajtja e postës elektronike për Admin

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
sq: Ju keni marrë një pretendim të ri në një listë <a href="%listing_url">% listë_title </a> Ju lutemi hyruni në pult, për më shumë detaje

source: Claim Listing ( Approval )
sq: Lista e kërkesave (Miratimi)

source: Use these shortcodes only for Claim Approval email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për email-in për miratimin e kërkesës. % listë_title si titull i listës,% listë_url si URL e listës

source: Listing Claim Approval Subject
sq: Tema e miratimit të kërkesës së listës

source: Email subject(claimer)
sq: Subjekt i postës elektronike (pretenduesi)

source: Your claim has approved
sq: Kërkesa juaj është aprovuar

source: Listing Claim Approval Content
sq: Lista e përmbajtjes së aprovimit të kërkesës

source: Email content(claimer)
sq: Përmbajtja e postës elektronike (pretenduesi)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
sq: Pretendimi juaj për renditjen <a href="%listing_url">% listë_title </a> është aprovuar

source: Email subject(old owner)
sq: Subjekti i postës elektronike (pronari i vjetër)

source: Listing Claim notice
sq: Listimi i njoftimit të kërkesës

source: Email content(old owner)
sq: Përmbajtja e postës elektronike (pronari i vjetër)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
sq: Pretendimi kundër listës suaj është aprovuar. Detajet janë: <a href="%listing_url">% listë_title </a>

source: Campaign Activation( ADMIN)
sq: Aktivizimi i fushatës (ADMIN)

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
sq: Përdorni këto kode të shkurtra vetëm për postën elektronike të aktivizimit të fushatës. % listë_title si titull i listës,% listë_url si URL e listës,% fushë_paketime si pako të blera,% autor_name si emër autori

source: Ad Campaign Active Subject
sq: Subjekti aktiv i fushatës së reklamave

source: Email subject campaign activation
sq: Aktivizimi i fushatës së postës elektronike

source: Ad Campaign Activated
sq: Fushata e reklamave u aktivizua

source: Ad Campaign Active Content
sq: Përmbajtja aktive e fushatës së reklamave

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
sq: % author_name aktivizoi vetëm një fushatë reklamimi për një listë <a href="%listing_url">% listë_title </a> me paketat% fushatë_packages

source: Campaign Activation(To Author)
sq: Aktivizimi i fushatës (të autorit)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
sq: Përdorni këto kode të shkurtra vetëm për emailin e aktivizimit të fushatës së autorit. % listë_title si Titulli i listës,% listë_url si URL e listës,% fushë_paketime si pako të blera

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
sq: Ju keni aktivizuar një fushatë në një listë <a href="%listing_url">% listë_title </a> Me paketat% fushatë_paketa

source: Recurring Payment Reminder Email
sq: Duke përsëritur Emailin e Kujtesës së Pagesave

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
sq: Përdorni këto kode të shkurtra vetëm për postën elektronike të njoftimit të përsëritur të pagesës. ju mund të përdorni% listë_title si titull listë,% plan_title për emrin e Planit,% plan_price si Pricemimi i Planit,% plan_duration si Kohëzgjatja e Planit dhe% njoftohetPra si jo. të ditës / ditë para zbritjes së pagesës. Përdorni kodet e shkurtra vetëm në redaktor

source: Recurring Payment Reminder Subject
sq: Lënda e përsëritur e kujtesës së pagesës

source: Email subject for recurring reminder
sq: Subjekt emaili për kujtesë të përsëritur

source: Recurring Payment Reminder
sq: Rikujtimi i përsëritur i pagesës

source: Recurring Payment Reminder Content
sq: Duke përsëritur përmbajtjen e kujtesës së pagesës

source: Email content for recurring reminder
sq: Përmbajtja e postës elektronike për kujtesë të përsëritur

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
sq: Një Pagesë do të zbritet nga kartela juaj pasi të njoftoni% para ditës / ditëve. Detajet janë: Lista:% listë_title, Plani:% plan_title, Pricemimi:% plan_price, Kohëzgjatja:% plan_durimi / ditë

source: Recurring Payment Reminder Subject (Admin)
sq: Lënda e përsëritur e përkujtimit të pagesave (administratori)

source: Email subject by admin
sq: Subjekti i postës elektronike nga admin

source: Recurring Payment is due
sq: Pagesa e përsëritur është për shkak

source: Recurring Payment Reminder Content (Admin)
sq: Duke përsëritur përmbajtjen e kujtesës së pagesës (administratori)

source: Email content by admin
sq: Përmbajtja e postës elektronike nga admin

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
sq: Një Pagesë është për shkak të një përdoruesi pas njoftimit% para ditës / ditëve. Detajet janë: Lista:% listë_title, Plani:% plan_title, Pricemimi:% plan_price, Kohëzgjatja:% plan_durimi / ditë

source: Subscription Cancel Email
sq: Abonimi Anuloni Email

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
sq: Përdorni këto kode të shkurtra vetëm për anulimin e postës elektronike të përsëritur të dorëzimit. % listë_title si titull i listës,% listë_url si URL e listës

source: Subscription Cancelled Subject
sq: Abonimi Anulohet Tema

source: Email subject for subscription cancel
sq: Subjekti me email për anulimin e pajtimit

source: Cancel Subscription Notification
sq: Anuloni Njoftimin e Abonimit

source: Subscription Cancelled Content
sq: Abonimi Përmbajtja e Anuluar

source: Email content for cancel subscription
sq: Përmbajtja e postës elektronike për anulimin e pajtimit

source: Your subscription has been canceled successfully
sq: Abonimi juaj është anuluar me sukses

source: Subscription Cancelled Subject (Admin)
sq: Abonimi Anulohet Subjekti (Administratori)

source: Subscription cancel notification
sq: Njoftimi për anulimin e pajtimit

source: Subscription Cancelled Content (Admin)
sq: Abonimi Përmbajtja e Anuluar (Administratori)

source: A subscription has been cancelled.
sq: Një pajtim është anuluar.

source: Lead Form Email Template
sq: Modeli i Udhëzimit me Formularin Drejtues

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
sq: Përdorni këto kode të shkurtra vetëm për email të formës Lead. % listë_title si titull listë,% sender_name për emrin e dërguesit,% sender_email për email të dërguesit,% sender_phone për telefonin e dërguesit dhe% sender_message për mesazhin e dërguesit

source: Lead Form Subject
sq: Lënda e formës së plumbit

source: Email subject for lead form
sq: Subjekti i postës elektronike për formën e plumbit

source: Somone contacted for a listing
sq: Dikush kontaktoi për një listë

source: Lead Form Content
sq: Përmbajtja e formës së plumbit

source: Email content for lead form
sq: Përmbajtja e postës elektronike për formën e plumbit

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
sq: Dikush ju ka kontaktuar juve për renditjen "% listë_title". Detajet janë në vijim - Emri:% sender_name <br> Email:% sender_email <br> Telefon:% sender_phone <br> Mesazhi:% sender_message

source: Reviews Email Templates
sq: Shqyrtime Modelet e Emailit

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
sq: Përdorni këto kode të shkurtra vetëm për postën elektronike të Rishikimit. % listë_title si titull i listës,% listë_url si lidhje liste,% reviewtext si Mesazh Shqyrtimi dhe% reviewer_email për Email të Rishikuesit në përmbajtje

source: Review Submission Subject (Author)
sq: Shqyrtimi i Subjektit të Dorëzimit (Autori)

source: Enter Subject of Email for Listing Author
sq: Vendosni Subjektin e Email-it për Autorin e Listimit

source: Review Submit Email
sq: Shqyrtoni Paraqisni Email

source: Review Submission Content (Author)
sq: Shqyrtimi i përmbajtjes së paraqitjes (autori)

source: Email content for Listing Author
sq: Përmbajtja e postës elektronike për autorin e listës

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
sq: Dikush ka rishikuar në renditjen "% listë_title" e cila është e juaja. Detajet janë në vijim <br> Rishikuesi:% reviewer_email <br> Rishikimi:% reviewtext - Lista e:% listë_title <br> URL:% listing_url

source: Review Submission Subject(Reviewer)
sq: Subjekti i Paraqitjes së Shqyrtimit (Shqyrtuesi)

source: Enter Subject of Email for Reviewer
sq: Vendosni Subjektin e Email-it për Shqyrtues

source: Review Submission content(Reviewer)
sq: Shqyrtimi i përmbajtjes së paraqitjes (recensuesi)

source: Email content for Reviewer
sq: Përmbajtja e postës elektronike për Rishikuesin

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
sq: Ju keni rishikuar në renditjen "% listë_title". Detajet janë në vijim <br> Lista e faqes:% listing_title <br> URL:% listing_url

source: Privacy
sq: intimitet

source: Privacy Page
sq: Faqja e privatësisë

source: Signup
sq: Regjistrohu

source: Show Agree to the Privacy Policy during using Signup
sq: Trego Pajtimin me Politikën e Intimitetit gjatë përdorimit të Regjistrimit

source: Listing Submission
sq: Dorëzimi i listës

source: Show Agree to the Privacy Policy during Listing Submission
sq: Trego marrëveshjen për politikën e privatësisë gjatë paraqitjes së listës

source: Review Submission
sq: Paraqitja e rishikimit

source: Show Agree to the Privacy Policy during Review Submission
sq: Trego marrëveshjen për politikën e privatësisë gjatë paraqitjes së rishikimit

source: Lead Form
sq: Forma e plumbit

source: Show Agree to the Privacy Policy on Lead Forms
sq: Tregoni dakord me politikën e privatësisë mbi format e plumbit

source: Listing Claim Form
sq: Formulari i kërkesës së listës

source: Show Agree to the Privacy Policy during Listing Claim Submission
sq: Trego Pajtimin me Politikën e Intimitetit gjatë Paraqitjes së Kërkesës së Renditjes

source: Contact Form
sq: Forma e Kontaktit

source: Show Agree to the Privacy Policy on Contact Page Form
sq: Tregoni dakord me Politikën e Intimitetit në Formularin e faqes së kontaktit

source: Invoice
sq: faturë

source: Company Logo
sq: Logo e kompanisë

source: Upload company logo for invoices.
sq: Vendosni logon e kompanisë për faturat.

source: Company Name
sq: Emri i Kompanise

source: Enter company full name
sq: Vendosni emrin e plotë të kompanisë

source: Company Address
sq: adresa e kompanise

source: Enter company full address
sq: Vendosni adresën e plotë të kompanisë

source: Company Phone
sq: Telefon i kompanisë

source: Additional Info
sq: Informacion shtesë

source: Thank You text
sq: Faleminderit tekst

source: Campaign type
sq: Lloji i fushatës

source: Select type of campaign
sq: Zgjidhni llojin e fushatës

source: Select Type of Ad Campaign Used
sq: Zgjidhni llojin e fushatës së reklamave të përdorura

source: Pay Per Day (PPD)
sq: Paguaj për ditë (PPD)

source: Pay Per Click (PPC)
sq: Paguaj për Klikim (PPC)

source: Promotion Title
sq: Titulli i promovimit

source: Spotlight Ads
sq: Reklama në qendër të vëmendjes

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
sq: Aktivizo reklamat në qendër të vëmendjes. Reklamat e qendrës së vëmendjes tregojnë në Elementin e Postimeve të Listimeve

source: Spotlight Price (PPD)
sq: Pricemimi i qendrës së vëmendjes (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
sq: Vendosni shumën që dëshironi të ngarkoni pronarët e bizneseve për të promovuar listat e tyre për këtë format dhe vendosje (Mos përfshini ndonjë shenjë monedhe).

source: Spotlight Price (PPC)
sq: Pricemimi i qendrës së vëmendjes (PPC)

source: Side of Listing Ads
sq: Ana e listave të reklamave

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
sq: Aktivizoni anën e reklamave në listë. Ana e reklamave të Listing kërkon Widget brenda Listing

source: Side of Listing (PPD)
sq: Ana e Listimit (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
sq: Vendosni shumën që dëshironi të ngarkoni pronarët e bizneseve për të promovuar listat e tyre për këtë format dhe vendosje (Mos përfshini shenjën e monedhës).

source: Side of Listing (PPC)
sq: Ana e Listimit (PPC)

source: Top of Search Ads
sq: Kreu i Reklamave të Kërkimit

source: Top of Search Ads Price (PPD)
sq: Topmimi i reklamave në krye të kërkimit (PPD)

source: Top of Search Price (PPC)
sq: Kreu i çmimit të kërkimit (PPC)

source: Form reCaptcha
sq: ReCaptcha e formularit

source: Enable to display Google reCAPTCHA and Load Script
sq: Aktivizohet për të shfaqur reCAPTCHA dhe Load Script të Google

source: Google reCAPTCHA v3 Site Key
sq: Google ReCAPTCHA v3 Key Site

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
sq: Krijoni Keyelësen <a href="https://www.google.com/recaptcha/admin" target="_blank"> këtu </a>

source: Site Key For Google Recaptcha
sq: Keyelësi i faqes për Google Recaptcha

source: Google reCAPTCHA v3 Secret Key
sq: ReCAPTCHA v3 Secretelësi sekret i Google

source: Secret Key For Google Recaptcha
sq: Keyelësi sekret për Google Recaptcha

source: User registeration
sq: Regjistrimi i përdoruesit

source: Show Google reCAPTCHA during User Registration
sq: Trego Google reCAPTCHA gjatë Regjistrimit të Përdoruesit

source: User login
sq: Identifikimi i përdoruesit

source: Show Google reCAPTCHA during User Login
sq: Trego Google reCAPTCHA gjatë hyrjes në përdorues

source: Show Google reCAPTCHA during Listing Submission
sq: Shfaq reCAPTCHA të Google gjatë Dorëzimit të Listimit

source: Listing Edit
sq: Redaktimi i listës

source: Show Google reCAPTCHA during Edit Listing
sq: Shfaq reCAPTCHA të Google gjatë Ndryshimit të Listimit

source: Show Google reCAPTCHA on Listing Lead Form
sq: Shfaq reCAPTCHA të Google në Formën e Drejtimit të Listimit

source: Review Form
sq: Formulari i rishikimit

source: Show Google reCAPTCHA on Listing Review Submission
sq: Trego Google recCAPTCHA në Paraqitjen e Rishikimit të Listimit

source: Contact Page Form
sq: Forma e faqes së kontaktit

source: Show Google reCAPTCHA on Contact Page Form
sq: Shfaq reCAPTCHA të Google në Formularin e faqes së kontaktit

source: User Profile
sq: Profili i perdoruesit

source: Show Google reCAPTCHA v3 on user profile
sq: Trego Google reCAPTCHA v3 në profilin e përdoruesit

source: URL Config
sq: Konfiguro URL-në

source: URL Rewrite
sq: Rishkruaj URL-në

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
sq: Ju lutemi, azhurnoni linjat lidhëse (nën menunë e Cilësimeve) pas çdo ndryshimi që keni bërë në vijat vijuese (për të shmangur një faqe gabimi 404)

source: listing slug
sq: lista pllaka

source: Default is "listing"
sq: Default është "listë"

source: listing category slug
sq: lista e plumbave të kategorisë

source: Default is "listing-category"
sq: Default është "listë-kategori"

source: Location slug
sq: Slug vendndodhjeje

source: Default is "location"
sq: Default është "vendndodhja"

source: Features slug
sq: Karakteristikat e rrëshqitjes

source: Default is "features"
sq: Default është "tiparet"

source: Events slug
sq: Ngjarjet rrëshqasin

source: Default is "events"
sq: Default është "ngjarje"

source: Frontend Dashboard Page
sq: Faqja e Panelit të Frontit

source: Submit Listing Page
sq: Dorëzoni faqen e listës

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
sq: Zgjidhni faqen e përdorur për Paraqitjen e Listimit (Faqja duhet të përfshijë Kodin e shkurtër të listës së paraqitjes)

source: Edit Listing Page
sq: Ndrysho faqen e listës

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
sq: Zgjidhni faqen e përdorur për Redaktimin e Listave (Faqja duhet të përmbajë Kodin e Shkurtë të Listimit)

source: Price plans Page
sq: Planet e çmimeve Faqe

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
sq: Zgjidhni faqen e përdorur për Planet e Pricemimeve (Faqja duhet të përfshijë Kodin e Shkurtër të Planit të Pricemimeve)

source: Contact Page
sq: Faqja e kontaktit

source: Translate all text strings into your own language
sq: Përkthejeni të gjitha vargjet e tekstit në gjuhën tuaj

source: Contact Information
sq: Informacione për kontaktin
