Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
sq: Importoni <strong> postime, faqe, komente, fusha të personalizuara, kategori dhe etiketa </strong> nga një skedar eksporti i WordPress.

source: Thank You!
sq: Faleminderit!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
sq: Kërkesa juaj e kërkesës është paraqitur. Ju lutemi ulem prapa dhe relaksohuni se mund të zgjasë deri në disa ditë pune për miratim.

source: Sorry!
sq: Na vjen keq!

source: You have already submitted claim for this listing
sq: Tashmë keni paraqitur kërkesë për këtë listë

source: Login error!
sq: Gabim i hyrjes!

source: There is problem in login
sq: Ka problem në hyrje

source: Registeration error!
sq: Gabimi i regjistrimit!

source: There is problem in user registeration
sq: Ka problem në regjistrimin e përdoruesve

source: Claim for
sq: Pretendim për

source: Something is missing! Please fill out all fields highlighted in red.
sq: Dicka mungon! Ju lutemi plotësoni të gjitha fushat e theksuara me të kuqe.

source: Email has been sent.
sq: Email është dërguar.

source: Something went wrong.
sq: Dicka shkoi keq.

source: Proceed
sq: vazhdoj

source: Pay & Proceed
sq: Paguaj dhe vazhdo

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
sq: Alert! plani juaj ekzistues i bashkangjitur me këtë listë ka një pajtim aktiv, duke ndryshuar planin do të anulojë pajtimin tuaj, sigurohuni që të ndryshoni para se të vazhdoni

source: Plan has been changed
sq: Plani është ndryshuar

source: you have unsubscribed successfully
sq: ju keni abonuar me sukses

source: something went wrong
sq: dicka shkoi keq

source: Already reported by you !
sq: Raportuar tashmë nga ju!

source: Reported Successfully
sq: Raportuar me sukses

source: Already reported by you
sq: Raportuar tashmë nga ju

source: Something Wrong
sq: Diçka e gabuar

source: Ad
sq: reklamë

source: Claimed
sq: pretenduar

source: 0 Reviews
sq: 0 Shqyrtime

source: In Last Week
sq: Në Javën e kaluar

source: In Last Month
sq: Në muajin e fundit

source: In Last Year
sq: Në vitin e kaluar

source: Contact Us Email
sq: Kontaktoni me Email

source: Details :
sq: Detaje:

source: Name :
sq: Emri:

source: Message :
sq: Mesazhi:

source: Please check captcha.
sq: Ju lutemi kontrolloni captcha.

source: Current Pricing Plan
sq: Plani aktual i çmimeve

source: We recommend you check the details of Pricing Plans before changing.
sq: Ne ju rekomandojmë të kontrolloni detajet e Planeve të icingmimeve përpara se të ndryshoni.

source: Click Here
sq: Kliko këtu

source: Do you want to change pricing plan?
sq: A doni të ndryshoni planin e çmimeve?

source: Proceed Here
sq: Vazhdoni këtu

source: Change Pricing Plan
sq: Ndryshoni planin e çmimeve

source: Unlimited Listing
sq: Lista e pakufizuar

source: Day
sq: ditë

source: Change
sq: ndryshim

source: Sorry! There is no plan available
sq: Na vjen keq! Nuk ka asnjë plan në dispozicion

source: Go Back
sq: Kthehu mbrapa

source: Sorry! there is some error
sq: Na vjen keq! ka ndonjë gabim

source: Sorry! A plan should have a duration for recurring payment
sq: Na vjen keq! Një plan duhet të ketë një kohëzgjatje për përsëritjen e pagesës

source: Sorry! Error in transaction
sq: Na vjen keq! Gabim në transaksion

source: Sorry! There is some problem in your stripe payment
sq: Na vjen keq! Ekziston ndonjë problem në pagesën tuaj të shiritit

source: Sorry!, error in transaction
sq: Na vjen keq !, gabim në transaksion

source: 24 Hours Open
sq: 24 orë e hapur

source: Open Now~
sq: Hapni Tani

source: Closed Now!
sq: Mbyllur tani!

source: Opening Hours
sq: Orari i Hapjes

source: Show More
sq: Trego më shumë

source: Show all timings
sq: Trego të gjitha kohën

source: Preview
sq: inspektim

source: Rating
sq: vlerësim

source: Read More
sq: Lexo më shumë

source: Sorry! There are no posts matching your search.
sq: Na vjen keq! Nuk ka postime që përputhen me kërkimin tuaj.

source: Try changing your search Keyword
sq: Provoni të ndryshoni fjalen tuaj të kërkimit

source: Call Now
sq: Thirrni Tani

source: Post has deleted succesfully
sq: Postimi është fshirë me sukses

source: You have no permission to delete this post
sq: Ju nuk keni leje ta fshini këtë postim

source: Your profile updated successfully.
sq: Profili juaj u aktualizua me sukses.

source: Please enter a valid email id.
sq: Ju lutemi shkruani një ID të vlefshme email

source: Password must be 5 to 15 characters in length
sq: Fjalëkalimi duhet të jetë 5 - 15 karaktere në gjatësi

source: Contact Support
sq: Kontaktoni Mbështetjen

source: Dashboard
sq: baltëpritëse

source: Discounts/Deals
sq: Ulje / Deals

source: My Profile
sq: Profili im

source: Subscriptions
sq: Abonimet

source: Ad Campaigns
sq: Fushatat e reklamave

source: Reviews
sq: Shqyrtime

source: Bookings
sq: Rezervimet

source: Logout
sq: Shkyç

source: Sorry! You have no permisssion to access this page. Please contact web admin.
sq: Na vjen keq! Ju nuk keni leje për të hyrë në këtë faqe. Ju lutemi kontaktoni administratorin e uebit.

source: You have
sq: Ju keni

source: listings that are almost ready to publish.
sq: lista që janë pothuajse gati për t'i botuar.

source: listing that is almost ready to publish.
sq: renditje që është pothuajse gati për t'u botuar.

source: Leads
sq: kryeson

source: Welcome!
sq: Mirë se vini!

source: Get Started by adding a new listing!
sq: Filloni duke shtuar një listë të re!

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
sq: Le të fillojmë duke shtuar listën tuaj. Sigurohuni që të jepni sa më shumë detaje që të jetë e mundur.

source: Promote!
sq: Regjistroni!

source: Did you know you can generate 10x leads!
sq: A e dini se mund të gjeneroni 10x shpresa!

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
sq: Filloni reklamimin sot dhe arrini 100 herë më shumë audiencë që mund të rrisë potencialin e marrjes deri në 10x të çon dhe dyfishin e konvertimeve.

source: Listing Pending!
sq: Lista në pritje!

source: Publish your Listings today and get new customers!
sq: Publikoni listat tuaja sot dhe merrni klientë të rinj!

source: Please review and submit to get new leads and customers.
sq: Ju lutemi rishikoni dhe paraqisni për të marrë udhëheqës dhe klientë të rinj.

source: Items
sq: artikuj

source: All Listing
sq: Të gjithë Listimet

source: Published
sq: publikuar

source: Expired
sq: i skaduar

source: Active Campaigns
sq: Fushata aktive

source: Recent Activities
sq: Aktivitetet e fundit

source: New Reaction!
sq: Reagim i ri!

source: Someone reacted as
sq: Dikush reagoi si

source: on a comment by
sq: mbi një koment nga

source: New Lead!
sq: Udhëheqësi i ri!

source: just contacted you.
sq: thjesht ju kontaktuan.

source: New Review!
sq: Rishikim i ri!

source: left a
sq: la një

source: rating and a review on
sq: vlerësim dhe një përmbledhje në

source: Website visit!
sq: Vizitë në uebfaqe!

source: clicked on your website link at
sq: klikuar në lidhjen tuaj të internetit në

source: Phone Number!
sq: Numri i telefonit!

source: clicked on your phone number at
sq: klikuar në numrin tuaj të telefonit në

source: Recent activities about your listings will be here
sq: Aktivitetet e fundit rreth listave tuaja do të jenë këtu

source: Recent activities about your listings will be here.
sq: Aktivitetet e fundit rreth listave tuaja do të jenë këtu.

source: Following need your urgent Attention
sq: Në vijim keni nevojë për Kujdesin tuaj urgjent

source: Attention!
sq: Kujdes!

source: rating
sq: vlerësim

source: Reply
sq: përgjigje

source: Low ratings Notifications will be here.
sq: Njoftime me vlerësime të ulëta do të jenë këtu.

source: Hosted by:
sq: Pritur nga:

source: Are You going ?
sq: A do te shkosh ?

source: already going
sq: tashmë do

source: Yes! i am going
sq: Po! po shkoj

source: Get Tickets
sq: Merr biletat

source: Get Direction
sq: Merrni Drejtimin

source: Attendees
sq: pjesëmarrësit

source: View Less
sq: Shiko më pak

source: View More
sq: Shiko më shumë

source: Image courtesy of
sq: Mirësjellja e figurës

source: Home
sq: shtëpi

source: Sign out
sq: Shenja

source: Sign In
sq: Hyni

source: Add Listing
sq: Shto renditjen

source: Update Profile
sq: Përditësoje profilin

source: Results
sq: rezultatet

source: Result
sq: rezultat

source: Try changing your search filters or
sq: Provoni të ndryshoni filtrat e kërkimit tuaj ose

source: Price..
sq: Çmimi ..

source: New Location
sq: Vendndodhja e re

source: Enter a location
sq: Vendosni një vendndodhje

source: Open Now
sq: Hapni Tani

source: Hi, Contacting for you listing
sq: Përshëndetje, Duke kontaktuar për listën tuaj

source: Book Now
sq: Rezervoni tani

source: View Large Map
sq: Shikoni hartën e madhe

source: Get Directions
sq: Merrni Udhëzimet

source: Call on Whatsapp
sq: Thirrni në Whatsapp

source: See Full Menu
sq: Shihni menunë e plotë

source: Contact Listing Owner
sq: Pronari i listës së kontakteve

source: Contact Now!
sq: Kontaktoni tani!

source: See something wrong?
sq: Shihni diçka të gabuar?

source: Report Now!
sq: Raportoni Tani!

source: Description
sq: Përshkrim

source: FAQ's
sq: FAQ-së

source: Quick questions
sq: Pyetje të shpejta

source: hours
sq: orë

source: days
sq: ditë

source: Copy to clipboard
sq: Kopjoni në klipin e klipit

source: Copied
sq: kopjuar

source: Copy
sq: kopje

source: View Menu
sq: Shiko menunë

source: RATING
sq: VLERËSUAR

source: Rated
sq: Vlerësuar me

source: out of 5.0 based on
sq: nga 5.0 bazuar në

source: INFORMATION
sq: INFORMACION

source: LOCATION
sq: LOKACIONI

source: Name:
sq: Emri:

source: Email:
sq: Dërgojani:

source: Message:
sq: mesazh:

source: You agree & accept our Terms & Conditions for submitting this information?
sq: Ju pranoni dhe pranoni Kushtet dhe Kushtet tona për paraqitjen e këtij informacioni?

source: Or
sq: ose

source: Password
sq: fjalëkalim

source: User name *
sq: Emri i përdoruesit *

source: You agree you accept our Terms & Conditions for posting this ad.
sq: Ju pranoni që pranoni Kushtet & Kushtet tona për të postuar këtë shpallje.

source: Results For
sq: Rezultatet Për

source: In
sq: Në

source: Most recent
sq: Me e fundit

source: Select Price Range
sq: Zgjidhni Gama e mimeve

source: Select Category
sq: Zgjidhni Kategorinë

source: All Categories
sq: Të gjitha kategoritë

source: What
sq: Çfarë

source: More results for
sq: Më shumë rezultate për

source: Where
sq: ku

source: Previous
sq: i mëparshëm

source: Next
sq: tjetër

source: You agree & accept our Terms & Conditions for posting this information?
sq: Ju pranoni dhe pranoni Kushtet dhe Kushtet tona për postimin e këtij informacioni?

source: Send Message
sq: Dërgoni mesazh

source: Your profile was updated successfully.
sq: Profili juaj u azhurnua me sukses.

source: listings
sq: Listimet

source: My Subscriptions
sq: Abonimet e mia

source: Ad Campaigns
sq: Fushatat e reklamave

source: No results found
sq: Nuk u gjet asnjë rezultat

source: Please enter 3 or more characters
sq: Ju lutemi shkruani 3 ose më shumë karaktere

source: Searching...
sq: Duke kërkuar ...

source: Logout
sq: Shkyç

source: Contact Support
sq: Kontaktoni Mbështetjen

source: Add Listing
sq: Shto renditjen

source: View on map
sq: Pamje në hartë

source: Sorry! You have not selected any list as favorite.
sq: Na vjen keq! Ju nuk keni zgjedhur asnjë listë si të preferuar.

source: Go and select lists as favorite
sq: Shkoni dhe zgjidhni listat si të preferuar

source: Visit Here
sq: Vizitoni këtu

source: Forgot Password?
sq: Keni harruar fjalëkalimin?

source: No info available
sq: Asnjë informacion në dispozicion

source: website
sq: Faqja e internetit

source: No Review Found
sq: Nuk u gjet asnjë përmbledhje

source: Joined In
sq: U bashkua me

source: Reviews Submitted
sq: Shqyrtimet e paraqitura

source: Contact with business owner
sq: Kontakti me pronarin e biznesit

source: Your request has been submitted successfully.
sq: Kërkesa juaj u dërgua me sukses.

source: My Listing
sq: Lista e mia

source: %1$s at %2$s
sq: % 1 $ s me% 2 $ s

source: Comment awaiting approval
sq: Komenti në pritje të miratimit

source: Name
sq: emër

source: Website
sq: Faqja e internetit

source: Comment
sq: koment

source: Write your comment here...
sq: Shkruajeni komentin tuaj këtu ...

source: Search Tag
sq: Etiketë kërkimi

source: Search
sq: Kërko

source: Page
sq: faqe

source: Cost Per Click
sq: Kostoja për Klikim

source: Cost Per Day
sq: Kostoja për ditë

source: All Campaigns
sq: Të gjitha fushatat

source: All
sq: të gjithë

source: Inactive
sq: joaktiv

source: Add New
sq: Shto nje te ri

source: Campaign
sq: fushatë

source: start date
sq: Data e fillimit

source: end date
sq: Data e përfundimit

source: status
sq: Statusi

source: Nothing but this golden trophy!
sq: Asgjë tjetër përveç këtij trofeu të artë!

source: You must be here for the first time. If you like to add some thing, click the button below.
sq: Ju duhet të jeni këtu për herë të parë. Nëse dëshironi të shtoni diçka, klikoni në butonin më poshtë.

source: Add new ad
sq: Shtoni një reklamë të re

source: clicks
sq: klikimeve

source: Total Ads Clicks
sq: Klikime totale të reklamave

source: PLACEMENTS
sq: vendosjet

source: Purchase Details
sq: Detajet e blerjes

source: TOTAL BUDGET
sq: BUXHETI TOTAL

source: TRANSACTION ID
sq: ID e TRANSACIONIT

source: All Ad Campaign
sq: Të gjitha fushatat e reklamave

source: Create Ad Campaign
sq: Krijoni fushatë reklamash

source: Full View Example
sq: Shembull Pamje e plotë

source: Choose a listing to ad campaign
sq: Zgjidhni një listë për fushatën e reklamave

source: Set Days For This Campaign
sq: Vendosni ditë për këtë fushatë

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
sq: Ju lutemi vendosni ditë për këtë fushatë reklamuese (vetëm vlera numerike)

source: Set Your Lifetime Budget
sq: Vendosni Buxhetin tuaj të Jetës

source: Please Put Budget For This Ad Campaign ( Without Currency Sign )
sq: Ju lutemi vendosni buxhetin për këtë fushatë reklamuese (pa shenjë valutore)

source: Select all Placement
sq: Zgjidhni të gjithë vendosjen

source: Please Select Your Placement ( Where Ad`s Show )
sq: Ju lutemi zgjidhni vendosjen tuaj (ku shfaqet reklama)

source: Select This Place For Ad To Place On Home Page
sq: Zgjidhni këtë vend për shpallje për t'u vendosur në faqen kryesore

source: Top Of Search
sq: Top i kërkimit

source: Select This Option To Place Your Ad On Top Of The Search Result
sq: Zgjidhni këtë mundësi për të vendosur shpalljen tuaj në krye të rezultatit të kërkimit

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
sq: Zgjidhni këtë mundësi për të vendosur reklamën tuaj në faqen e detajeve të listës

source: Select a Payment Method
sq: Zgjidhni një metodë pagese

source: Please Select Your Payment Method To Pay Ad Charges
sq: Ju lutemi zgjidhni mënyrën tuaj të pagesës për të paguar tarifat e reklamave

source: Pay Now
sq: Paguaj tani

source: Campaign Payment
sq: Pagesa e fushatës

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
sq: Pranoj që kam shqyrtuar të gjitha detajet e mësipërme para procedurës. E kuptoj që fushata e reklamave nuk mund të redaktohet ose anulohet pa kontaktuar me administratorin e faqes

source: Unsaved Event
sq: Ngjarje e pashembullt

source: Summary
sq: përmbledhje

source: AMOUNT
sq: SHUMA

source: Spotlight Ad
sq: Adresa e qendrës së vëmendjes

source: Top of Search Ad
sq: Kreu i Reklamës së Kërkimit

source: Sidebar Ad
sq: Reklama me shiritin anësor

source: Budget
sq: buxhet

source: Subtotal
sq: Nëntotali

source: Get results with no surprises
sq: Merrni rezultate pa surpriza

source: Get on top of the organic results intantly.
sq: Merrni në krye të rezultateve organike me dashje.

source: Pay only when ads are clicked.
sq: Paguani vetëm kur klikohen reklamat.

source: Never Spend more than your budget limit.
sq: Asnjëherë mos harxhoni më shumë se kufiri juaj i buxhetit.

source: Need help getting started?
sq: Keni nevojë për ndihmë për të filluar?

source: Call (877) 777-7777
sq: Telefononi (877) 777-7777

source: Invoices for Ads
sq: Faturat për reklama

source: Search Page Ads
sq: Reklamat e faqeve të kërkimit

source: - Purchased Ads
sq: - Shpalljet e blera

source: View Detail
sq: Shiko Detail

source: Purchased Date
sq: Data e Blerë

source: Expiry Date
sq: Data e skadimit

source: Sorry ! There is no Invoice generated yet!
sq: Me falni! Ende nuk ka gjeneruar asnjë Faturë!

source: ADS STATS
sq: SHTETET E ADS

source: Clicks
sq: klikime

source: are you sure you want to delete?
sq: a jeni i sigurt që dëshironi të fshini?

source: Add new announcement
sq: Shtoni një njoftim të ri

source: All Announcements
sq: Të gjitha njoftimet

source: Add new
sq: Shto nje te ri

source: Listing title
sq: Titulli i listës

source: On/off
sq: Ndezur fikur

source: Call to action title
sq: Thirrje për titullin e veprimit

source: On/Off
sq: Ndezur fikur

source: Icon
sq: ikonë

source: Font Awesome
sq: Font i mrekullueshëm

source: use font awesome
sq: përdorni font të mrekullueshëm

source: Button Text
sq: Teksti i butonit

source: Button Link
sq: Lidhja e butonit

source: Add Announcements
sq: Shtoni njoftime

source: Live Preview
sq: Paraqitje e drejtpërdrejtë

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
sq: p.sh. 46% Ulje - Dy kuponë secila e vlefshme për një pica me specialitete të mëdha

source: We are proud to announce launch of new branch
sq: Jemi krenarë të njoftojmë hapjen e degës së re

source: Announcement
sq: njoftim

source: Announcements not allowed with this listing. Please upgrade your plan.
sq: Njoftimet nuk lejohen me këtë listë. Ju lutemi azhurnoni planin tuaj.

source: choose a Listing
sq: zgjidhni një listë

source: Choose call to action type
sq: Zgjidhni thirrjen për llojin e veprimit

source: Announcement Title
sq: Titulli i njoftimit

source: Save 20% on 3 nights stay
sq: Kurseni 20% në 3 netë qëndrim

source: Buy Tickets
sq: Bleni bileta

source: Contact Us Title
sq: Na Kontaktoni Titulli

source: Mention Listingpro! save 5% on services
sq: Përmend Listingpro! kurseni 5% në shërbime

source: Contact Us
sq: Na kontaktoni

source: Free appetizer with purchase of two entrees
sq: Parafjalë falas me blerjen e dy hyrjeve

source: Get Offer
sq: Merrni ofertë

source: Get a quote today and save up-to 40%
sq: Merrni një kuotë sot dhe kurseni deri në 40%

source: Get Quote
sq: Merrni Kuotimin

source: Join Now Title
sq: Bashkohu Tani Titulli

source: 3 Free classes + 50% off from first purchase
sq: 3 Klasa falas + 50% zbritje nga blerja e parë

source: Join Now
sq: Bashkohu tani

source: Learn More Title
sq: Mësoni më shumë Titulli

source: Checkout our new happy hour specialist
sq: Kontrolloni specialistin tonë të ri të lumtur të orës

source: Learn More
sq: Mëso më shumë

source: Coupon Title
sq: Titulli i kuponit

source: Print Coupon
sq: Kuponi i shtypur

source: Title here10
sq: Titulli këtu10

source: 50% off your two purchase & first two Move-in-Trucks
sq: 50% zbritje nga dy blerjet tuaja dhe dy kamionët e parë në lëvizje

source: Reserve Now
sq: Rezervoni Tani

source: Same day appointment available
sq: Takimi në të njëjtën ditë është në dispozicion

source: Schedule Appointment
sq: Emërimi i orarit

source: choose an Icon
sq: zgjidhni një ikonë

source: use font awesome class e.g fa fa-bullhorn
sq: përdorni klasën mbresëlënëse të shkronjave p.sh. fa-bullhorn fa

source: Your Message
sq: Mesazhi juaj

source: Ads - Promote your Listings
sq: Reklamat - Promovoni listat tuaja

source: Get Started Now!
sq: Fillo tani!

source: Sorry ! You have no Published listings yet!
sq: Me falni! Ju nuk keni lista të publikuara ende!

source: Promote
sq: promovojë

source: Where you want to show your ad
sq: Aty ku doni të tregoni reklamën tuaj

source: These ads will appear on various location through out the site where ever the site-admin has defined. Usually on NON-Directory listing pages such as Home, About Us, Contact us, Blog posts etc.
sq: Këto reklama do të shfaqen në lokacione të ndryshme përmes faqes në internet, ku ndonjëherë ka përcaktuar administratori i faqes. Zakonisht në faqet e listës NON-Directory si Shtëpi, Rreth Nesh, Kontaktoni me ne, Postimet në Blog etj.

source: These ads will show in the bottom right of individual listings in a unique design.
sq: Këto reklama do të tregojnë në fund të djathtë të listave individuale në një dizajn unik.

source: These ads will appear on the search results or category listing page.
sq: Këto reklama do të shfaqen në rezultatet e kërkimit ose në faqen e listës së kategorive.

source: Show Random Ads
sq: Trego reklama të rastësishme

source: Show Detail Page Ads
sq: Shfaqni reklamat e faqeve me detaje

source: Show Ads in search and taxonomy
sq: Shfaq reklamat në kërkim dhe taksonomi

source: Ad duration
sq: Kohëzgjatja e reklamës

source: next
sq: tjetër

source: Back
sq: prapa

source: Sorry ! You have no checkout payment method
sq: Me falni! Ju nuk keni një mënyrë pagese arka

source: Please select form fields
sq: Ju lutemi zgjidhni fushat e formularit

source: Create Menu
sq: Krijoni menunë

source: Old Price
sq: Mimi i vjetër

source: description
sq: përshkrim

source: New Price
sq: Mimi i ri

source: Link
sq: lidhje

source: Menu Type
sq: Lloji i menusë

source: Menu group
sq: Grupi i menusë

source: Message & listing are required fields
sq: Mesazhet dhe renditja janë fushat e kërkuara

source: Remove
sq: Hiq

source: Add Menu
sq: Shto menunë

source: Menu title
sq: Titulli i menusë

source: old price
sq: çmimi i vjetër

source: menu detail
sq: detajet e menusë

source: new price
sq: çmim i ri

source: link
sq: lidhje

source: select type
sq: zgjidhni llojin

source: Please add types
sq: Ju lutemi shtoni llojet

source: select group
sq: zgjidhni grupin

source: Please add groups
sq: Ju lutemi shtoni grupe

source: Upload Photo
sq: Ngarko foto

source: Add
sq: shtoj

source: title, listing, & type are required
sq: kërkohet titulli, renditja dhe lloji

source: Add new
sq: Shto nje te ri

source: All Coupons
sq: Të gjithë kuponët

source: all deals
sq: të gjitha marrëveshjet

source: active
sq: aktiv

source: expired
sq: i skaduar

source: add new
sq: Shto nje te ri

source: Display In
sq: Afisho në

source: Content Area
sq: Zona e përmbajtjes

source: Sidebar Area
sq: Zona e shiritit anësor

source: deal
sq: marreveshje

source: Coupon code
sq: Kodi kupon

source: discount
sq: zbritje

source: Deal
sq: Marreveshje

source: Coupon Code
sq: Kodi kupon

source: Discount
sq: zbritje

source: inactive
sq: joaktiv

source: e.g. 46% Off - One Large Specialty Pizza
sq: p.sh. 46% Zbritje - Një Pica me specialitete të mëdha

source: Coupon Details
sq: Detajet e kuponit

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
sq: p.sh. Zgjedhja e dy kuponëve: Secila e mirë për një specialitet të madh me vlerë 20 dollarë

source: Coupon Starts
sq: Fillon kuponi

source: Coupon Ends
sq: Mbaron kuponi

source: e.g. SUMMER50
sq: p.sh. SUMMER50

source: Button URL
sq: URL e butonit

source: e.g. http://www.example.com
sq: p.sh. http://www.example.com

source: Discount Value
sq: Vlera e zbritjes

source: e.g. 50% || $50
sq: p.sh. 50% || $ 50

source: *Skip this if your deal doesn't include a coupon
sq: * Kaloni këtë nëse marrëveshja juaj nuk përfshin një kupon
