Repository: ChusaInDaHouse/Localization
Catalog: Albanian/Theme/LP_Theme_AL.po
Languages: sq

source: Button Name
sq: Emri i butonit

source: e.g. CLICK HERE
sq: p.sh. KLIKO KËTU

source: *If left blank the default text "CLICK HERE" will be used.
sq: * Nëse lihet bosh teksti i paracaktuar "CLICK HERE" do të përdoret.

source: *Only enable Custom URL if you would like to redirect users to an external link.
sq: * Aktivizoni vetëm URL me porosi nëse dëshironi të ridrejtoni përdoruesit në një lidhje të jashtme.

source: nothing found
sq: asgjë nuk u gjet

source: Start End
sq: Fillimi Fundi

source: Discount Value %
sq: Vlera e zbritjes%

source: Custom Text (Button)
sq: Teksti personal (Butoni)

source: Custom URL (Button)
sq: URL e personalizuar (Butoni)

source: e.g. http://www.listingprowp.com
sq: p.sh. http://www.listingprowp.com

source: Create Coupon
sq: Krijoni kupon

source: Choose a listing for the coupon
sq: Zgjidhni një listë për kupon

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
sq: Zbritje / Marrëveshjet nuk lejohen me këtë listë. Ju lutemi azhurnoni planin tuaj.

source: $ Dollar
sq: Dollarë dollarë

source: % Percent
sq: % Përqindja

source: Coupon Starts
sq: Fillon kuponi

source: Date
sq: data

source: Time
sq: kohë

source: set end date
sq: caktoni datën e mbarimit

source: Coupon Ends
sq: Mbaron kuponi

source: External Coupon URL
sq: URL e jashtme e kuponit

source: Coupon Featured Image
sq: Imazhi i Dhuruar i Kuponit

source: Message Sent Successfully
sq: Mesazhi u dërgua me sukses

source: This event has no attendees so far.
sq: Kjo ngjarje nuk ka të pranishëm deri më tani.

source: Go Back To Events
sq: Kthehu tek Ngjarjet

source: Download CSV
sq: Shkarkoni CSV

source: Check All
sq: Kontrolloni të gjitha

source: Username
sq: Emri i përdoruesit

source: Full Name
sq: Emri i plotë

source: Create Message
sq: Krijoni mesazh

source: Enter Your Massage
sq: Hyni në Masazhin Tuaj

source: Your Location
sq: Vendndodhja juaj

source: Are you sure you want to delete?
sq: Jeni i sigurt që doni të fshini?

source: All Events
sq: Të gjitha Ngjarjet

source: all events
sq: të gjitha ngjarjet

source: add new
sq: Shto nje te ri

source: event
sq: ngjarje

source: start time
sq: Koha e nisjes

source: View Attendees
sq: Shikoni të pranishmit

source: Event Date
sq: Data e ngjarjes

source: Event Time
sq: Koha e ngjarjes

source: Event Name
sq: Emri i ngjarjes

source: Give it a short quick name
sq: Jepini një emër të shkurtër të shpejtë

source: Event Description
sq: Përshkrimi i ngjarjes

source: Event Starts
sq: Fillimi i ngjarjes

source: Event start Time
sq: Koha e fillimit të ngjarjes

source: 1:00 am
sq: 1:00 të mëngjesit

source: Event Ends
sq: Mbaron ngjarja

source: Event End Time
sq: Koha e përfundimit të ngjarjes

source: Address
sq: Adresë

source: e.g. Country, City, Location
sq: p.sh. Vendi, Qyteti, Vendndodhja

source: Ticket URL
sq: URL e biletave

source: Create New event
sq: Krijoni një ngjarje të re

source: Choose an event organizer's listing
sq: Zgjidhni listën e organizatorit të ngjarjes

source: Event not allowed or already an event with this listing.
sq: Ngjarja nuk lejohet ose tashmë një ngjarje me këtë listë.

source: Event Title
sq: Titulli i ngjarjes

source: Search By Google
sq: Kërko nga Google

source: Manual Coordinates
sq: Koordinatat manuale

source: Event Location
sq: Vendndodhja e ngjarjes

source: Address for Google Maps
sq: Adresa për Google Maps

source: Add Custom Address
sq: Shtoni Adresë Custom

source: Add address here
sq: Shtoni adresën këtu

source: Time
sq: kohë

source: Set end date
sq: Vendosni datën e mbarimit

source: e.g Enter description about your event
sq: p.sh. Vendosni përshkrimin në lidhje me ngjarjen tuaj

source: Event Tickets
sq: Biletat e ngjarjeve

source: Event URL
sq: URL e ngjarjes

source: Event Featured Image
sq: Imazhi i Veçantë i Ngjarjes

source: Expired Listings
sq: Listat e skaduara

source: Are you sure you want to delete this?
sq: Jeni i sigurt që doni ta fshini këtë?

source: Sorry ! You have no list expired yet!
sq: Me falni! Ende nuk keni skaduar asnjë listë!

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
sq: Ju duhet të jeni këtu për herë të parë. Do të shihni mesazhe këtu kur përdoruesi do t'ju kontaktojë përmes formularit kryesor.

source: Listing :
sq: Listimi:

source: Phone :
sq: Telefon:

source: There is no replied message
sq: Nuk ka asnjë mesazh të përgjigjur

source: All Invoices
sq: Të gjitha faturat

source: pending
sq: në pritje të

source: Reciept / Invoice
sq: Pritja / Fatura

source: date
sq: data

source: amount
sq: sasi

source: (100% Discounted)
sq: (100% me zbritje)

source: Unlimited
sq: i pakufizuar

source: View
sq: Pamje

source: Invoice#
sq: fatura #

source: Invoice To:
sq: Fatura për:

source: Pay To:
sq: Paguaj:

source: Business Name
sq: Emri i biznesit

source: Call Us For Help
sq: Na Thirrni Për Ndihmë

source: Invoice Details
sq: Detajet e faturës

source: Transaction ID
sq: ID e transaksionit

source: Listing Name
sq: Emri i listës

source: Duration
sq: kohëzgjatje

source: Amount
sq: sasi

source: Plan Price
sq: Planmimi i planit

source: Paid with
sq: Paguar me

source: Download PDF
sq: Shkarkoni PDF

source: Print
sq: shtyp

source: INVOICE#
sq: FATURA #

source: Tax Price
sq: Mimi i taksës

source: Method
sq: metodë

source: You must be here for the first time. You will see Listing invoices here.
sq: Ju duhet të jeni këtu për herë të parë. Do të shihni Faturat e Listimit këtu.

source: Billed To:
sq: Faturuar për:

source: List Name :
sq: Emri i listës:

source: All Leads Form
sq: Forma e të gjitha drejtimeve

source: add new form
sq: shtoni një formë të re

source: LISTING NAME
sq: Emri i listës

source: Select a Field Type
sq: Zgjidhni një Lloji Fusha

source: Text
sq: tekst

source: Date-Time Local
sq: Data-ora lokale

source: Range
sq: varg

source: File
sq: skedar

source: Label
sq: etiketë

source: Options
sq: Opsione

source: Multi Select
sq: Zgjidhni shumë

source: Minimum Value
sq: Vlera minimale

source: Maximum Value
sq: Vlera maksimale

source: Default Value
sq: Vlera e paracaktuar

source: Step Value
sq: Vlera e hapit

source: required field
sq: fushë e kërkuar

source: no form found
sq: asnjë formë nuk u gjet

source: Create Form
sq: Krijoni një formë

source: Message
sq: mesazh

source: Default Form Feilds
sq: Feilds Forma e paracaktuar

source: Add form feild
sq: Shtoni formën e këmbëve

source: Invoices for Listing
sq: Faturat për listim

source: - Purchased Listing
sq: - Lista e Blerë

source: wire
sq: tel

source: Published Listings
sq: Listat e publikuara

source: Days Left
sq: Ditët e majta

source: Sorry ! You have no listing yet!
sq: Me falni! Ju nuk keni ende listë!

source: All Listings
sq: Te gjitha Listimet

source: all
sq: të gjithë

source: published
sq: botuar

source: Add Google Analytics User ID
sq: Shtoni ID e Përdoruesit të Google Analytics

source: Analytics User Id
sq: Id e përdoruesit të Analitikës

source: title
sq: titull

source: expiry
sq: skadim

source: Associated Plan
sq: Plani i asociuar

source: Days before
sq: Ditë më parë

source: Expiry
sq: skadim

source: "Your time is limited, so dont waste it living someone elses life."
sq: "Koha juaj është e kufizuar, kështu që mos e humbni atë duke jetuar dikë që të zgjedhë jetën."

source: -Steve Jobs-
sq: -Steve Punë-

source: Weekly
sq: javor

source: Monthly
sq: mujor

source: Yearly
sq: vjetor

source: Select a Listing
sq: Zgjidhni një listë

source: view
sq: pamje

source: User Views
sq: Pamjet e përdoruesit

source: View your listings total views from the last Week or Month.
sq: Shikoni listat tuaja shikime totale nga Java e Fundit ose Muaji.

source: in All Times
sq: në të gjitha kohërat

source: more insights
sq: më shumë njohuri

source: leads
sq: çon

source: Customer Leads
sq: Drejton klientët

source: View the total Leads from your listings for the last Week or Month.
sq: Shikoni Drejtimet totale nga listat tuaja për Javën ose Muajin e Fundit.

source: reviews
sq: komente

source: Customer Reviews
sq: Shqyrtime të blerësve

source: View the Total Reviews for your listings from the last Week or Month.
sq: Shikoni Vlerësimet Gjithsej për listat tuaja nga Java e Fundit ose Muaji.

source: see less activity
sq: shiko më pak aktivitet

source: see more activity
sq: shiko më shumë aktivitet

source: Rating alerts
sq: Sinjalizimet e vlerësimit

source: Delete all related data
sq: Fshini të gjitha të dhënat e lidhura

source: Keep already added data
sq: Mbani të dhëna të shtuara tashmë

source: Types
sq: Llojet

source: Groups
sq: Grupet

source: add new groups
sq: shtoni grupe të reja

source: add new types
sq: shtoni lloje të reja

source: Back to Menu
sq: Kthehu tek menuja

source: Add new type
sq: Shtoni një lloj të ri

source: Type Name
sq: Emri i llojit

source: Special characters not allowed
sq: Karakteret speciale nuk lejohen

source: e.g. Lunch
sq: p.sh. drekë

source: Add new group
sq: Shtoni grup të ri

source: Group Name
sq: Emri i grupit

source: e.g. Spicy
sq: p.sh. me erëza

source: Menu Types
sq: Llojet e menusë

source: Recent Menu Groups
sq: Grupet e fundit të menusë

source: Add Menu Group
sq: Shtoni Grupin e Menusë

source: menu group
sq: grupi i menusë

source: group text is required
sq: kërkohet teksti në grup

source: Recent Menu Types
sq: Llojet e fundit të menusë

source: Add Menu Type
sq: Shtoni Llojin e menusë

source: menu type
sq: lloji i menusë

source: Type text is required
sq: Kërkohet teksti i tipit

source: are you sure you want to delete all menus of this listing?
sq: a jeni i sigurt që doni të fshini të gjithë menutë e kësaj liste?

source: ALL Menus
sq: GJITHA menutë

source: upload image menu
sq: ngarkoni menunë e figurave

source: ONILNE FOOD ORDERING SERVICES
sq: USHQIMI ONILNE RRETH SHËRBIMET

source: menu assigned to
sq: menynë e caktuar për

source: No menu items added yet.
sq: Ende nuk janë shtuar asnjë artikull menuje.

source: Upload Image Menu
sq: Ngarko menunë e figurave

source: No Image Menu Added
sq: Nuk është shtuar menuja e imazhit

source: Menu not allowed with this listing. Please upgrade your plan.
sq: Menyja nuk lejohet me këtë listë. Ju lutemi azhurnoni planin tuaj.

source: ONILNE FOOD ORDERING SERVICES
sq: SHILRBIMET E porositura USHQIMI ONILNE

source: No Service Added
sq: Asnjë shërbim i shtuar

source: e.g SALAD
sq: psh SALAD

source: Service URL
sq: URL e shërbimit

source: All Menus
sq: Të gjithë menutë

source: Create Menu Item(s)
sq: Krijoni artikuj (et) e menusë

source: Choose a listing for the menu item(s) *
sq: Zgjidhni një listë për artikullin (et) e menusë *

source: GROUPS
sq: GRUPET

source: Menu Item Name
sq: Emri i artikullit të menusë

source: Ex: $7
sq: Shembull: 7 dollarë

source: Menu Item Description
sq: Përshkrimi i artikullit të menusë

source: e.g. This delicious roasted chicken is marinated in...
sq: p.sh. Ky pulë e shijshme e pjekur është marinuar në ...

source: External Menu Item URL
sq: URL e artikullit të jashtëm të menusë

source: Make This Item As Popular Item
sq: Bëni këtë artikull si artikull popullor

source: Spice Level
sq: Niveli i erëzave

source: Upload Menu Item Images
sq: Ngarko imazhet e artikullit të menusë

source: add menu item
sq: shtoni artikullin e menusë

source: View All Menu
sq: Shikoni të gjithë menunë

source: TYPES AND GROUPS MANAGER
sq: LLOJET DHE MENAXHIMI I GRUPEVE

source: ALL TYPES
sq: TË GJITHA TIPET

source: ALL GROUPS
sq: GJITHA GRUPET

source: e.g SPICY
sq: psh SPICY

source: All Packages
sq: Të gjitha paketat

source: type
sq: lloj

source: trans id
sq: id id trans

source: trans date
sq: data e trans

source: expire on
sq: skadon

source: Pending Listings
sq: Listat në pritje

source: Days Left
sq: Ditët e majta

source: Posted
sq: Dërguar

source: days ago
sq: ditë më parë

source: day ago
sq: dite me pare

source: Posted Today
sq: Postuar sot

source: star rating.
sq: vlerësimi i yjeve.

source: Select New Images
sq: Zgjidhni Imazhet e reja

source: Review Response
sq: Shqyrtimi i përgjigjes

source: You
sq: ju

source: posted a review on
sq: postoi një përmbledhje në

source: See More
sq: Shiko me shume

source: Review:
sq: shqyrtim:

source: Edit this review
sq: Ndryshoni këtë përmbledhje

source: received
sq: marrë

source: submitted
sq: paraqitur

source: You must be here for the first time. You will see all reviews here.
sq: Ju duhet të jeni këtu për herë të parë. Do t'i shihni të gjitha vlerësimet këtu.

source: posted on
sq: Postuar ne

source: Public reply
sq: Përgjigje e publikut

source: Write something in reply of this review
sq: Shkruaj diçka në përgjigje të këtij shqyrtimi

source: Send Reply
sq: Dërgoni përgjigje

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
sq: Ju duhet të jeni këtu për herë të parë. Do të shihni këtu të gjitha kritikat e pranuara në listat tuaja.

source: Delete this review
sq: Fshij këtë përmbledhje

source: You must be here for the first time. You will see all posted reviews here.
sq: Ju duhet të jeni këtu për herë të parë. Do t'i shihni të gjitha vlerësimet e postuara këtu.

source: All Saved Listings
sq: Të gjitha listat e ruajtura

source: Action
sq: veprim

source: Add Image Menu to any listing
sq: Shtoni menunë e figurave në çdo listë

source: Title (example: "See Full Menu")
sq: Titulli (shembulli: "Shihni menunë e plotë")

source: Select your list to assign your food / service menu
sq: Zgjidhni listën tuaj për të caktuar menunë tuaj të ushqimit / shërbimit

source: You have no published listing.
sq: Ju nuk keni listë të botuar.

source: Menu Option is Currently Active On
sq: Opsioni i menusë aktualisht është aktiv aktiv

source: All Subscriptions
sq: Të gjitha pajtimet

source: Subscription
sq: abonim

source: Listing Title
sq: Titulli i listës

source: Upcoming renewal
sq: Rinovimi i ardhshëm

source: Are you sure you want to proceed action?
sq: A jeni i sigurt që doni të vazhdoni veprimin?

source: exc. tax
sq: exc. taksë

source: inc. tax
sq: inc. taksë

source: Password Mismatch
sq: Mospërputhja me fjalëkalimin

source: success
sq: sukses

source: Update Profile Details
sq: Azhurnoni detajet e profilit

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
sq: Azhurnoni foton tuaj me dorë Nëse fotografia nuk është e vendosur, Gravatar i paracaktuar do të jetë i njëjtë me llogarinë tuaj të hyrjes në email

source: First Name
sq: Emri

source: Last Name
sq: Mbiemri

source: eg. example@gmal.com
sq: psh. example@gmal.com

source: Adress 1st Line
sq: Linja 1 e Adresës

source: Your Address (1st line)
sq: Adresa juaj (rreshti i 1)

source: Adress 2nd Line
sq: Linja e 2-të Adresë

source: Your Address (2nd line)
sq: Adresa juaj (rreshti 2)

source: City
sq: qytet

source: Your City
sq: Qyteti yt

source: Zip Code
sq: Kodi Postal

source: State
sq: shtet

source: Country *
sq: Vendi *

source: Country
sq: vend

source: About
sq: për

source: Write about youself
sq: Shkruaj për veten tënde

source: enter facebook profile url
sq: shkruani url profilin e facebook-ut

source: enter twitter profile url
sq: shkruani url-in e profileve

source: enter linkedin profile url
sq: shkruani url në profilin e lidhur

source: enter instagram profile url
sq: shkruani url në profilin e instagramit

source: enter pinterest profile url
sq: shkruani url në profilin e pinterest

source: Update Password
sq: Përditëso fjalëkalimin

source: New Password
sq: Fjalëkalim i ri

source: write new password
sq: shkruaj fjalëkalim të ri

source: Repeat Password
sq: Përsëriteni fjalëkalimin

source: write again your new password
sq: shkruani përsëri fjalëkalimin tuaj të ri

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
sq: Vendosni të njëjtën fjalëkalim në të dy fushat Përdorni një shkronjë të madhe dhe një numër për fjalëkalim më të fortë

source: Update profile
sq: Përditësoje profilin

source: Download Profile
sq: Shkarkoni Profilin

source: Delete Account
sq: Fshij llogarine

source: What should be done with content owned by you?
sq: Shouldfarë duhet të bëhet me përmbajtjen në pronësi të jush?

source: Delete all content.
sq: Fshini të gjithë përmbajtjen.

source: Attribute all content to super admin of website
sq: Atriboni të gjithë përmbajtjen në super administratorin e faqes në internet

source: Confirm Deletion
sq: Konfirmoni fshirjen

source: Close
sq: afër

source: Profile Data
sq: Të dhënat e profilit

source: Expires
sq: skadon

source: mins
sq: minuta

source: Map View
sq: Pamja e hartës

source: List View
sq: Pamja e listës

source: DIRECTIONS
sq: DREJTIMET

source: MESSAGE
sq: mESAZH

source: Show Filters
sq: Trego filtrat

source: Click To See What Open Now
sq: Klikoni për të parë se çfarë hapet tani

source: Advanced Filters
sq: Filtra të Avancuar

source: Results For
sq: Rezultatet Për

source: Log In
sq: Identifikohu

source: Hello
sq: Përshëndetje

source: Watch Video
sq: Shiko Videon

source: Add a Review
sq: Shtoni një përmbledhje

source: See Menu
sq: Shihni menunë

source: See Filters
sq: Shihni Filtrat

source: Click To GET
sq: Klikoni për të marrë

source: Click To See Your Best Match
sq: Klikoni për të parë ndeshjen tuaj më të mirë

source: Distance
sq: distancë

source: Sort By
sq: Ndaj sipas

source: Recent Listings
sq: Listat e fundit

source: Showing
sq: duke treguar

source: of
sq: të

source: Close Map
sq: Mbyll hartën

source: Detail
sq: hollësi

source: Reviews
sq: Shqyrtime

source: Contact Info
sq: Informacioni i kontaktit

source: Offers/Deals
sq: Ofron / Deals

source: View On Map
sq: Pamje në hartë

source: Get a Free Quote
sq: Merrni një Citim falas

source: Write a Review
sq: Shkruan një shqyrtim

source: Overview
sq: Përmbledhje

source: Services
sq: Sherbime

source: Offers
sq: Oferta

source: Hosted by
sq: Pritur nga

source: 0 Attendees
sq: 0 të pranishmëve

source: Going?
sq: Duke shkuar?

source: not going?
sq: nuk shkon

source: not going
sq: nuk shkon

source: GOING?
sq: DUKE SHKUAR?

source: Be the first to review!
sq: Bëhu i pari që shqyrton!

source: call
sq: thirrje

source: Show Map
sq: Trego hartën

source: Direction
sq: drejtim

source: call Now
sq: telefononi Tani

source: Problem in submitting this listing
sq: Problemi në paraqitjen e këtij liste

source: Your listing is pending for review.
sq: Lista juaj po pret për shqyrtim.

source: Your listing is pending! Please proceed to make it published
sq: Lista juaj është në pritje! Ju lutemi vazhdoni ta bëni atë të botuar

source: Success!
sq: Sukses!

source: Listing has been submitted
sq: Lista është dorëzuar

source: Select Plan For Claim
sq: Zgjidhni Planin për Kërkesë

source: Close me!
sq: Mbyll!

source: Content is loading...
sq: Përmbajtja po ngarkon ...

source: Let's Get Started
sq: Le të fillojmë

source: Sorry! Your request failed
sq: Na vjen keq! Kërkesa juaj dështoi

source: Card Number
sq: Numri i kartes

source: Expiration Date (MM/YYYY)
sq: Data e skadimit (MM / YYYY)

source: Zip
sq: zinxhir

source: More Filters
sq: Më shumë Filtra

source: City...
sq: Qyteti ...

source: Filter
sq: filtër

source: Click To See Your Most Reviewed
sq: Klikoni për të parë më të vlerësuarat

source: Click To See Your Most Viewed
sq: Klikoni për të parë më të shikuarat

source: Click To See Your Highest Rated
sq: Klikoni për të parë vlerësimin tuaj më të lartë

source: Click To See Listing With Coupons
sq: Klikoni për të parë listimin me kuponë

source: Brwose Anything!
sq: Wdo gjë!

source: All Locations
sq: Të gjitha Vendndodhjet

source: Event
sq: ngjarje

source: Trip
sq: udhëtim

source: Share :
sq: Ndani:

source: I am not going
sq: unë nuk jam duke shkuar

source: Choose a Plan to Claim Your Business
sq: Zgjidhni një plan për të kërkuar biznesin tuaj

source: Claiming your business Listing
sq: Duke pretenduar Listimin e biznesit tuaj

source: First
sq: i parë

source: Last
sq: i fundit

source: Business E-Mail
sq: E-Mail biznesi

source: Please provide your business email which will be use for claim procedure.
sq: Ju lutemi jepni emailin e biznesit tuaj i cili do të përdoret për procedurën e kërkesave.

source: Business Email
sq: Email i biznesit

source: Verfication Details
sq: Detajet e verifikimit

source: Please provide your verification details which will be used for claim procedure.
sq: Ju lutemi jepni detajet tuaja të verifikimit të cilat do të përdoren për procedurën e pretendimit.

source: Attach File
sq: Bashkëngjit skedarin

source: Detail description about your listing
sq: Përshkrimi i detajuar në lidhje me listën tuaj

source: NEW USER? TO SIGNUP ENTER AN EMAIL
sq: PERDORUES I RI? P SR T FUQUAR NDTERRMARRJEN NJ AN EMAIL

source: USERNAME OR EMAIL
sq: EMRIN E PËRDORUESIT OSE EMAIL

source: Returning user? Check this box to Sign in
sq: Shfrytëzues në kthim? Kontrolloni këtë kuti për t'u identifikuar

source: You agree & accept our Terms & Conditions for posting this information?.
sq: Ju pranoni dhe pranoni Kushtet dhe Kushtet tona për postimin e këtij informacioni ?.

source: Claim your business now!
sq: Pretendoni biznesin tuaj tani!

source: Claim request is processed after verification..
sq: Kërkesa e kërkesës përpunohet pas verifikimit ..

source: Return to Dashboard
sq: Kthehuni në Pult

source: Claim This Listing
sq: Pretendoni këtë listë

source: Own or work here?
sq: Pronare apo pune ketu?

source: Claim Now!
sq: Pohoni tani!

source: Follow Social
sq: Ndiqni Socialin

source: Special Deals
sq: Marrëveshje speciale

source: Validity:
sq: vlefshmëria:

source: copy to clipboard
sq: kopjoni në dërrasë

source: Special Offers
sq: Oferta Speciale

source: Validity:
sq: vlefshmëria:

source: Validity Details:
sq: Detaje të vlefshmërisë:

source: Which services are needed for your event?
sq: Cilat shërbime janë të nevojshme për ngjarjen tuaj?

source: What type of event are you planning?
sq: Typefarë lloj ngjarjeje po planifikoni?

source: Name of the City where event is taking place
sq: Emri i qytetit ku po zhvillohet ngjarja

source: What is the address?
sq: Cila eshte adresa?

source: What is the date of your event?
sq: Cila është data e ngjarjes tuaj?

source: What time should the vendor start?
sq: Në cilën orë duhet të fillojë shitësi?

source: How many guests are you expecting at the event? (approximate)
sq: Sa të ftuar jeni duke pritur në këtë ngjarje? (E përafërt)

source: How long will the vendor be needed?
sq: Sa kohë do të nevojitet shitësi?

source: Tell me more about your event?
sq: Më tregoni më shumë për ngjarjen tuaj?

source: Select Special Offer
sq: Zgjidhni Ofertën Speciale

source: Your full Name
sq: Emri yt i plote

source: Your Phone Number
sq: Numri juaj i telefonit

source: Your Email Address
sq: Adresa juaj e emailit

source: order online
sq: porosisni online

source: Popular
sq: popullor

source: Order Now
sq: Porosit tani

source: Checkout
sq: arkë

source: Be the first to review
sq: Bëhu i pari që shqyrton

source: Want to report this?
sq: Dëshironi ta raportoni këtë?

source: see all
sq: Shiko gjithcka

source: Add Review
sq: Shtoni Shqyrtimin

source: Oh Sorry! Your payment failed
sq: Oh me falni! Pagesa juaj dështoi

source: Congratulations! Your payment has been made successfull
sq: Urime! Pagesa juaj është bërë e suksesshme
