Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Upload Image for Business Logo
es_es: Subir imagen para el logo de empresa

source: Quick Tips
es_es: Consejos rápidos

source: Enable To Show Quick Tips.
es_es: Habilite para mostrar la ayuda rápida.

source: Quick Tip Title
es_es: Texto para consejo rápido

source: Quick Text
es_es: Texto para el consejo

source: Title Text
es_es: Texto de título

source: Location Text
es_es: Texto de ubicación

source: Location Mode
es_es: Modo de ubicación

source: Choose if multiple locations can be selected
es_es: Elige si múltiples ubicaciones pueden ser seleccionadas

source: Address
es_es: Dirección

source: Google Address Button Text
es_es: Texto del botón para dirección de Google

source: Custom Address Button Text
es_es: Texto del botón para dirección personalizada

source: Whatsapp Field Label
es_es: Texto para el campo de Whatsapp

source: Label for whatsapp field
es_es: Texto para el campo de whatsapp

source: It will show on listing submit and edit page
es_es: Se mostrará en la página de envío y edición de una empresa

source: Phone Text
es_es: Texto para teléfono

source: Website URL
es_es: URL de sitio web

source: Website Text
es_es: Texto de sitio web

source: Hours
es_es: Horas

source: Operational Hours Text
es_es: Texto para horario de atención

source: 2nd Time Slot
es_es: 2do horario

source: Enable to allow two Times slots per day.
es_es: Habilite para permitir 2 rangos de tiempo por día.

source: Category Text
es_es: Texto de categoría

source: Select Category Mode
es_es: Seleccione el modo de categoría

source: Choose if multiple category can be selected.
es_es: Elige si múltiples categorías pueden ser seleccionadas.

source: Features area Text
es_es: Texto de área de servicios

source: Select your listing features
es_es: Seleccione los servicios que ofrece

source: Price Range Text
es_es: Texto para rango de precios

source: Price From
es_es: Precio desde

source: Price From Text
es_es: Texto para Precio desde

source: Price To
es_es: Precio hasta

source: Price To Text
es_es: Texto para Precio hasta

source: Description Text
es_es: Texto de descripción

source: FAQ Title
es_es: Título FAQ

source: FAQ Tabs Text
es_es: Texto de etiquetas FAQ

source: Hide or show all socials
es_es: Ocultar o mostrar redes sociales

source: LinkedIn
es_es: Linkedln

source: Tags field
es_es: Campo de etiquetas

source: Tags Text
es_es: Texto de etiquetas

source: Business video
es_es: Video de empresa

source: Business video Text
es_es: Texto de video comercial

source: Image Uploading
es_es: Subiendo imagen

source: Featured Image
es_es: Imagen destacada

source: Show Location
es_es: Mostrar ubicación

source: User Name Text
es_es: Texto para nombre de usuario

source: Enter User Name
es_es: Ingrese usuario

source: Email Text
es_es: Texto del correo

source: Enter Your email
es_es: Ingrese su correo

source: Submit Listing Button Text
es_es: Texto del botón de envío de empresa

source: Edit Listing Button Text
es_es: Editar texto del botón de empresa

source: Location
es_es: Ubicación

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
es_es: Esta sección es para el campo de ubicación en el envío y edición de una empresa. puede seleccionar entre las opciones de "Auto" detección o "Manual"

source: Select Location Type
es_es: Seleccione el tipo de ubicación

source: Select option about locations
es_es: Seleccione la opción para las ubicaciones

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
es_es: Seleccione si las ubicaciones son agregadas solo por el administrador o mediante Google Maps. Si se selecciona Google, se pueden seleccionar todas las ubicaciones en el mundo a menos que se restrinjan a continuación.

source: Add Location Code
es_es: Añadir código de ubicación

source: Shortcode to restrict locations for specific country
es_es: Código corto para restringir ubicaciones para un país específico

source: Edited location code to restrict locations to the select country. Codes can be viewed here
es_es: Editar código de ubicación para restringir ubicaciones a un país seleccionado. Los códigos se pueden ver aquí

source: here
es_es: aquí

source: Location Pattern
es_es: Patrón de ubicación

source: Select option about locations pattern
es_es: Seleccione la opción sobre el patrón de ubicaciones

source: locations option for pattern on search and listing submit and edit
es_es: Opción de ubicaciones para buscar y para enviar y editar empresa

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
es_es: Esta sección es para la opción de enviar reseña. Usted puede activar/desactivar el envío de reseñas. También puede permitir que los usuarios envíen sus reseñas mediante estas opciones

source: Review
es_es: Reseña

source: Enable to allow reviews within listings
es_es: Habilite para permitir reseñas dentro de las empresas

source: Post Review
es_es: Publicar reseña

source: Select option about review submit
es_es: Seleccione una opción para el envío de reseñas

source: Choose if the user must be logged in to leave reviews.
es_es: Elige si el usuario debe iniciar sesión para dejar reseñas

source: Use Listing Image if No Image Uploaded with Review
es_es: Use la imagen de la empresa si no hay ninguna imagen cargada con la reseña

source: Upload Placeholder Image for Reviews
es_es: Subir imágenes en las reseñas

source: In case if there are no images uploaded with reviews.
es_es: En caso de que no haya imágenes cargadas con las reseñas.

source: Detail Listing Page Review Report Button
es_es: Botón de reportar reseña en la página de empresa

source: Multi Rating
es_es: Multi reseña

source: Enable to choose multipoint reviews
es_es: Habilitar para elegir reseñas de múltiples variables

source: Field 1
es_es: Campo 1

source: Label Field 1
es_es: Etiqueta de campo 1

source: Field 2
es_es: Campo 2

source: Label Field 2
es_es: Etiqueta de campo 2

source: Field 3
es_es: Campo 3

source: Label Field 3
es_es: Etiqueta de campo 3

source: Field 4
es_es: Campo 4

source: Label Field 4
es_es: Etiqueta de campo 4

source: Gallery Images Counter
es_es: Contador de imágenes de galería

source: Maximum no. of images allowed in gallery while submitting a review
es_es: Máximo número de imágenes permitidas al enviar una reseña

source: Gallery Images Size
es_es: Tamaño de la galería

source: Allowed size of all images in gallery
es_es: Tamaño permitido para todas las imágenes en la galería

source: Reviews Order Filter
es_es: Filtrar y ordenar reseñas

source: Enable
es_es: Habilitar

source: Disable
es_es: Deshabilitar

source: Leads Form
es_es: Formulario Leads

source: Show / Hide leads form from listing detail page
es_es: Mostrar/Ocultar el formulario lead de la página de empresa

source: Form
es_es: Formulario

source: Enable to show Lead From within listings
es_es: Habilitar para mostrar el formulario de Lead dentro de las empresas

source: Show lead form only on claimed listing
es_es: Mostrar formulario lead solo en empresas reclamadas

source: on=show only on claimed, off= show on all listing
es_es: SI = Mostrar sólo en empresas reclamadas, NO = Mostrar en todas las empresas

source: Enable to only show lead form within claimed listings
es_es: Habilite esta opción para mostrar solo el formulario lead dentro de los listados reclamados

source: Listing Claim
es_es: Reclamar empresa

source: Show / Hide claim option for listing
es_es: Mostrar/Ocultar opción para reclamar una empresa

source: Claim
es_es: Reclamar

source: Enable to allow claiming listings.
es_es: Habilite para permitir reclamar empresas.

source: Claim Form Top Image
es_es: Imagen superior para el formulario de reclamo

source: Upload Claim Popup Top Image.
es_es: Subir imagen para la ventana emergente de reclamo.

source: Claim Popup Image
es_es: Imagen para la ventana emergente de reclamo

source: Upload Claim Popup Image.
es_es: Subir imagen para la ventana emergente de reclamo

source: Claim Details
es_es: Detalles del reclamo

source: put text here about claim
es_es: poner texto aquí sobre el reclamo

source: You can add more than one text information
es_es: Puede agregar más de un texto de información

source: This is a title
es_es: Esto es un título

source: Description Here
es_es: Aquí la descripción

source: Listing Nearby
es_es: Empresas cercanas

source: Show nearby listings in listing detail page sidebar
es_es: Mostrar empresas cercanas en la barra lateral de la página de empresa

source: Add Distance for Nearby Location
es_es: Añadir la distancia para empresas cercanas

source: Enter only numberic values. Do not add distance units here
es_es: Ingrese solo un valor numérico. No agregar unidades de distancia

source: No units required.
es_es: No se requieren unidades.

source: Destination in
es_es: Distancia en

source: Nearby Destination Calculate in
es_es: Calcular distancia a empresa cercana en

source: Select between Miles & Kilometers
es_es: Seleccione entre millas y kilómetros

source: Filter By Listing Category
es_es: Filtrar por categoría de empresa

source: Show Nearby listing only from current category
es_es: Mostrar empresas cercanas solo de una categoría relacionada

source: No. of Nearby Listings
es_es: Nro. empresas cercanas

source: Enter only numberic values
es_es: Introduce solo valores numéricos

source: Paste Your Google AdSense code. Ads will show on listings detail page
es_es: Pegue su código de Google AdSense. Los anuncios se mostrarán en las páginas de las empresas

source: Google Ads on listings details page
es_es: Google Adsense en las páginas de empresas

source: Adsense code for listings page. If not entered AdSense will not show
es_es: Código Adsense para las páginas de empresa. Si no lo ingresa, AdSense no se mostrará

source: Paste Your Google AdSense code. Ads will show on listings archive page
es_es: Pegue su código de Google AdSense. Los anuncios se mostrarán en la página de filtros y búsqueda

source: Google Ads on listings archive page
es_es: Google Adsense en la página de archivo

source: Adsense code for archive pages. If not entered AdSense will not show
es_es: Código Adsense para las páginas de archivo. Si no lo ingresa, AdSense no se mostrará

source: Author Archive
es_es: Página de autor

source: Banner Image
es_es: Imagen de portada

source: My Listings
es_es: Empresas

source: Enabled
es_es: Habilitar

source: Disabled
es_es: Deshabilitar

source: Set how many listings will show per page within the user’s profile.
es_es: Establezca cuántas empresas se mostrarán por página dentro del perfil del usuario.

source: Select how the listings will show within the user’s profile.
es_es: Seleccione cómo se mostrarán las empresas dentro del perfil del usuario.

source: About Me
es_es: Sobre mi

source: Social Icons
es_es: Iconos sociales

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Activities
es_es: Reseñas

source: Heading
es_es: Título

source: Photos
es_es: Fotos

source: Images Per Page
es_es: Imágenes por página

source: Set how many images will show per page within the user’s profile.
es_es: Establezca cuántas imágenes se mostrarán por página dentro del perfil del usuario.

source: Contact
es_es: Contacto

source: Counters
es_es: Contadores

source: Listing Counter
es_es: Contador de empresas

source: Photos Counter
es_es: Contador de fotos

source: Reviews Counter
es_es: Contador de reseñas

source: Report Button
es_es: Botón de reportar

source: Pricing Plan
es_es: Plan de precios

source: Assign plan to expired listing
es_es: Asignar plan a empresa expirada

source: Enable to change the listing plan after existing expires
es_es: Habilite para cambiar el plan de una empresa después de que caduque el existente

source: Select plan listings will switch to after expired.
es_es: Las empresas de los planes seleccionados cambiarán una vez que hayan expirado.

source: Paid Listing Claim
es_es: Reclamo de empresas pagado

source: Category Specific Plans
es_es: Planes para categorías específicas

source: Attach specific plans for specific category
es_es: Permitir planes específicos para determinadas categorías

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
es_es: Habilite para vincular Planes a Categorías de empresa seleccionadas. Esto le permitirá tener diferentes planes de precios para cada categoría.

source: Monthly & Annual Based Price Plans
es_es: Planes de precios mensuales y anuales

source: Select Option in Pricing Plans Based on Monthly and Yearly based
es_es: Seleccione la opción para los planes de precios basados ​​en mensual y anual

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
es_es: Habilite esto para establecer Planes de precios Mensuales (30 días) o anuales (365 días), esto también le permitirá tener un precio diferente, como un descuento si el usuario paga por un año completo. <b>Cambiar para Habilitar/Deshabilitar</b>

source: Show Annual Price Breakdown as Per Month
es_es: Mostrar desglose anual de precios por mes

source: If you enble this option, Price will be display as per month in anual pricing plans
es_es: Si habilita esta opción, el precio se mostrará por mes en los planes de precios anuales.

source: Enable to show how much the total would be if paid monthly.
es_es: Habilite para mostrar cuánto sería el total si se pagara mensualmente.

source: Advanced Filter
es_es: Filtro avanzado

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
es_es: Esta sección es para la página de búsqueda. Aquí puede mostrar/ocultar el filtro de búsqueda deseado. También puede mostrar/ocultar el filtro de búsqueda por completo.

source: Search Filter
es_es: Filtro de búsqueda

source: Open Time
es_es: Hora de apertura

source: Most Reviewed
es_es: Más reseñadas

source: Most Viewed
es_es: Más visitadas

source: Best Match
es_es: Mejor resultado

source: Categories
es_es: Categorías

source: Near Me
es_es: Cerca a mí

source: This option will be enabled only if your site has SSL enabled
es_es: Esta opción estará habilitada solo si su sitio tiene un certificado SSL habilitado

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
es_es: Si habilita esta opción, cuando el filtro cerca de mí esté activo, la ubicación se excluirá en todos los resultados del filtro

source: Location Distance unit
es_es: Unidad de distancia de ubicación

source: Nearme Destination Calculate in
es_es: Calcular distancia de empresas cercanas a mi en

source: Default Near Me Value
es_es: Valor por defecto de cerca a mi

source: Set default value of near me
es_es: Definir valor por defecto para cerca de mi

source: Min Near Me Range
es_es: Rango mínimo para: Cerca a mí

source: Max Near Me Range
es_es: Rango máximo para: Cerca a mí

source: Additional Filter options
es_es: Opción de filtros adicionales

source: Search
es_es: Buscar

source: What Field
es_es: Campo Qué

source: Enable to show What Field within the search bar.
es_es: Habilite para mostrar el campo Qué dentro de la barra de búsqueda.

source: on=hide off=show
es_es: Si=Ocultar, No=Mostrar

source: Search mode for home banner search WHAT field
es_es: Modo de búsqueda para el campo Qué del buscador de portada

source: Default Search By
es_es: Búsqueda predeterminada por

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
es_es: Si alguien no selecciona ninguna sugerencia del campo "Qué" en el formulario de búsqueda, entonces esta opción mostrará su impacto en los resultados de búsqueda.

source: Where Field (Location)
es_es: Campo Dónde (Ubicación)

source: Enable to show Location Field within the search bar.
es_es: Habilite para mostrar el campo de ubicación dentro de la barra de búsqueda.

source: Pre populated location in homepage search
es_es: Sugerir ubicaciones populares en el buscador de portada

source: This require auto location enable
es_es: Esto requiere la auto localización habilitada

source: Enable typing in homepage location search field
es_es: Habilitar la escritura de ubicación en el campo "Dónde" del buscador de portada

source: Enable typing in inner pages location search field
es_es: Habilitar la escritura de ubicación en el campo de búsqueda de las páginas internas

source: Select Location Search Type
es_es: Seleccione el tipo de búsqueda de ubicación

source: Select option about locations Search
es_es: Seleccione la opción para buscar ubicaciones

source: locations option for listing search in search form
es_es: Opción para buscar ubicaciones de empresas en el formulario de búsqueda

source: Add Location Shortcode
es_es: Código corto para añadir ubicación

source: For locations codes, visit here.
es_es: Para códigos de ubicaciones, visite esto.

source: Exclude Listing Title From Suggestions in Search
es_es: Excluir nombres de empresas de las sugerencias de búsqueda

source: on=exclude, off=include
es_es: Si=Excluir, No=Incluir

source: Payment
es_es: Pago

source: Submitted Listing Require Approval
es_es: La empresa enviada requiere aprobación

source: Paid Submission
es_es: Envío pagado

source: Recurring Payment
es_es: Pago recurrente

source: Auto Recurring Payment
es_es: Pago recurrente automático

source: Notify User before Expiry
es_es: Notificar al usuario antes del vencimiento

source: Number of Expire Days
es_es: Número de días de vencimiento

source: Currency For Paid Submission
es_es: Moneda para envío pagado

source: Currency Position for pricing plan
es_es: Posición de la moneda para el plan de precios

source: Symbol of currency to left or right side of price in pricing plans
es_es: Símbolo de la moneda al lado izquierdo o derecho del precio en los planes de precios

source: Select the position for the currency symbol.
es_es: Seleccione la posición para el símbolo de moneda.

source: Terms & Conditions Page
es_es: Página de Términos & Condiciones

source: Select terms & conditions page
es_es: Seleccionar página de Términos & Condiciones

source: Checkout Page
es_es: Procesar pago

source: Select checkout page
es_es: Seleccione la página de pago

source: Failed Payment page - after failed payment
es_es: Página para pago fallido - después de que falle el pago

source: This must be an URL.
es_es: Puede crear esta página

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
es_es: Seleccione la página utilizada para un pago fallido. La página requiere un shortcode de pago fallido.

source: Thank you page - after successful payment
es_es: Página de agradecimiento - después de un pago exitoso

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
es_es: Seleccione la página utilizada para un pago exitoso. La página requiere un shortcode de pago exitoso.

source: Coupons
es_es: Cupones

source: Enable disable on checkout page
es_es: Habilitar/Deshabilitar de la página de pagos

source: Enable to allow coupons during checkout.
es_es: Habilite para permitir cupones durante el proceso de pago.

source: Set Invoice Start
es_es: Establecer número inicial de recibo

source: Enable disable for Custom Inovice Start No.
es_es: Habilitar/Deshabilitar número de recibo inicial personalizado

source: Enable to set custom invoice numbering.
es_es: Habilite para configurar un número personalizado para las facturas.

source: Invoice Start Number
es_es: Número de recibo inicial

source: Set you own start no. of Invoice for payment
es_es: Establece tu propio número inicial de recibos de pago

source: Api Type
es_es: Tipo de API

source: Sandbox = test API. LIVE = real payments API
es_es: Sandbox = API de prueba. LIVE = API de pagos en vivo

source: Select between Live and Sandbox. Sandbox is used for testing
es_es: Seleccione entre Live y Sandbox. Sandbox se utiliza para hacer pruebas

source: Paypal API Username
es_es: API de usuario Paypal

source: Paypal API Password
es_es: API de contraseña Paypal

source: Paypal API Signature
es_es: API de firma Paypal

source: Paypal Receiving Email
es_es: Correo de recepción Paypal

source: Select between Live and Sandbox. Sandbox is used for testing
es_es: Seleccione entre Live y Sandbox. Sandbox se utiliza para hacer pruebas

source: Secret Key
es_es: Clave secreta

source: Publishable Key
es_es: Clave pública

source: Direct Payment / Wire Payment
es_es: Efectivo / Transferencia

source: Bank Transfer
es_es: Transferencia de banco

source: Instructions for Bank Transfer
es_es: Instrucciones para la transferencia bancaria

source: API Type
es_es: Tipo de API

source: Account ID
es_es: ID de cuenta

source: Private Key
es_es: Clave privada

source: Taxes
es_es: Impuestos

source: Tax Title
es_es: Nombre de impuesto

source: Value-Added Tax
es_es: Valor del impuesto

source: Tax Rate
es_es: Porcentaje del impuesto

source: Add rate without % sign
es_es: Añadir calificación sin % registro

source: Enter rate without percentage sign
es_es: Ingrese la tasa sin el signo de porcentaje

source: Include Taxes with Pricing Plans
es_es: Incluir impuestos en los planes de precios

source: Email Management
es_es: Gestión de correos

source: <span class="font24">General Email Settings</span>
es_es: <span class="font24">Opciones generales de correo</span>

source: Set email address and email sender name here
es_es: Establecer aquí el correo y nombre del remitente

source: Email Address
es_es: Dirección de correo

source: Email address for general email sending
es_es: Dirección de correo electrónico para los envíos en general

source: Email From
es_es: Nombre del remitente

source: Email sender name for general email sending
es_es: Nombre del remitente para el envío de correos en general

source: <span class="font24">Global Shortcodes</span>
es_es: <span class="font24">Códigos cortos globales</span>

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
es_es: Códigos cortos para cada plantilla de correo electrónico. %website_name como nombre del sitio web, %website_url como URL del sitio web, %user_name como nombre de usuario

source: <span class="font24">New Registered User</span>
es_es: <span class="font24">Nuevo usuario registrado</span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
es_es: Utilice estos códigos cortos solo para el correo electrónico de registro de nuevo usuario. %user_login_register como nombre de usuario, %user_pass_register como contraseña del usuario, %user_email_register como correo electrónico del usuario

source: Subject for New User Notification
es_es: Asunto para la notificación de nuevo usuario

source: Email subject for new user notification
es_es: Asunto del correo para notificación de nuevo usuario

source: Your username and password on %website_url
es_es: Su usuario y contraseña para %website_url

source: Content for New User Notification
es_es: Contenido para la notificación de nuevo usuario

source: Email content for new user notification
es_es: Contenido del correo electrónico para notificación de nuevo usuario

source: Subject for New User Admin Notification
es_es: Asunto para la notificación de nuevo usuario al administrador
