Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
es_es: Ingrese la cantidad que desea cobrar a los dueños de negocios para promocionar sus empresas en esta ubicación (No incluya el símbolo de moneda).

source: Side of Listing (PPC)
es_es: Precio de publicidad en barra lateral (PPC)

source: Top of Search Ads
es_es: Campaña en los resultados

source: Top of Search Ads Price (PPD)
es_es: Precio de campaña en los resultados (PPD)

source: Top of Search Price (PPC)
es_es: Precio de campaña en los resultados (PPC)

source: Form reCaptcha
es_es: Formulario reCaptcha

source: Enable to display Google reCAPTCHA and Load Script
es_es: Habilitar para mostrar Google reCAPTCHA y cargar el script

source: Google reCAPTCHA v3 Site Key
es_es: Clave del sitio Google reCAPTCHA v3

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
es_es: Crear clave <a href="https://www.google.com/recaptcha/admin" target="_blank">aquí</a>

source: Site Key For Google Recaptcha
es_es: Clave del sitio para Google Recaptcha

source: Google reCAPTCHA v3 Secret Key
es_es: Clave secreta Google reCAPTCHA v3

source: Secret Key For Google Recaptcha
es_es: Clave secreta para Google Recaptcha

source: User registeration
es_es: Registro de usuario

source: Show Google reCAPTCHA during User Registration
es_es: Mostrar Google reCAPTCHA durante el registro de usuario

source: User login
es_es: Inicio de sesión de usuario

source: Show Google reCAPTCHA during User Login
es_es: Mostrar Google reCAPTCHA durante el inicio de sesión

source: Show Google reCAPTCHA during Listing Submission
es_es: Mostrar Google reCAPTCHA durante el envío de una empresa

source: Listing Edit
es_es: Editar empresa

source: Show Google reCAPTCHA during Edit Listing
es_es: Mostrar Google reCAPTCHA al editar una empresa

source: Show Google reCAPTCHA on Listing Lead Form
es_es: Mostrar Google reCAPTCHA en el formulario de lead de una empresa

source: Review Form
es_es: Formulario de reseña

source: Show Google reCAPTCHA on Listing Review Submission
es_es: Mostrar Google reCAPTCHA en el envío de una reseña de empresa

source: Contact Page Form
es_es: Formulario de página de contacto

source: Show Google reCAPTCHA on Contact Page Form
es_es: Mostrar Google reCAPTCHA en el formulario de la página de contacto

source: User Profile
es_es: Perfil de usuario

source: Show Google reCAPTCHA v3 on user profile
es_es: Mostrar Google reCAPTCHA en el perfil de usuario

source: URL Config
es_es: Configuración de enlaces

source: URL Rewrite
es_es: Reescribir enlaces

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
es_es: Actualice los enlaces permanentes (en el menú de Ajustes) después de cualquier cambio que realice en los siguientes slugs (para evitar una página de error 404)

source: listing slug
es_es: slug de empresa

source: Default is "listing"
es_es: Por defecto es "empresa"

source: listing category slug
es_es: slug de categoría de empresa

source: Default is "listing-category"
es_es: Por defecto es "categoria"

source: Location slug
es_es: Slug de ubicación

source: Default is "location"
es_es: Por defecto es "ubicación"

source: Features slug
es_es: Slug del servicio

source: Default is "features"
es_es: Por defecto es "servicios"

source: Events slug
es_es: Slug del evento

source: Default is "events"
es_es: Por defecto es "evento"

source: Frontend Dashboard Page
es_es: Página del Escritorio

source: Submit Listing Page
es_es: Página de envío de empresa

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
es_es: Seleccione la página utilizada para el envío de empresa (la página debe incluir el shortcode de envío de empresa)

source: Edit Listing Page
es_es: Editar página de empresa

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
es_es: Seleccione la página utilizada para editar empresas (la página debe incluir el shortcode para Editar empresa)

source: Price plans Page
es_es: Página de planes de precios

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
es_es: Seleccione la página utilizada para los planes de precios (la página debe incluir el shortcode de plan de precios)

source: Contact Page
es_es: Página de contacto

source: Translate all text strings into your own language
es_es: Traduce todas las cadenas de texto a tu propio idioma

source: Contact Information
es_es: Información de contacto

source: Enable Contact Information to show on the Contact Page
es_es: Habilite la información de contacto para mostrar en la página de contacto

source: Contact information
es_es: Información de contacto

source: ON=SHOW, OFF= HIDE
es_es: SI=MOSTRAR, NO=OCULTAR

source: Title for contact information
es_es: Etiqueta para información de contacto

source: Social Links
es_es: Enlaces de redes sociales

source: Enable Social Media Links to show
es_es: Habilite enlaces de redes sociales a mostrar

source: Enter full URL including HTTPS://
es_es: Ingresar URL completa incluyendo https://

source: Add or edit Form settings
es_es: Agregar o editar configuración de formulario

source: Cotact Form Provider
es_es: Proveedor de formulario de contacto

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
es_es: Ingrese el shortcode para tu formulario preferido. (asegúrese de instalar wpforms lite).

source: Header for From
es_es: Encabezado para De

source: Successful Submission Message
es_es: Mensaje de envío exitoso

source: Failed Submission Message
es_es: Fallo en el envío del mensaje

source: Shortcode for WPForms Lite
es_es: Shortcode para WPForms Lite

source: Enter the Shortcode for your preferred form.
es_es: Ingrese el shortcode para su formulario preferido.

source: Contact Map
es_es: Mapa de contacto

source: Set Latitude and longitude for contact page map
es_es: Establecer latitud y longitud para el mapa de la página de contacto

source: Contact Page Map
es_es: Mapa de la página de contacto

source: Enable to show Map
es_es: Habilitar para mostrar mapa

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Footer
es_es: Pie de página

source: Add or edit Footer information
es_es: Añadir o editar información de pie de página

source: Footer Layout
es_es: Diseño de pie de página

source: Select Footer layout
es_es: Seleccionar diseño de pie de página

source: Select from 1 of 11 Layout Styles.
es_es: Seleccione 1 de los 11 estilos de diseño.

source: Select footer widget layout
es_es: Seleccione el diseño del widget de pie de página

source: Control the number of columns in the footer
es_es: Controla el número de columnas en el pie de página

source: Footer top area Background color
es_es: Color de fondo del área superior del pie de página

source: (default: #363f48).
es_es: (Predeterminado: #363f48).

source: Controls the Background Color of the Footer
es_es: Controla el color de fondo del pie de página

source: Footer bottom area Background color
es_es: Color de fondo del área inferior del pie de página

source: (default: #45505b).
es_es: (Predeterminado: #45505b).

source: Footer Top Text Color ON/OFF
es_es: Color del texto superior del pie de página SI/NO

source: Footer top area text color
es_es: Color del texto superior del pie de página

source: Footer Bottom Text Color ON/OFF
es_es: Color del texto inferior del pie de página SI/NO

source: Footer bottom area text color
es_es: Color del texto inferior del pie de página

source: Copyright text
es_es: Texto de Copyright

source: Enter the text that displays in the Copyright Bar
es_es: Ingrese el texto que se muestra en la barra de Copyright

source: Footer Logo
es_es: Logo de pie de página

source: Select Image to show with the Page Footer
es_es: Seleccionar imagen para mostrar en el pie de página

source: Theme Author Information
es_es: Información del autor del tema

source: Footer Text Section Heading
es_es: Encabezado de sección de texto del Footer

source: Footer Text Section Content
es_es: Contenido de la sección de texto del Footer

source: Footer Button Text
es_es: Texto del pie de página inferior

source: Footer Button URL
es_es: URL del botón de pie de página

source: Documentation
es_es: Documentación

source: Section via hook
es_es: Sección vía hook

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
es_es: <p class="description">Esta es una sección creada para añadir un filtro a las secciones. Puede ser usado por el Child theme para agregar/remover secciones de las opciones.</p>

source: Random Ads
es_es: Ads aleatorio

source: Detail Page Ads
es_es: Ads en Página de detalles

source: Top in Search Page Ads
es_es: Ads en Página de búsqueda

source: Enjoy using our features of Listings subscription in very cheap price
es_es: Disfrute nuestros servicios suscribiéndose a nuestros planes a un precio muy bajo

source: listing title
es_es: Empresa

source: price
es_es: Precio

source: Install Required Plugins
es_es: Instalar plugins requeridos

source: Install Plugins
es_es: Instalar plugins

source: Installing Plugin: %s
es_es: Instalando plugin: %s

source: Updating Plugin: %s
es_es: Actualizando plugin: %s

source: Something went wrong with the plugin API.
es_es: Algo salió mal con la API del plugin.

source: This theme requires the following plugin: %1$s.
es_es: Este tema requiere el siguiente plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
es_es: Este tema recomienda el siguiente plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente complemento debe actualizarse a su última versión para garantizar la máxima compatibilidad con este tema: %1$s.

source: There is an update available for: %1$s.
es_es: Hay una actualización disponible para: %1$s.

source: The following required plugin is currently inactive: %1$s.
es_es: El siguiente plugin requerido esta actualmente inactivo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
es_es: El siguiente plugin recomendado está actualmente inactivo: %1$s.

source: Begin installing plugin
es_es: Iniciando instalación de plugin

source: Begin updating plugin
es_es: Iniciando actualización de plugin

source: Begin activating plugin
es_es: Iniciando activación de plugin

source: Return to Required Plugins Installer
es_es: Volver al instalador de plugins requeridos

source: Return to the Dashboard
es_es: Volver al Escritorio

source: Plugin activated successfully.
es_es: Plugin activado exitosamente.

source: The following plugin was activated successfully:
es_es: El siguiente plugin fue activado exitosamente:

source: No action taken. Plugin %1$s was already active.
es_es: Ninguna acción realizada. El plugin %1$s ya está activo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
es_es: Plugin no activado. Se necesita una versión superior de %s para este tema. Por favor, actualice el plugin.

source: All plugins installed and activated successfully. %1$s
es_es: Todos los plugins instalados y activados exitosamente. %1$s

source: Dismiss this notice
es_es: Descartar este aviso

source: There are one or more required or recommended plugins to install, update or activate.
es_es: Hay uno o más plugins necesarios o recomendados para instalar, actualizar o activar.

source: Please contact the administrator of this site for help.
es_es: Por favor, póngase en contacto con el administrador de este sitio para obtener ayuda.

source: This plugin needs to be updated to be compatible with your theme.
es_es: Este plugin debe actualizarse para que sea compatible con el tema.

source: Update Required
es_es: Actualización requerida

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es_es: El paquete de plugin remoto no contiene una carpeta con el slug deseado y el cambio de nombre no funcionó.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es_es: Póngase en contacto con el proveedor del plugin y pídale que empaqueten su complemento de acuerdo con las pautas de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es_es: El paquete de plugin remoto contiene más de un archivo, pero los archivos no están empaquetados en una carpeta.

# plugin A *and* plugin B
source: and
es_es: y

source: Required
es_es: Requerido

source: Recommended
es_es: Recomendado

source: WordPress Repository
es_es: Repositorio de WordPress

source: External Source
es_es: Fuente externa

source: Pre-Packaged
es_es: Pre-Empaquetado

source: Not Installed
es_es: No instalado

source: Installed But Not Activated
es_es: Instalado pero no activado

source: Active
es_es: Activo

source: Required Update not Available
es_es: Actualización requerida no disponible

source: Requires Update
es_es: Actualización requerida

source: Update recommended
es_es: Actualización recomendada

# plugins
source: All <span class="count">(%s)</span>
es_es: Todos <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
es_es: Para instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
es_es: Actualización disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
es_es: Para activar <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
es_es: desconocido

source: Installed version:
es_es: Versión instalada:

source: Minimum required version:
es_es: Versión mínima requerida

source: Available version:
es_es: Versión disponible:

source: No plugins to install, update or activate.
es_es: No hay plugins para instalar, actualizar o activar.

source: Source
es_es: Fuente

source: Version
es_es: Versión

source: Install %2$s
es_es: Instalar %2$s

source: Update %2$s
es_es: Actualizar %2$s

source: Activate %2$s
es_es: Activar %2$s

source: Upgrade message from the plugin author:
es_es: Mensaje de actualización del autor del plugin:

source: Install
es_es: Instalar

source: Update
es_es: Actualizar

source: Activate
es_es: Activar

source: No plugins were selected to be installed. No action taken.
es_es: Ningún plugin seleccionado para ser instalado. No se realizó ninguna acción.

source: No plugins were selected to be updated. No action taken.
es_es: Ningún plugin seleccionado para ser actualizado. No se realizó ninguna acción.

source: No plugins are available to be installed at this time.
es_es: No hay plugins disponibles para ser instalados en este momento.

source: No plugins are available to be updated at this time.
es_es: No hay plugins disponibles para ser actualizados en este momento.

source: No plugins were selected to be activated. No action taken.
es_es: Ningún plugin seleccionado para ser activado. No se realizó ninguna acción.

source: No plugins are available to be activated at this time.
es_es: No hay plugins disponibles para ser activados en este momento.

source: Plugin activation failed.
es_es: La activación del plugin falló.

source: Updating Plugin %1$s (%2$d/%3$d)
es_es: Actualizando plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es_es: Un error ocurrió mientras se instalaba %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
es_es: La instalación de %1$s falló.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es_es: La instalación y el proceso de activación están comenzando. Este proceso puede demorar un poco en algunos hosts, por favor tenga paciencia.

source: %1$s installed and activated successfully.
es_es: %1$s instalado y activado exitosamente.

source: Show Details
es_es: Mostrar detalles

source: Hide Details
es_es: Ocultar detalles

source: All installations and activations have been completed.
es_es: Todas las instalaciones y activaciones se han completado.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es_es: Instalando y activando plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es_es: El proceso de instalación está comenzando. Este proceso puede demorar un poco en algunos hosts, por favor tenga paciencia.

source: %1$s installed successfully.
es_es: %1$s instalado exitosamente.

source: All installations have been completed.
es_es: Todas las instalaciones se han completado.

source: Installing Plugin %1$s (%2$d/%3$d)
es_es: Instalando plugin %1$s (%2$d/%3$d)

source: Owner Response
es_es: Respuesta del propietario

source: Sorry! Listing owners can not post review on their listings!
es_es: ¡Lo sentimos! Los propietarios no pueden escribir reseñas en sus propias empresas.

source: Sorry! already posted on this listing!
es_es: ¡Lo sentimos! ya escribió una reseña en ésta empresa.

source: Email already exists! Please login or change email
es_es: El correo electrónico ya existe! Por favor inicie sesión o cambie de correo

source: User name already exists! Please login or try a different one
es_es: ¡El nombre de usuario ya existe! Por favor, inicie sesión o intente con uno diferente

source: Review has been submitted successfully
es_es: Su reseña se ha enviado exitosamente

source: Thanks for reacting
es_es: Gracias por reaccionar

source: Max. allowed images are
es_es: Para este plan el máximo de imágenes permitidas son:

source: Max. allowed images size is
es_es: El tamaño máximo permitido de imágenes es

source: Add Review
es_es: Escribir reseña

source: Select Images
es_es: Subir fotos

source: Browse
es_es: Examinar

source: Title
es_es: Título

source: Example: It was an awesome experience to be there
es_es: Ejemplo: Fue una experiencia increíble estar aquí

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
es_es: Tip: Una excelente reseña abarca la comida, el servicio y el ambiente. ¿Tienes recomendaciones para tus platos o bebidas favoritas, o algo que todos deberían probar aquí? ¡Incluye eso también!

source: Your review is recommended to be at least 140 characters long :)
es_es: Se recomienda que su reseña tenga al menos 140 caracteres de longitud :)

source: You agree & accept our Terms & Conditions for posting this review?
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para publicar esta reseña?

source: Submit Review
es_es: Enviar reseña

source: Please fill Email, Title, Description and Rating
es_es: Por favor complete el correo electrónico, título, descripción y calificación

source: User Name
es_es: Usuario

source: john
es_es: Juan

source: you@website.com
es_es: correo@sitioweb.com

source: Your review is recommended to be at least 140 characters long
es_es: Se recomienda que su reseña tenga al menos 140 caracteres de longitud :)

source: Submit Review
es_es: Enviar reseña

source: Signup & Submit Review
es_es: Registrarse & Enviar reseña

source: Write a review
es_es: Escribir reseña

source: Your Rating
es_es: Su calificación

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
es_es: Tip: Una excelente reseña abarca la comida, el servicio y el ambiente. ¿Tienes recomendaciones para tus platos o bebidas favoritas, o algo que todos deberían probar aquí? ¡Incluye eso también!

source: Your review recommended to be at least 140 characters long :)
es_es: Se recomienda que su reseña tenga al menos 140 caracteres de longitud :)

source: Features
es_es: Servicios

source: in
es_es: en

source: for
es_es: para

source: No Results
es_es: No hay resultados

source: Sorry! There are no listings matching your search.
es_es: ¡Lo sentimos! No se encontraron empresas para su búsqueda.

source: Try changing your search filters or
es_es: Intente cambiando los filtros de su búsqueda ó

source: Reset Filter
es_es: Restablecer filtro

source: More results for
es_es: Más resultados para

source: Someone
es_es: Alguien

source: Country :
es_es: País:

source: City :
es_es: Ciudad:

source: Setup Wizard
es_es: Asistente de configuración

source: Introduction
es_es: Introducción

source: Content
es_es: Contenido

source: Ready!
es_es: Listo!

source: Listingpro &rsaquo; Setup Wizard
es_es: Listingpro &rsaquo; Asistente de instalación

source: Return to the WordPress Dashboard
es_es: Volver al panel de WordPress

source: Welcome to the Easy Setup Assistant for %s.
es_es: Bienvenido al Asistente de configuración de %s.

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
es_es: Parece que recientemente se actualizó este tema. ¡Estupendo! Este asistente de configuración ayudará a garantizar que todas las configuraciones predeterminadas sean correctas. También mostrará cierta información sobre su nuevo sitio web y opciones de soporte.

source: Let's Go!
es_es: ¡Vamos!

source: Not right now
es_es: Ahora no

source: Welcome to the Easy Setup Assistant! for %s.
es_es: Bienvenido al Asistente de configuración de %s.

source: It looks like you have already run the setup wizard.
es_es: Parece que ya ha ejecutado el asistente de configuración.

source: LATER
es_es: LUEGO

source: Run Setup Wizard Again
es_es: Iniciar asistente de instalación otra vez

source: Easy Setup! Click! Click! Click!
es_es: Fácil configuración! Clic! Clic! Clic!

source: This wizard will help you kickstart with all the necessary tools.
es_es: Este asistente te ayudará a comenzar con todas las herramientas necesarias.

source: Ready to begin the setup?
es_es: Listo para iniciar la configuración?

source: START
es_es: EMPEZAR

source: NEXT
es_es: SIGUIENTE

source: First, let us help you unpack.
es_es: Primero, permítanos ayudarlo a descomprimir.

source: Good news! All plugins are already installed and up to date. Please continue.
es_es: ¡Buenas noticias! Todos los complementos ya están instalados y actualizados. Por favor continúe.

source: Stay tight while we install all necessary tools for your new directory.
es_es: Permanezca firme mientras instalamos todas las herramientas necesarias para su nuevo directorio.

source: Yes! i am ready.
es_es: ¡Sí! estoy listo.

source: No Slug Found
es_es: Slug no encontrado

source: Let us help you jump start with dummy content.
es_es: Permítanos ayudarlo a comenzar con contenido demostrativo.

source: Are you ready to import the dummy content?
es_es: ¿Estás listo para importar contenido ficticio?

source: Skip this step
es_es: Saltar este paso

source: Import Content
es_es: Importar contenido

source: Which Pre-Built Demo Style You Like?
es_es: ¿Qué demo pre configurado te gusta?

source: preview
es_es: vista previa

source: SKIP
es_es: SALTAR

source: ACCEPT
es_es: ACEPTAR

source: Now you will be automatically redirected to WordPress dashboard...
es_es: Ahora serás redirigido automáticamente al panel de WordPress...

source: Upgrade
es_es: Actualizar

source: Upgrade Content and Settings
es_es: Actualizar contenido y configuración

source: Pending.
es_es: Pendiente.
