Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Summary
es_es: Resumen

source: AMOUNT
es_es: MONTO

source: Spotlight Ad
es_es: En portada

source: Top of Search Ad
es_es: En resultados

source: Sidebar Ad
es_es: En barra lateral

source: Budget
es_es: Presupuesto

source: Get results with no surprises
es_es: Obtenga resultados sin sorpresas

source: Get on top of the organic results intantly.
es_es: Obtenga resultados orgánicos al instante.

source: Pay only when ads are clicked.
es_es: Pague solo cuando se haga clic en su campaña.

source: Never Spend more than your budget limit.
es_es: Nunca gaste más de su límite de presupuesto.

source: Need help getting started?
es_es: ¿Necesita ayuda para comenzar?

source: Call (877) 777-7777
es_es: Llame al 3 331 5126

source: Invoices for Ads
es_es: Recibos por Ads

source: Search Page Ads
es_es: Ads en Página de búsqueda

source: - Purchased Ads
es_es: - Ads comprados

source: View Detail
es_es: Ver detalles

source: Order#
es_es: Orden#

source: Purchased Date
es_es: Fecha de compra

source: Expiry Date
es_es: Fecha de vencimiento

source: Sorry ! There is no Invoice generated yet!
es_es: No hay recibos generados todavía

source: ADS STATS
es_es: ESTADÍSTICAS ADS

source: Clicks
es_es: Clics

source: are you sure you want to delete?
es_es: ¿Está seguro que quiere eliminar esto?

source: Add new announcement
es_es: Añadir un nuevo aviso

source: All Announcements
es_es: Todos los avisos

source: Add new
es_es: Añadir nuevo

source: Listing title
es_es: Título de empresa

source: On/off
es_es: Si/No

source: Call to action title
es_es: Título de llamada a la acción

source: On/Off
es_es: Si/No

source: Icon
es_es: Ícono

source: Font Awesome
es_es: Ícono de Awesome

source: use font awesome
es_es: Usar clase como: Ej. fa fa-bullhorn

source: Button Text
es_es: Texto para el botón

source: Button Link
es_es: Enlace para el botón

source: Add Announcements
es_es: Añadir avisos

source: Live Preview
es_es: Vista previa

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
es_es: Ejemplo. 30% de descuento: dos vales cada uno válido para una pizza especial

source: We are proud to announce launch of new branch
es_es: Estamos orgullosos de anunciar la apertura de una nueva sucursal

source: Announcement
es_es: Aviso

source: Announcements not allowed with this listing. Please upgrade your plan.
es_es: Los Avisos no están habilitados para esta empresa. Por favor actualice su plan.

source: choose a Listing
es_es: Seleccionar una empresa

source: Choose call to action type
es_es: Seleccionar tipo de llamada a la acción

source: Announcement Title
es_es: Título del aviso

source: Save 20% on 3 nights stay
es_es: Ahorra 20% por 3 noches de estadía

source: Buy Tickets
es_es: Comprar entradas

source: Contact Us Title
es_es: Soporte

source: Mention Listingpro! save 5% on services
es_es: Mencione Mi guía Ya Ya y acceda a un descuento del 5%

source: Contact Us
es_es: Soporte

source: Free appetizer with purchase of two entrees
es_es: Aperitivo gratuito con la compra de dos entradas

source: Get Offer
es_es: Obtener oferta

source: Get a quote today and save up-to 40%
es_es: Solicite hoy una cotización y acceda a un descuento del 20%

source: Get Quote
es_es: Solicitar cotización

source: Join Now Title
es_es: Título de iniciar sesión

source: 3 Free classes + 50% off from first purchase
es_es: 3 clases gratuitas + 50% de descuento en su primer curso

source: Join Now
es_es: Iniciar sesión

source: Learn More Title
es_es: Aprender más

source: Checkout our new happy hour specialist
es_es: Consulte por la especialidad de la casa

source: Learn More
es_es: Aprender más

source: Coupon Title
es_es: Título del cupón

source: Print Coupon
es_es: Imprimir cupón

source: Title here10
es_es: El título aquí

source: 50% off your two purchase & first two Move-in-Trucks
es_es: 50% de descuento en sus dos primeras compras

source: Reserve Now
es_es: Reservar ahora

source: Same day appointment available
es_es: Cita disponible el mismo día

source: Schedule Appointment
es_es: Agendar cita

source: choose an Icon
es_es: elegir un icono

source: use font awesome class e.g fa fa-bullhorn
es_es: usar clase de Font Awesome Ej: fa fa-bullhorn

source: Your Message
es_es: Su mensaje

source: Ads - Promote your Listings
es_es: Ads - Promueva su empresa

source: Get Started Now!
es_es: ¡Empezar ahora!

source: Sorry ! You have no Published listings yet!
es_es: ¡Lo sentimos! Todavía no tiene empresas publicadas

source: Promote
es_es: Promover

source: Where you want to show your ad
es_es: ¿Dónde quiere mostrar su anuncio?

source: These ads will appear on various location through out the site where ever the site-admin has defined. Usually on NON-Directory listing pages such as Home, About Us, Contact us, Blog posts etc.
es_es: Estos Ads aparecerán en la portada de forma aleatoria junto a los Ads de otras empresas.

source: These ads will show in the bottom right of individual listings in a unique design.
es_es: Estos Ads se mostrarán en la parte inferior derecha de las páginas de detalles de las empresas.

source: These ads will appear on the search results or category listing page.
es_es: Estos Ads aparecerán en los resultados de búsqueda o en las páginas de categorías.

source: Show Random Ads
es_es: Mostrar en portada

source: Show Detail Page Ads
es_es: Mostrar en las páginas de las empresas

source: Show Ads in search and taxonomy
es_es: Mostrar en los resultados de búsqueda

source: Ad duration
es_es: Duración

source: inc.tax
es_es: Inc. impuestos

source: next
es_es: siguiente

source: Back
es_es: Volver

source: Sorry ! You have no checkout payment method
es_es: ¡Lo sentimos! No tiene un método de pago

source: Please select form fields
es_es: Por favor seleccione los campos del formulario

source: Create Menu
es_es: Crear menú / productos

source: Old Price
es_es: Precio anterior

source: description
es_es: descripción

source: New Price
es_es: Precio de oferta

source: Link
es_es: Enlace

source: Menu Type
es_es: Tipo de menú

source: Menu group
es_es: Grupo de menú

source: Message & listing are required fields
es_es: Mensaje & empresa son campos obligatorios

source: Remove
es_es: Eliminar

source: Add Menu
es_es: Añadir menú

source: Menu title
es_es: Título de menú

source: old price
es_es: precio anterior

source: menu detail
es_es: detalles de menú

source: new price
es_es: precio de oferta

source: link
es_es: enlace

source: select type
es_es: seleccione tipo

source: Please add types
es_es: Por favor añadir tipos

source: select group
es_es: seleccionar grupo

source: Please add groups
es_es: Por favor añadir grupos

source: Upload Photo
es_es: Subir foto

source: Add
es_es: Añadir

source: title, listing, & type are required
es_es: título, empresa, & tipo son requeridos

source: Add new
es_es: Añadir nuevo

source: All Coupons
es_es: Todos los cupones

source: all deals
es_es: todas las ofertas

source: active
es_es: activo

source: expired
es_es: vencido

source: add new
es_es: añadir nuevo

source: Display In
es_es: Mostrar en

source: Content Area
es_es: Área de contenido

source: Sidebar Area
es_es: Barra derecha

source: deal
es_es: promoción

source: Coupon code
es_es: Código de cupón

source: discount
es_es: descuento

source: Deal
es_es: Acuerdo

source: Coupon Code
es_es: Código de cupón

source: Discount
es_es: Descuento

source: inactive
es_es: inactivo

source: e.g. 46% Off - One Large Specialty Pizza
es_es: Ej. 46% de descuento - una gran pizza

source: Coupon Details
es_es: Detalles del cupón

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
es_es: Ejemplo. Elección de: dos vales: cada uno para un descuento especial de Bs. 20 por un pizza especial

source: Coupon Starts
es_es: Inicio del cupón

source: Coupon Ends
es_es: Finalización del cupón

source: e.g. SUMMER50
es_es: Ej. PROMO2018

source: Button URL
es_es: URL de botón

source: e.g. http://www.example.com
es_es: Ej. http://www.tusitio.com

source: Discount Value
es_es: Valor del descuento

source: e.g. 50% || $50
es_es: Ej. 50% || Bs. 50

source: *Skip this if your deal doesn't include a coupon
es_es: *Salta esto si tu oferta no incluye un cupón

source: Button Name
es_es: Nombre de botón

source: e.g. CLICK HERE
es_es: Ej. CLIC AQUÍ

source: *If left blank the default text "CLICK HERE" will be used.
es_es: *Si se deja en blanco, se usará el texto predeterminado "CLIC AQUÍ".

source: *Only enable Custom URL if you would like to redirect users to an external link.
es_es: *Solo habilite la URL personalizada si desea redirigir a los usuarios a un enlace externo.

source: nothing found
es_es: nada encontrado

source: Start End
es_es: Inicio

source: Discount Value %
es_es: Valor del descuento (%)

source: Custom Text (Button)
es_es: Texto personalizado (Botón)

source: Custom URL (Button)
es_es: Enlace personalizado (Botón)

source: e.g. http://www.listingprowp.com
es_es: Ej. http://www.sitioweb.com

source: Create Coupon
es_es: Crear cupón

source: Choose a listing for the coupon
es_es: Seleccionar una empresa para el cupón

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
es_es: Los Cupones/Ofertas no están habilitados para esta empresa. Por favor actualice su plan.

source: $ Dollar
es_es: $ Dólar

source: % Percent
es_es: % porcentaje

source: Coupon Starts
es_es: Inicio del cupón

source: Date
es_es: Fecha:

source: Time
es_es: Zona horaria

source: set end date
es_es: establecer fecha de finalización

source: Coupon Ends
es_es: Finalización del cupón

source: External Coupon URL
es_es: URL de cupón externo

source: Coupon Featured Image
es_es: Imagen destacada del cupón

source: Message Sent Successfully
es_es: Mensaje enviado exitosamente

source: This event has no attendees so far.
es_es: Este evento no tiene asistentes hasta ahora.

source: Go Back To Events
es_es: Volver a eventos

source: Download CSV
es_es: Descargar CSV

source: Check All
es_es: Revisar todo

source: Username
es_es: Usuario

source: Full Name
es_es: Nombre completo

source: Checkbox
es_es: Caja

source: Create Message
es_es: Crear un mensaje

source: Enter Your Massage
es_es: Ingresa tu mensaje

source: Your Location
es_es: Mi ubicación

source: Drop Pin
es_es: Ubicar en mapa

source: Are you sure you want to delete?
es_es: ¿Estas seguro que quieres borrarlo?

source: All Events
es_es: Todos los eventos

source: all events
es_es: todos los eventos

source: upcoming
es_es: muy pronto

source: add new
es_es: añadir nuevo

source: event
es_es: evento

source: start time
es_es: hora de inicio

source: View Attendees
es_es: Ver asistentes

source: Event Date
es_es: Fecha del evento

source: Event Time
es_es: Hora del evento

source: Event Name
es_es: Nombre del evento

source: Give it a short quick name
es_es: Dele un nombre corto y rápido

source: Event Description
es_es: Descripción del evento

source: Event Starts
es_es: Fecha de inicio

source: Event start Time
es_es: Hora de inicio del evento

source: Event Ends
es_es: Fecha de finalización

source: Event End Time
es_es: Hora de finalización del evento

source: Address
es_es: Dirección

source: e.g. Country, City, Location
es_es: Ej. País, Ciudad, Ubicación

source: Ticket URL
es_es: URL del Ticket

source: Create New event
es_es: Crear nuevo evento

source: Choose an event organizer's listing
es_es: Elija la empresa que organizará el evento

source: Event not allowed or already an event with this listing.
es_es: Evento no permitido o ya hay un evento relacionado a esta empresa.

source: Event Title
es_es: Nombre del evento

source: Search By Google
es_es: Buscar en Google

source: Manual Coordinates
es_es: Dirección manual

source: Event Location
es_es: Ubicación del evento

source: Address for Google Maps
es_es: Dirección de Google Maps

source: Add Custom Address
es_es: Añadir dirección personalizada

source: Add address here
es_es: Añadir dirección aquí

source: Time
es_es: Hora

source: Set end date
es_es: Establecer fecha de finalización

source: e.g Enter description about your event
es_es: Ej. Ingrese la descripción de su evento

source: Event Tickets
es_es: Tickets para el evento

source: Event URL
es_es: URL del evento

source: Event Featured Image
es_es: Imagen destacada del evento

source: Expired Listings
es_es: Empresas vencidas

source: Are you sure you want to delete this?
es_es: ¿Está seguro que quiere eliminar esto?

source: Sorry ! You have no list expired yet!
es_es: No tiene empresas vencidas

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
es_es: Debe estar aquí por primera vez. Verá mensajes aquí cuando un usuario se ponga en contacto con usted a través del formulario de clientes potenciales.

source: Listing :
es_es: Empresa:

source: Phone :
es_es: Teléfono:

source: There is no replied message
es_es: No hay mensaje respondido

source: All Invoices
es_es: Todos los recibos

source: pending
es_es: pendiente

source: Reciept / Invoice
es_es: Recibo / Factura

source: date
es_es: fecha

source: amount
es_es: Monto

source: (100% Discounted)
es_es: (100% de descuento)

source: Unlimited
es_es: Días restantes:

source: View
es_es: Ver

source: Invoice#
es_es: Recibo

source: Date:
es_es: Fecha:

source: Invoice To:
es_es: Recibo para:

source: Pay To:
es_es: Pagar a:

source: Business Name
es_es: Titular

source: Call Us For Help
es_es: Llámenos si necesita ayuda

source: Invoice Details
es_es: Detalles de recibo

source: Transaction ID
es_es: ID de transacción

source: Listing Name
es_es: Nombre de la empresa

source: Duration
es_es: Duración

source: Amount
es_es: Monto

source: Plan Price
es_es: Precio del plan

source: Paid with
es_es: Pagado con

source: Download PDF
es_es: Descargar PDF

source: Print
es_es: Imprimir

source: INVOICE#
es_es: RECIBO

source: Tax Price
es_es: Impuesto

source: Method
es_es: Método

source: You must be here for the first time. You will see Listing invoices here.
es_es: Debe estar aquí por primera vez. Aquí estarán sus recibos.

source: Billed To:
es_es: Pagado por:

source: List Name :
es_es: Nombre de empresa:

source: All Leads Form
es_es: Todos los formularios leads

source: add new form
es_es: añadir nuevo formulario

source: LISTING NAME
es_es: EMPRESA

source: Select a Field Type
es_es: Seleccione un tipo de campo

source: Text
es_es: Texto

source: Date-Time Local
es_es: Fecha y hora local

source: Dropdown
es_es: Desplegable

source: Range
es_es: Rango

source: File
es_es: Archivo

source: Label
es_es: Etiqueta

source: Options
es_es: Opciones

source: Multi Select
es_es: Múltiple selección

source: Placeholder
es_es: Ruta de ubicación

source: Minimum Value
es_es: Valor mínimo

source: eg.1
es_es: Ej. 1

source: Maximum Value
es_es: Valor máximo

source: eg.100
es_es: Ej. 100

source: Default Value
es_es: Valor por defecto

source: Step Value
es_es: Valor

source: required field
es_es: campo requerido

source: no form found
es_es: Ningún formulario encontrado

source: Create Form
es_es: Crear formulario

source: Message
es_es: Mensaje

source: Default Form Feilds
es_es: Campos de formulario predeterminado

source: Add form feild
es_es: Añadir campo de formulario

source: Invoices for Listing
es_es: Recibos por Empresas

source: - Purchased Listing
es_es: - Empresa comprada

source: wire
es_es: transferencia

source: Published Listings
es_es: Empresas publicadas

source: Days Left
es_es: Ilimitado

source: Sorry ! You have no listing yet!
es_es: No tiene empresas pendientes de aprobación

source: All Listings
es_es: Todas las empresas

source: all
es_es: todo

source: published
es_es: publicado

source: Add Google Analytics User ID
es_es: Añadir ID de Google Analytics

source: Analytics User Id
es_es: ID de Analytics

source: title
es_es: título

source: views
es_es: vistas

source: expiry
es_es: vencimiento

source: Associated Plan
es_es: Plan asociado

source: Days before
es_es: Días antes

source: Expiry
es_es: Vencimiento

source: Pay
es_es: Pagar

source: "Your time is limited, so dont waste it living someone elses life."
es_es: "Tu tiempo es limitado, de modo que no lo malgastes viviendo la vida de alguien más.”

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Yearly
es_es: Anual

source: Select a Listing
es_es: Seleccionar una empresa

source: view
es_es: ver

source: User Views
es_es: Visitas

source: View your listings total views from the last Week or Month.
es_es: Ver las visitas totales de sus empresas de la última semana o mes.

source: in All Times
es_es: Total acumulado

source: more insights
es_es: más información

source: Customer Leads
es_es: Clientes potenciales

source: View the total Leads from your listings for the last Week or Month.
es_es: Ver el total de prospectos de sus empresas de la última semana o mes.

source: reviews
es_es: reseñas

source: Customer Reviews
es_es: Reseñas de los usuarios

source: View the Total Reviews for your listings from the last Week or Month.
es_es: Ver el total de reseñas de sus empresas de la última semana o mes.

source: see less activity
es_es: ver menos actividad

source: see more activity
es_es: ver más actividad

source: Rating alerts
es_es: Alertas

source: Delete all related data
es_es: Eliminar todos los datos relacionados

source: Keep already added data
es_es: Mantener datos ya añadidos

source: Types
es_es: Tipos

source: Groups
es_es: Grupos

source: add new groups
es_es: añadir nuevo grupo

source: add new types
es_es: añadir nuevo tipo

source: Back to Menu
es_es: Volver al menú

source: Add new type
es_es: Añadir nuevo tipo

source: Type Name
es_es: Nombre de tipo

source: Special characters not allowed
es_es: Caracteres especiales no permitidos

source: e.g. Lunch
es_es: Ej. Almuerzo

source: Add new group
es_es: Añadir nuevo grupo

source: Group Name
es_es: Nombre del grupo

source: e.g. Spicy
es_es: Ej. Picante

source: Menu Types
es_es: Tipos de menú

source: Recent Menu Groups
es_es: Grupos de menú recientes

source: Add Menu Group
es_es: Añadir grupo de menú

source: menu group
es_es: grupo de menú

source: group text is required
es_es: se requiere texto

source: Recent Menu Types
es_es: Tipos de menú recientes

source: Add Menu Type
es_es: Añadir tipo de menú

source: menu type
es_es: tipo de menú

source: Type text is required
es_es: Ingrese el texto requerido

source: are you sure you want to delete all menus of this listing?
es_es: ¿Está seguro de que desea eliminar todos los menús de esta empresa?

source: ALL Menus
es_es: Todos los menús

source: upload image menu
es_es: Subir imagen de menú

source: ONILNE FOOD ORDERING SERVICES
es_es: SERVICIOS DE PEDIDO DE COMIDA EN LÍNEA

source: menu assigned to
es_es: Menú asignado a

source: No menu items added yet.
es_es: No hay elementos de menú agregados todavía.

source: Upload Image Menu
es_es: Subir imagen de menú

source: No Image Menu Added
es_es: No hay imágen de menú añadido

source: Menu not allowed with this listing. Please upgrade your plan.
es_es: El servicio de Menú no está habilitado para esta empresa. Por favor actualice su plan.

source: ONILNE FOOD ORDERING SERVICES
es_es: SERVICIOS DE PEDIDO DE COMIDA EN LÍNEA

source: No Service Added
es_es: No hay servicios añadidos

source: e.g SALAD
es_es: Ej. ENSALADA

source: Service URL
es_es: URL del servicio

source: All Menus
es_es: Todos los menús

source: Create Menu Item(s)
es_es: Crear ítem(s) de Menú

source: Choose a listing for the menu item(s) *
es_es: Seleccione una empresa para el Menú

source: GROUPS
es_es: GRUPOS

source: Menu Item Name
es_es: Nombre de menú

source: Ex: $7
es_es: Ej: $7

source: Menu Item Description
es_es: Descripción de menú

source: e.g. This delicious roasted chicken is marinated in...
es_es: Ej. Este delicioso pollo asado se marina en...

source: External Menu Item URL
es_es: URL de menú externo

source: Make This Item As Popular Item
es_es: Marcar este ítem como popular

source: Spice Level
es_es: Nivel de especias

source: Upload Menu Item Images
es_es: Subir imágenes de ítem de menú

source: add menu item
es_es: añadir nuevo elemento de menú

source: View All Menu
es_es: Ver todo el menú

source: TYPES AND GROUPS MANAGER
es_es: GESTIONAR TIPOS Y GRUPOS

source: ALL TYPES
es_es: TODOS LOS TIPOS

source: ALL GROUPS
es_es: TODOS LOS GRUPOS

source: e.g SPICY
es_es: Ej. PICANTE

source: All Packages
es_es: Todos los paquetes

source: type
es_es: tipo

source: trans id
es_es: id de transacción

source: trans date
es_es: fecha de transacción

source: expire on
es_es: expira el

source: Pending Listings
es_es: Empresas pendientes

source: Days Left
es_es: Días restantes

source: Posted
es_es: Publicado

source: days ago
es_es: hace días

source: day ago
es_es: hace días

source: Posted Today
es_es: Publicado hoy

source: star rating.
es_es: clasificación por estrellas

source: Select New Images
es_es: Seleccione nuevas imágenes

source: Review Response
es_es: Respuesta de reseña

source: You
es_es: Tu

source: posted a review on
es_es: escribió una reseña en

source: Rating:
es_es: Calificación:

source: See More
es_es: Ver más

source: Review:
es_es: Reseña:

source: Edit this review
es_es: Editar reseña

source: received
es_es: recibidas

source: submitted
es_es: enviadas

source: You must be here for the first time. You will see all reviews here.
es_es: Debe estar aquí por primera vez. Verás todas las reseñas aquí.

source: posted on
es_es: escribió

source: Public reply
es_es: Responder

source: Write something in reply of this review
es_es: Escribe algo en respuesta a esta reseña

source: Send Reply
es_es: Enviar respuesta

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
es_es: Debes estar aquí por primera vez. Verá aquí todas las reseñas recibidas en sus empresas.

source: Delete this review
es_es: Borrar esta reseña

source: You must be here for the first time. You will see all posted reviews here.
es_es: Debes estar aquí por primera vez. Verá todas las reseñas publicadas aquí.

source: All Saved Listings
es_es: Todas las empresas guardadas

source: Action
es_es: Acción

source: Add Image Menu to any listing
es_es: Añadir Imagen de menú a cualquier empresa

source: Title (example: "See Full Menu")
es_es: Título (Ejemplo: "Ver menú completo")

source: (JPEG, PNG, GIF)")
es_es: (JPG, PNG, GIF)

source: Select your list to assign your food / service menu
es_es: Seleccione su empresa para asignar Menú / Productos

source: You have no published listing.
es_es: No tiene empresas publicadas.

source: Menu Option is Currently Active On
es_es: La opción de menú está actualmente activo en

source: All Subscriptions
es_es: Todas las suscripciones

source: Subscription
es_es: Suscripción

source: Listing Title
es_es: Nombre de empresa

source: Upcoming renewal
es_es: Próxima renovación

source: Are you sure you want to proceed action?
es_es: ¿Está seguro que quiere proceder con esta acción?

source: Unsubscribe
es_es: Desuscribirse

source: exc. tax
es_es: Impuesto

source: inc. tax
es_es: Inc. impuestos

source: Password Mismatch
es_es: La contraseña no coincide

source: success
es_es: éxito

source: Update Profile Details
es_es: Actualizar datos del perfil

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
es_es: Actualice su foto manualmente si la foto no está configurada, su avatar predeterminado será el mismo de su cuenta de correo electrónico de inicio de sesión.

source: First Name
es_es: Nombres

source: Last Name
es_es: Apellidos

source: eg. example@gmal.com
es_es: ejemplo micorreo@gmail.com

source: Adress 1st Line
es_es: Dirección 1

source: Your Address (1st line)
es_es: Tu dirección 1

source: Adress 2nd Line
es_es: Dirección 2
