Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Enable to show the logout button within the dashboard.
es_es: Habilite esta opción para mostrar el botón de cerrar sesión en el Escritorio.

source: Notice to Listing
es_es: Alertas y avisos

source: Notice to Create Campaigns
es_es: Avisos al crear una campaña

source: Delete Converstaion Button
es_es: Eliminar botón de conversión

source: Enable to show delete conversation button within the dashboard inbox.
es_es: Habilite para mostrar el botón Eliminar conversación dentro de la bandeja de entrada del Escritorio.

source: Typography
es_es: Tipografía

source: Body Font
es_es: Fuente principal

source: Specify the body font properties.
es_es: Especifique las propiedades de la fuente principal.

source: Navigation Style and Anchor
es_es: Estilo de navegación y ancla

source: Typography option with each property can be called individually.
es_es: La opción de tipografía para cada propiedad puede ser definida individualmente.

source: Heading h1 Style
es_es: Estilo de título h1

source: Heading h2 Style
es_es: Estilo de título h2

source: Heading h3 Style
es_es: Estilo de título h3

source: Heading h4 Style
es_es: Estilo de título h4

source: Heading h5 Style
es_es: Estilo de título h5

source: Heading h6 Style
es_es: Estilo de título h6

source: Paragraph and small elements
es_es: Párrafo y pequeños elementos

source: Header
es_es: Encabezado

source: Header layout
es_es: Diseño del encabezado

source: Select from 1 of 9 Header Styles
es_es: Seleccione 1 de los 9 estilos de encabezado

source: Top Bar
es_es: Barra superior

source: Enable to show Top Bar within Header
es_es: Habilitar para mostrar la barra superior dentro del encabezado

source: Top Bar Background Color
es_es: Color de fondo de la barra superior

source: Enable/Disable Top bar
es_es: Habilitar/Deshabilitar barra superior

source: Top bar Background Color Inner Pages
es_es: Color de fondo de la barra superior de páginas internas

source: (default: #42a7df).
es_es: (Predeterminado: #42a7df).

source: Top bar Color Inner Pages
es_es: Color de barra superior de páginas interiores

source: (default: #797979).
es_es: (Predeterminado: #797979).

source: (default: #fff).
es_es: (Por defecto: #fff).

source: Set Opacity for Top Bar
es_es: Establecer la opacidad para la barra superior

source: Fixed Header
es_es: Fijar encabezado

source: Position Top Fixed Header.
es_es: Coloque el encabezado superior fijo.

source: Fixed Header In Inner Pages
es_es: Fijar encabezado en páginas internas

source: Position Top Fixed Header In Inner Pages.
es_es: Coloque el encabezado superior fijo en las páginas internas.

source: Header Background Color
es_es: Color de fondo del encabezado

source: Header Background Color Inner Pages
es_es: Color de fondo del encabezado de páginas interiores

source: Header Text and Border Color
es_es: Color del texto y borde del encabezado

source: (default: #ffffff).
es_es: (Predeterminado: #ffffff).

source: Categories in Header
es_es: Categorías en el encabezado

source: Facebook URL
es_es: URL de Facebook

source: Twitter URL
es_es: URL de Twitter

source: Instagram URL
es_es: URL de Instagram

source: Tumbler URL
es_es: URL de Tumbler

source: Youtube URL
es_es: URL de Youtube

source: LinkedIn URL
es_es: URL de Linkedln

source: Pinterest URL
es_es: URL de Pinterest

source: VK URL
es_es: URL de VK

source: Header Layout
es_es: Diseño del encabezado

source: Header Search
es_es: Búsqueda en el encabezado

source: Enable to show Search Fields within the Header.
es_es: Habilite para mostrar el campo de búsqueda dentro del encabezado.

source: Home Page Logo
es_es: Logo para la página de inicio

source: Upload your logo to show within the Header on the Homepage.
es_es: Cargue su logo para mostrar dentro del encabezado de la página de inicio.

source: Logo for Inner Pages
es_es: Logo para las páginas internas

source: Upload your logo to show within the Header on Inner Pages.
es_es: Cargue su logo para mostrar dentro del encabezado de las páginas internas.

source: Upload your Favicon to show within the Browser Tab.
es_es: Sube tu favicon para mostrarlo en la pestaña del navegador.

source: Page header background image
es_es: Imagen de fondo para el encabezado de las páginas

source: Upload your Image here
es_es: Cargue su imagen aquí

source: Choose Login Popup style
es_es: Elige un estilo para la ventana emergente de iniciar sesión

source: Banner
es_es: Portada

source: Homepage Banner Style
es_es: Estilo de portada de la página de inicio

source: Select from 1 of 7 styles
es_es: Seleccione 1 de 7 estilos

source: Select Search Style
es_es: Seleccione el diseño del buscador

source: Select Category Style
es_es: Seleccione el diseño para las categorías sugeridas

source: Category Background Color
es_es: Color principal para las categorías sugeridas

source: Category Background Hover Color
es_es: Color secundario para las categorías sugeridas

source: Category Text Color
es_es: Color del texto para las categorías sugeridas

source: Banner height
es_es: Altura de la portada

source: Add Banner Height (without unitPixel/Percent)
es_es: Agregar altura de la portada (sin unidad Píxeles/Porcentaje)

source: Set opacity for banner
es_es: Establecer opacidad de la portada

source: Banner background type
es_es: Tipo de fondo de portada

source: Select if banner shows static image or video.
es_es: Seleccione si en la portada se muestra una imagen estática o un video.

source: Home Banner Image
es_es: Imagen para la portada

source: Upload image for homepage banner
es_es: Cargar imagen para la portada

source: Home Video Banner Image
es_es: Video para la portada de inicio

source: Upload video poster for homepage banner
es_es: Subir video para la portada de inicio

source: Video Source
es_es: Fuente del video

source: MP4 Video Url
es_es: URL del video MP4

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
es_es: Por favor, use la URL correcta del video con extensión .mp4. Evita usar cualquier URL de video como youtube o vimeo

source: Upload video here to show in banner
es_es: Sube el video aquí para mostrarlo en la portada

source: Youtube Video Url
es_es: URL del video de Youtube

source: Please use proper video URL from youtube
es_es: Por favor, use la URL correcta del video de Youtube

source: Select Search Mode For Video
es_es: Seleccione la posición del buscador para video

source: Courtesy Listing On/Off
es_es: Enlazar imagen de portada Si/No

source: Link image to listing if images have been provided by a listing
es_es: Vincular imagen a empresa si las imágenes han sido proporcionadas por una empresa

source: Listing ID
es_es: ID de empresa

source: Listing ID for a link to the listing
es_es: ID de empresa para vincular a la empresa

source: Banner Taxonomy
es_es: Taxonomía sugerida en portada

source: Choose if banner catgory boxes show Category, Location or features
es_es: Elija si los cuadros de categoría muestran Categoría, Ubicación o Servicios

source: Listing Categories
es_es: Categorías de empresa

source: Select Categories to show for banner taxonomy
es_es: Seleccione las categorías para mostrar en la portada

source: Select listing categories for dropdown in search (WHAT field)
es_es: Seleccione las categorías para el menú desplegable en el campo de búsqueda (Qué)

source: Select Categories to show in the search dropdown
es_es: Seleccione las categorías a mostrar en el menú desplegable de búsqueda

source: Locations
es_es: Ubicaciones

source: Select Location to show for banner taxonomy
es_es: Seleccione las ubicaciones para mostrar en la portada

source: listing Features
es_es: Servicios de empresas

source: Select features to show for banner taxonomy
es_es: Seleccionar servicios a mostrar para la taxonomía de portada

source: Search View
es_es: Ver búsqueda

source: Search Alignment
es_es: Alineamiento de búsqueda

source: Search Mode
es_es: Modo de búsqueda

source: Categories Text
es_es: Texto de categorías

source: Map Height
es_es: Altura del mapa

source: Banner Search Placeholder
es_es: Texto predeterminado del campo "Qué"

source: Location Default Text
es_es: Texto por defecto para ubicación

source: Search Top Title
es_es: Texto por encima de la barra de búsqueda

source: Sidebar Search Location Text
es_es: Texto de buscar ubicación en la barra lateral

source: Search Main Text
es_es: Texto para categorías sugeridas

source: Search Upper Small Text
es_es: Buscar texto pequeño superior

source: Banner Arrow Image
es_es: Imagen de flecha en la portada

source: Enable to show an arrow in banner pointing to taxonomy boxes
es_es: Habilite para mostrar una flecha en la portada que apunta a cuadros de taxonomía

source: Banner Logo
es_es: Logo de portada

source: Upload image for logo on banner search form
es_es: Subir imagen para logotipo en el formulario de búsqueda

source: Show Listing Pin By
es_es: Mostrar empresa por Pin

source: On home page map, show pin based on the selection
es_es: En el mapa de la página de inicio, mostrar pines basados en la selección.

source: Category
es_es: Categoría

source: Please choose a category.
es_es: Por favor elija una categoría.

source: Select a listing category
es_es: Seleccione una categoría de empresa

source: Map
es_es: Mapa

source: Please set your own google map API key for your site( default key is for only demo)
es_es: Configure su propia API de Google map (la API predeterminada es solo demostrativa)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
es_es: Obtenga su Google Maps API Key aquí. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Map Type
es_es: Tipo de mapa

source: Put here MapBox token, If you leave it empty then Google map will work
es_es: Ponga aquí el token de MapBox, si lo deja vacío, se usarán los mapas de Google

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
es_es: Obtenga su Mapbox Key aquí. <br>https://account.mapbox.com/access-tokens/create

source: Mapbox Map style
es_es: Diseño de mapa Mapbox

source: Select any style
es_es: Seleccione un diseño

source: Select how you want the Mapbox map to show.
es_es: Seleccione cómo quiere mostrar los mapas de Mapbox.

source: Blog View
es_es: Vista de blog

source: Blog Grid View Style
es_es: Estilo de cuadrícula para blog

source: Blog Template
es_es: Plantilla para blog

source: Blog Detail Template
es_es: Plantilla para detalle de blog

source: Blog Sidebar Style
es_es: Estilo de barra lateral en blog

source: Mobile View
es_es: Vista móvil

source: Select between Responsive & App View. Find out more here
es_es: Seleccione entre Vista responsiva y Vista de App. Más información aquí

source: Upload App View Menu Header Image
es_es: Subir imagen para el encabezado del menú del modo App

source: Upload image to be used as the app view menu header
es_es: Cargue la imagen para usarla en el encabezado del menú del modo App

source: Home Page for App View
es_es: Página de inicio para el modo App

source: Enter url for home page on app view
es_es: Introduzca url para la página de inicio del modo App

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
es_es: Seleccione la página el modo App y usarla como página de inicio. Esto le permite crear una página separada para PC y móvil que le permite diseñar la página de inicio según el tamaño de la pantalla.

source: Default Map Location Latitude
es_es: Latitud de ubicación del mapa predeterminado

source: Enter latitude for default map location
es_es: Ingrese latitud para la ubicación del mapa predeterminado

source: This option will work on map only and only if there is no listing result found
es_es: Esta opción funcionará solo en el mapa y solo si no se encuentra un resultado de empresa

source: Default Map Location Longitude
es_es: Longitud de ubicación del mapa predeterminado

source: Enter longitude for default map location
es_es: Ingrese longitud para la ubicación del mapa predeterminado

source: Listings Order By
es_es: Ordenar empresas por

source: Order By Listings on archive/search result page
es_es: Ordenar por empresas en la página de archivo/página de resultados de búsqueda

source: Listings Order
es_es: Orden de empresas

source: Listings Order on archive/search result page
es_es: Orden de las empresas en la página de archivo/página de resultados

source: Add listing only by logged in users
es_es: Añadir empresas solo por usuarios registrados

source: Only logged in users can submit listings
es_es: Solo los usuarios registrados pueden enviar empresas

source: Select Timing Format
es_es: Seleccionar formato de tiempo

source: Contact Support Page
es_es: Página de soporte de contacto

source: The select page that Contact Support button links to.
es_es: Seleccione la página a la que se vincula el botón Contactar con el soporte.

source: Change Plan Button
es_es: Botón cambiar plan

source: Enable to allow users to change plan via the dashboard
es_es: Habilite para permitir a los usuarios cambiar de plan desde el Escritorio

source: Listings Per Page
es_es: Empresas por página

source: It will effect on taxonomy and search page.
es_es: Tendrá efecto sobre la taxonomía y la página de búsqueda.

source: Enter only digits. e-g 11
es_es: Ingrese solo dígitos. Ejemplo 11

source: Upload default featured image for listing
es_es: Cargar imagen destacada por defecto para empresa

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
es_es: Suba una imagen predeterminada para usarla como imagen destacada, para el caso de que un usuario no cargue una imagen.

source: Featured image from gallery
es_es: Imagen destacada de galería

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
es_es: Habilitar el uso de una imagen de la galería como imagen destacada si una imagen destacada no se carga por separado.

source: Map Pin Image for Contact Us Page and Listing Details Page
es_es: Imagen del pin del mapa para la página de Contacto y la página de perfil de empresa

source: Upload your image
es_es: Cargar su imagen

source: Select Slider Type
es_es: Seleccione el tipo de Slider

source: Gallery Height
es_es: Altura de la galería

source: Add Slider Height (without unitPixel/Percent)
es_es: Añadir altura del Slider (sin unidad Píxeles/porcentaje)

source: Change Listing Status On Listing Moderation
es_es: Cambiar el estado de una empresa cuando haya sido editada

source: ON=Pending, OFF=Publish
es_es: SI=Pendiente, NO=Publicar

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
es_es: Habilite para cambiar la empresa a pendiente después de editarlo. No se mostrará hasta que sea aprobado por el administrador.

source: Custom Icon for Archive & Search Pages
es_es: Ícono personalizado para la página de Archivo & Búsqueda

source: If Enable => It means that custom icon will work on listing archive and search result pages
es_es: Si se Habilita => Significa que el ícono personalizado funcionará en la página de archivo y en los resultados de búsqueda

source: Uploade custom icon for Archive & Search Pages
es_es: Cargar ícono personalizado para la página de Archivo & Búsqueda

source: Please upload a PNG icon
es_es: Por favor subir un ícono PNG

source: Listing Detail
es_es: Página de empresas

source: Select listing detail page Style
es_es: Seleccione el estilo de página de empresa

source: Choose from 1 of 4 styles.
es_es: Elige 1 de entre 4 estilos.

source: Header Background Image
es_es: Imagen de fondo para el encabezado

source: Top background image for this syle
es_es: Imagen de fondo superior para este diseño

source: Additional Details Position
es_es: Posición de los Detalles adicionales

source: Set additional details position to sidebar or below content area
es_es: Establecer la posición de los detalles adicionales en la barra lateral o debajo del área de contenido

source: Video Display Option
es_es: Opción de visualización de video

source: On=Show youtube video in popup, off=embed
es_es: Si=Mostrar video de youtube en una ventana emergente, no=Video incrustado

source: Detail Listing Page Report Button
es_es: Botón de reportar en la página de empresa

source: on/off
es_es: Si/No

source: Enable to show report listing button within listing
es_es: Habilitar para mostrar el botón de informe de empresas dentro de la página de empresa

source: Deals/Offer Design (content)
es_es: Diseño de Cupones/Ofertas (contenido)

source: design for content area
es_es: Diseño del cupón para el área de contenido

source: The design used when deals show within the content area.
es_es: El diseño utilizado cuando las ofertas se muestran dentro del área de contenido.

source: Discount/Deals (sidebar)
es_es: Cupones/Ofertas (barra lateral)

source: design for sidebar area
es_es: Diseño del cupón para la barra lateral

source: The design used when deals show within the sidebar.
es_es: El diseño utilizado cuando las ofertas se muestran dentro de la barra lateral.

source: Listing Archive View
es_es: Página de archivo

source: Listing page layout
es_es: Diseño de la página de archivo

source: Background Image
es_es: Imagen de fondo

source: Child Categories
es_es: Categorías secundarias

source: Enable to show child category boxes within the parent category
es_es: Habilite para mostrar cajas de categorías secundarias dentro de la categoría principal

source: Display Style for child category boxes
es_es: Estilo de visualización para los cuadros de categorías secundarias

source: Choose display style for child categories
es_es: Elija el estilo de visualización para las categorías heredadas

source: Ad Image
es_es: Imagen de publicidad

source: Put ad here
es_es: Poner publicidad aquí

source: Listing grid/list
es_es: Empresa Cuadrícula/Lista

source: Include child Terms listings in Archive Results
es_es: Incluir términos heredados en los resultados

source: Enable to show listings within child category when searching the main category.
es_es: Habilite para mostrar empresas dentro de la categoría secundaria cuando busque en la categoría principal.

source: Hide Grid/List switcher
es_es: Ocultar el cambiador Cuadrícula/Lista

source: Enable to show button to switch between grid and list view.
es_es: Habilitar para mostrar el botón para cambiar entre la vista de cuadrícula y la vista de lista.

source: Listing Submit & Edit
es_es: Enviar & Editar empresa

source: Page Style
es_es: Diseño de página

source: Choose an option
es_es: Elija una opción

source: Choose submit listing form style.
es_es: Elige el estilo de formulario para enviar una empresa.

source: Auto-Pilot Front-End subbmission via google (Fill-O-Bot)
es_es: Enviar con Auto-Pilot de Google (Fill-O-Bot)

source: Enable to import details from Google Maps.
es_es: Habilitar para importar datos de Google Maps.

source: Gallery Images Upload Limit
es_es: Límite de subida de imágenes en la galería

source: Enable to restrict total number of images allowed to upload for a single listing. Individual pricing plan settings will be override this option.
es_es: Habilite esta opción para restringir la cantidad total de imágenes que se pueden cargar para una sola empresa. La configuración individual de los planes anulará esta opción.

source: Max. allowed images in gallery
es_es: Máximo número de imágenes permitidas en galería

source: Just use integer value. e.g 5
es_es: Sólo tiene que utilizar un valor entero. Por ejemplo 5

source: Maximum no. of images allowed in gallery while submitting a listing
es_es: Máximo número de imágenes permitidas en la galería al enviar una empresa

source: Gallery Images File Size (MB)
es_es: Tamaño de las imágenes de la galería (MB)

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
es_es: Habilite esta opción para restringir el tamaño total del archivo de imágenes (mb) que se permite cargar para una sola empresa. La configuración individual de los planes anulará esta opción.

source: Total allowed images size in gallery
es_es: Tamaño total de las imágenes en la galería

source: Size is in Mbs, Just use integer value. e.g 5
es_es: El tamaño está definido en MB, solo use un valor entero. Por ejemplo 5

source: Enter total image size in MB. This is the total for all images within the listing.
es_es: Ingrese el tamaño total de las imágenes en MB. Este es el peso total de todas las imágenes dentro de una empresa.

source: First section Image
es_es: Imagen de la primera sección

source: Upload Image for Submit Listing
es_es: Cargue aquí la imagen para la primera sección

source: Second section Image
es_es: Imagen de segunda sección

source: Upload Image for second section
es_es: Imagen para la segunda sección

source: Third section Image
es_es: Imagen de la tercera sección

source: Upload Image for third section
es_es: Subir imagen para la tercera sección

source: Fourth section Image
es_es: Imagen de cuarta sección

source: Upload Image for Fourth section
es_es: Subir imagen para la cuarta sección

source: Business Logo
es_es: Logo de empresa

source: Enable to allow upload of listing logo
es_es: Habilite para permitir subida de logo

source: Default Logo
es_es: Logo por defecto

source: Default logo if not uploaded by user
es_es: Logo por defecto si el usuario no sube uno propio

source: Image for Title Tip
es_es: Imagen para el consejo de título

source: Upload Image for Title Tip
es_es: Subir imagen para el consejo de Título

source: Image for Full Address Tip
es_es: Imagen para el consejo rápido de dirección completa

source: Upload Image for Full Address Tip
es_es: Subir imagen para el consejo de Dirección completa

source: Image for City Tip
es_es: Imagen para el consejo de ciudad

source: Upload Image for City Tip
es_es: Subir imagen para el consejo de Ciudad

source: Image for Phone Tip
es_es: Imagen para el consejo de teléfono

source: Upload Image for Phone Tip
es_es: Subir imagen para el consejo de Teléfono

source: Image for Website Tip
es_es: Imagen para el consejo de sitio web

source: Upload Image for Website Tip
es_es: Subir imagen para el consejo de Sitio web

source: Image for Category Tip
es_es: Imagen para el consejo de categoría

source: Upload Image for Category Tip
es_es: Subir imagen para el consejo de Categoría

source: Image for Price Tip
es_es: Imagen para el consejo de precio

source: Upload Image for Price Tip
es_es: Subir imagen para el consejo de Precio

source: Image for Business Hours Tip
es_es: Imagen para el horario comercial

source: Upload Image for Business Hours Tip
es_es: Subir imagen para el consejo de Horario de atención

source: Image for Social Media Tip
es_es: Imagen para el consejo de redes sociales

source: Upload Image for Social Media Tip
es_es: Subir imagen para el consejo de Redes sociales

source: Image for Faqs Tip
es_es: Imagen para el consejo de FAQs

source: Upload Image for Faqs Tip
es_es: Subir imagen para el consejo de Preguntas frecuentes

source: Image for Description Tip
es_es: Imagen para el consejo de descripción

source: Upload Image for Description Tip
es_es: Subir imagen para el consejo de Descripción

source: Image for Video Tip
es_es: Imagen para el consejo de video

source: Upload Image for Video Tip
es_es: Subir imagen para el consejo de Video

source: Image for Gallery Tip
es_es: Imagen para el consejo de galería

source: Upload Image for Gallery Tip
es_es: Subir imagen para el consejo de Galería

source: Image for Business Logo
es_es: Imagen para logo de empresa
