Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Ghost HERE
es_es: Un fantasma

source: The page you are looking for might have been removed or is temporarily unavailable.
es_es: La página que está buscando puede haberse eliminado o no está disponible temporalmente.

source: MultiLineString
es_es: Cadena de multi línea

source: MultiPolygon
es_es: Multi polígono

source: MultiPoint
es_es: Multi punto

source: top
es_es: superior

source: bottom
es_es: botón

source: This post is password protected. Enter the password to view comments.
es_es: Esta publicación está protegida por contraseña. Ingrese la contraseña para ver los comentarios.

source: 1 Review
es_es: 1 Reseña

source: Reviews
es_es: Reseñas

source: Your Rating for this listing
es_es: Su calificación para esta empresa

source: Rate us and Write a Review
es_es: Califíquenos y escriba una reseña

source: Leave a Reply to %s
es_es: Dejar una respuesta a %s

source: 1 Comment
es_es: 1 Comentario

source: Comments
es_es: Comentarios

source: Leave a Comment
es_es: Dejar un comentario

source: Post a comment
es_es: Publicar comentario

source: Homepage Menu
es_es: Menú de página de inicio

source: Inner Pages Menu
es_es: Menú de páginas interiores

source: Top Bar Menu
es_es: Menú de barra superior

source: Footer Menu
es_es: Menú de pie de página

source: Mobile Menu
es_es: Menú móvil

source: Category Menu
es_es: Menú de categoría

source: Partypro Category Menu
es_es: Menú de categoría

source: You don't have permission to access this page.
es_es: No tienes permiso para acceder a esta página.

source: Type and hit enter
es_es: Escriba y pulsa enter

source: Footer sidebar
es_es: Barra lateral del pie de página

source: The footer sidebar widget area
es_es: El área del widget de barra lateral de pie de página

source: Inexpensive
es_es: Bajo

source: Moderate
es_es: Moderado

source: Pricey
es_es: Alto

source: Ultra High End
es_es: Muy alto

source: Price Range
es_es: Rango de precios

source: Share
es_es: Compartir

source: 0 View
es_es: 0 Vistas

source: View
es_es: Ver

source: Views
es_es: Visitas

source: Rating only enabled on published listing
es_es: Las reseñas se habilitarán cuando se publique su empresa

source: Be the first one to rate!
es_es: ¡Sé el primero en reseñar!

source: Free
es_es: Gratis

source: No Plan Assigned Yet
es_es: Sin plan asignado todavía

source: Change Plan
es_es: Cambiar plan

source: Package
es_es: Paquete

source: Pay Per Listing
es_es: Pagar por empresa

source: Success
es_es: Éxito

source: Success (100% Discounted)
es_es: Éxito (100% de descuento)

source: Pending
es_es: Pendiente

source: Yes
es_es: Si

source: Sorry! There is no plan associated with the category
es_es: ¡Lo sentimos! No hay un plan asociado con la categoría

source: Sorry! There is no general plan
es_es: ¡Lo sentimos! No hay un plan general

source: To get Claim for listing, click of following link
es_es: Para reclamar la empresa, haga clic en el siguiente enlace

source: Load Claim Email
es_es: Enviar correo

source: john@gmail.com
es_es: juan@gmail.com

source: Claim For Listing
es_es: Verificación de empresa

source: Send Link to email
es_es: Enviar enlace por correo

source: Email has sent
es_es: El correo ha sido enviado

source: Problem in email sending
es_es: Problema en el envío de correo electrónico

source: Something went wrong!
es_es: Algo salió mal!

source: Lead message reply
es_es: Respuesta de mensaje de prospecto

source: Delete
es_es: Borrar

source: Reply to this
es_es: Responde a esto

source: Send message
es_es: Enviar mensaje

source: Registered User
es_es: Usuario registrado

source: Unregistered User
es_es: Usuario no registrado

source: Details
es_es: Detalles

source: Listing
es_es: Empresas

source: Email
es_es: Correo

source: Phone
es_es: Teléfono

source: Important Update Notice!
es_es: Aviso importante de actualización!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
es_es: Gracias por actualizar su tema, ahora le recomendamos que actualice también los siguientes plugins.

source: <br /><br /><strong>Before doing anything please take backup of your plugins in case if you have made any changes in CODE files directly or you have made translations</strong><br /><br />
es_es: <br /><br /><strong>Antes de hacer nada, haga una copia de seguridad de sus plugins en caso de que haya realizado algún cambio en los archivos directamente o haya realizado traducciones</strong><br /><br />

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
es_es: Vaya a Plugins, desactive y elimine todos los plugins mencionados. Después de eliminar, aparecerá el siguiente aviso:

source: This theme requires the following plugin
es_es: Este tema requiere el siguiente plugin

source: Click
es_es: Clic

source: begin installing plugin
es_es: Iniciando instalación de plugin

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
es_es: enlace. <br /><br /> Una vez completada la instalación, active el plugin. Los plugins de Listingpro estarán actualizados.

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
es_es: <strong> Nota adicional para usuarios de CHILD THEME: si está utilizando un tema secundario, active el tema principal y siga los pasos anteriores y luego vuelva activar el tema secundario</strong>

source: Select Plan
es_es: Seleccionar plan

source: Verify your purchase code to unlock all features, see
es_es: Verifique su código de compra para desbloquear todas las funciones, consulte

source: instructions
es_es: instrucciones

source: Twice a Month
es_es: Dos veces al mes

source: Select Listing
es_es: Seleccionar empresa

source: PAYED WITH
es_es: PAGADO CON

source: TOTAL BUDGET
es_es: PRESUPUESTO TOTAL

source: Amount paid
es_es: Monto pagado

source: REMAINING BALANCE
es_es: BALANCE RESTANTE

source: Duration
es_es: Duración

source: Days
es_es: Días

source: Spotlight
es_es: En portada

source: Sidebar
es_es: Barra lateral

source: Top of Search
es_es: En resultado de búsqueda

source: Type
es_es: Tipo

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha de finalización

source: Status
es_es: Estado

source: ACTIVE
es_es: ACTIVO

source: PENDING
es_es: PENDIENTE

source: INACTIVE
es_es: INACTIVO

source: Random Ads
es_es: Ads aleatorio

source: Detail Page Ads
es_es: Ads en Página de detalles

source: Top in Search Page Ads
es_es: Publicidad en página de búsqueda

source: Additional Details
es_es: Detalles adicionales

source: Show all
es_es: Mostrar todo

source: Save
es_es: Guardar

source: Saved
es_es: Guardado

source: More Filter
es_es: Más filtros

source: Sorry! No more filter found for current selections
es_es: ¡Lo sentimos! No se encontraron más filtros para las selecciones actuales

source: Cancel
es_es: Cancelar

source: Show Results
es_es: Mostrar resultados

source: Today
es_es: Hoy

source: 24 hours open
es_es: 24 horas abierto

source: Open
es_es: Abre

source: Closed
es_es: Cerrado

source: Day Off!
es_es: ¡Cerrado!

source: Review for
es_es: Reseña en

source: Reviews for
es_es: Reseñas en

source: Filter By :
es_es: Ordenar por:

source: Newest
es_es: Más reciente

source: Oldest
es_es: Más antiguo

source: Highest Rated
es_es: Mejor valoración

source: Lowest Rated
es_es: Peor valoración

source: Interesting
es_es: Me gusta

source: Lol
es_es: Me divierte

source: Love
es_es: Me encanta

source: You already reacted
es_es: Ya reaccionaste

source: View All
es_es: Ver todo

source: Was this review ...?
es_es: Calificar reseña

source: LOL
es_es: Me divierte

source: Report
es_es: Reportar

source: Author Response
es_es: Respuesta del propietario

source: ago
es_es: ace

source: Contract
es_es: Contraer

source: Expand
es_es: Expandir

source: Invalid User Session
es_es: Sesión de usuario inválido

source: Announcement updated
es_es: Aviso actualizado

source: Announcements are not allowed with this listing
es_es: Los avisos no están habilitados para esta empresa

source: Announcement added successfully
es_es: Aviso añadido exitosamente

source: offer updated
es_es: oferta actualizada

source: offer added
es_es: oferta añadida

source: Something went wrong
es_es: Algo salió mal

source: Menu item updated successfully
es_es: Menú actualizado exitosamente

source: Menu item added successfully
es_es: Menú añadido exitosamente

source: Coupon Updated successfully
es_es: Cupón actualizado exitosamente

source: Coupons are not allowed with this listing
es_es: Los cupones no están habilitados para esta empresa

source: Coupon Created successfully
es_es: Cupón creado exitosamente

source: Data deleted
es_es: Datos eliminados

source: Bad Request
es_es: Solicitud incorrecta

source: Menu Items deleted successfully
es_es: Menú eliminado exitosamente

source: event updated successfully
es_es: Evento actualizado exitosamente

source: Error while updating event
es_es: Se produjo un error mientras se actualizaba el evento

source: event created successfully
es_es: Evento creado exitosamente

source: Error while creating event
es_es: Se produjo un error mientras se creaba el evento

source: going
es_es: asistirán

source: Event Message
es_es: Mensaje del evento

source: Events For
es_es: Eventos para

source: Map View
es_es: Vista de mapa

source: List View
es_es: Vista de lista

source: Who is going?
es_es: ¿Quiénes van?

source: people are going
es_es: la gente va

source: Item Name
es_es: Nombre del item

source: Group
es_es: Grupo

source: Price
es_es: Precio

source: Edit
es_es: Editar

source: Menu Item
es_es: Elemento de menú

source: Ex: Roasted Chicken
es_es: Ej: Pollo al espiedo

source: Reg. Price
es_es: Reg. Precio

source: Ex: $10
es_es: Ej: Bs. 20

source: Sale Price
es_es: Precio de venta

source: Quote Text
es_es: Texto del botón

source: Ex: Quote
es_es: Ej: Clic aquí

source: Quote Link
es_es: Enlace del botón

source: Ex: hht://yourweb.com/page
es_es: Ej: https://www.suweb.com

source: Short Description
es_es: Descripción corta

source: Popular Item
es_es: Artículo popular

source: save
es_es: guardar

source: Receipt
es_es: Recibo

source: Billed to :
es_es: Pagado por:

source: Invoice :
es_es: Recibo:

source: Process With: Direct / Wire method
es_es: Procesado con: Pago directo / Transferencia

source: Description
es_es: Descripción

source: Payment instructions
es_es: Instrucciones de pago

source: Tax :
es_es: Impuesto:

source: Amount Paid :
es_es: Monto pagado:

source: Balance due :
es_es: Saldo adeudado:

source: Go Back To Dashboard
es_es: Volver al Escritorio

source: Congratulations! Transaction is pending.
es_es: ¡Felicidades! Operación exitosa, pero se encuentra pendiente hasta que confirmemos el pago.

source: Amount
es_es: Monto

source: Membership
es_es: Suscripción

source: PAID
es_es: PAGADO

source: no data
es_es: sin dato

source: no table data
es_es: no hay datos de tabla

source: INVOICE
es_es: RECIBO

source: DATE
es_es: FECHA

source: Plan Type
es_es: Tipo de plan

source: Plan Name
es_es: Nombre del plan

source: Ad For
es_es: Para publicidad

source: Tax
es_es: Impuesto

source: Tax on price:
es_es: Impuesto sobre el precio:

source: Payment Total
es_es: Pago total

source: Total Price:
es_es: Precio total:

source: Additional Information:
es_es: Información adicional:

source: Company:
es_es: Empresa:

source: Hide This Bar
es_es: Ocultar

source: Pay & Publish
es_es: Pagar & Publicar

source: Publish
es_es: Publicado

source: Please wait...
es_es: Por favor espere...

source: Wrong username or password.
es_es: Usuario o contraseña incorrectos.

source: Login successful, redirecting...
es_es: Inicio de sesión exitoso, redirigiendo...

source: Please check captcha
es_es: Por favor revise el captcha

source: Go to your inbox or spam/junk and get your password
es_es: Por favor vaya a su Bandeja de entrada o Correo no deseado para obtener su contraseña

source: Registration and login successfull, redirecting soon...
es_es: Registro e inicio de sesión exitosos, redireccionando...

source: This Email already exists
es_es: Este correo ya existe

source: This Username already exists
es_es: Este usuario ya existe

source: Email field is empty
es_es: El campo de correo está vacío

source: Please provide correct email.
es_es: Por favor ingrese un correo válido.

source: Username field is empty.
es_es: El campo de usuario está vacío.

source: Password changed
es_es: Contraseña cambiada

source: You new password is:
es_es: Su nueva contraseña es:

source: Kindly update your password from your dashboard profile
es_es: Por favor actualice su contraseña desde su perfil en su Escritorio

source: Email not found in users list.
es_es: Correo electrónico no encontrado.

source: Security code not found.
es_es: Código de seguridad no encontrado.

source: Sign in
es_es: Iniciar sesión

source: Username or Email Address *
es_es: Usuario o correo electrónico *

source: Password *
es_es: Contraseña *

source: Keep me signed in
es_es: Mantenerme conectado

source: Not a member? Sign up
es_es: ¿No tiene cuenta? Regístrese

source: Forgot Password
es_es: Contraseña olvidada

source: Connect with your Social Network
es_es: Conéctese con su red social

source: Google Login
es_es: Google

source: Facebook Login
es_es: Facebook

source: Twitter Login
es_es: Twitter

source: Sign Up
es_es: Registrarse

source: Username *
es_es: Usuario

source: Email Address *
es_es: Correo *

source: Password will be e-mailed to you.
es_es: La contraseña se enviará por correo electrónico

source: I Agree
es_es: Estoy de acuerdo

source: You agree & accept our Terms & Conditions to signup.
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para registrarse?

source: Register
es_es: Registrarse

source: Already have an account? Sign in
es_es: ¿Ya tiene cuenta? Inicie sesión

source: sign in With Facebook
es_es: Entrar con Facebook

source: sign in With Twitter
es_es: Entrar con Twitter

source: Forgotten Password
es_es: Contraseña olvidada

source: Get New Password
es_es: Obtener nueva contraseña

source: Theme Options
es_es: Opciones de tema

source: Primary Color
es_es: Color primario

source: (default: #41a6df).
es_es: (Predeterminado: #41a6df).

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
es_es: Controla el color de resaltado principal en todo el tema. Color aplicado a elementos como botones, enlaces, categorías, etc.

source: Secondary Color
es_es: Color secundario

source: (default: #363F48).
es_es: (Predeterminado: #363F48).

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
es_es: Controla el color de resaltado secundario en todo el tema. Color aplicado a elementos como enlaces al pasar el mouse, botones, breadcrumbs, etc.

source: User Signup Form Password Field
es_es: Campo de contraseña para el formulario de registro de usuario

source: On for enable and Off for disable password field
es_es: Si para habilitar y No para deshabilitar campo de contraseña

source: Enable to show password field within the signup form. Disable to have the password emailed to the user after signup. It`s recommended to leave enabled.
es_es: Habilite para mostrar el campo de contraseña dentro del formulario de registro. Inhabilite para que la contraseña se envíe por correo electrónico al usuario después de registrarse. Se recomienda dejar habilitado.

source: Instant-Signup Username Field
es_es: Campo de usuario para el registro instantáneo

source: Enable to allow users to set their own username within the instant signup form. If disabled a username is auto-generated during signup.Instant signup shows during listing and review submission if the user isn`t signed in
es_es: Habilite esta opción para permitir a los usuarios establecer su propio nombre de usuario en el formulario de registro instantáneo. Si está deshabilitado, un nombre de usuario se genera automáticamente durante el registro. El registro instantáneo se muestra durante el envío de una reseña si el usuario no ha iniciado sesión.

source: On for enable and Off for disable username feild
es_es: Encendido para habilitar y Apagado para deshabilitar el campo de usuario

source: Page Title (H1)
es_es: Título de la página (H1)

source: On for enable and Off for disable page title
es_es: Encendido para habilitar y Apagado para deshabilitar el título de la página

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
es_es: Habilite esta opción para mostrar el título de la página para páginas que no son del directorio, como acerca de, contacto, etc. Esto no afectará a las páginas del directorio, como la lista de resultados de búsqueda (archivo) y la página de detalles de una empresa.

source: Currency Symbol For Price Group/Range
es_es: Símbolo monetario para el rango/grupo de precios

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
es_es: Ingrese un símbolo de moneda (ej. $ | ¥ | £) para mostrar en el filtro de búsqueda por grupo de precios (ej. $ | $$ | $$$ | $$$$) y también en la página de una empresa como rango de precios ($ 25 - $ 50).

source: Custom CSS
es_es: CSS personalizado

source: Paste your CSS code here.
es_es: Pegue aquí su código CSS personalizado.

source: Custom JS
es_es: JS personalizado

source: Paste your JS code here.
es_es: Pegue aquí su código JS.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
es_es: Detección de ubicación automática en portada (Hero) y campo de búsqueda (Dónde)

source: On for enable and Off for disable current location
es_es: Encendido para habilitar y Apagado para deshabilitar la ubicación actual

source: Enable to auto-detect users location and display their location within the location (where) field and within the Home Page Banner. <br>Example: Browse Anything! Explore <b>New York</b>
es_es: Habilite para detectar automáticamente la ubicación de los usuarios y mostrar su ubicación dentro del campo de ubicación (Dónde) y en la portada de la página de inicio. <br>Ejemplo: Explora alrededor de <b>New York</b>

source: Auto-Location Detection Method
es_es: Método de detección de ubicación automática

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
es_es: Hay tres opciones disponibles para identificar la ubicación actual de los visitantes. <br /><br /><strong>GPS</strong> proporciona información de ubicación extremadamente precisa basada en satélites. (Se requiere el consentimiento del usuario en el navegador. Se muestra una ventana emergente al visitante para permitir la detección de ubicación). <br /><br /><strong>Geo IP DB y IP API</strong> proporciona información de ubicación menos precisa basada en su dirección IP y utiliza una base de datos externa para asignar la dirección IP a una ubicación física . (No se requiere el consentimiento del usuario en el navegador. No se muestra ninguna ventana emergente para que el usuario pueda detectar la ubicación).

source: User Dashboard
es_es: Escritorio

source: Dashboard
es_es: Escritorio

source: Resurva Bookings
es_es: Reservas Resurva

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
es_es: Habilite para permitir reservas Resurva. (Disponible solo para propietarios de empresas)

source: Timekit Bookings
es_es: Reservas Timekit

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
es_es: Habilite para permitir reservas Timekit. (Disponible solo para propietarios de empresas)

source: Listings
es_es: Empresas

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar propietarios en el Escritorio. (Disponible solo para propietarios de listados de empresas)

source: Enable to show saved listings within the dashboard.
es_es: Habilite para mostrar empresas guardados dentro del Escritorio.

source: Invoices
es_es: Recibos

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar facturas dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Packages
es_es: Paquetes

source: Enable to show packages within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar paquetes dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Ad Campaign
es_es: Campaña publicitaria

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de campañas publicitarias dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Enable to show and reply to reviews within the dashboard.
es_es: Habilite para mostrar y responder reseñas en el panel de control.

source: Appointments
es_es: Citas

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar citas dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Menus
es_es: Menús

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de Menús dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Menus Image Gallery
es_es: Galería de imágenes para Menús

source: (Available only for business listing owners)
es_es: (Disponible solo para propietarios de empresas)

source: Image Menu
es_es: Imagen de menú

source: (Available only for business listing owners)
es_es: (Disponible solo para propietarios de empresas)

source: Announcements
es_es: Avisos

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de avisos dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: Events
es_es: Eventos

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de eventos dentro del tablero. (Disponible solo para propietarios de empresas)

source: Discount/Offers/Deals
es_es: Descuento/Oferta

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
es_es: Habilite para mostrar y permitir la creación de Descuentos/Ofertas dentro del Escritorio. (Disponible solo para propietarios de empresas)

source: My Profile
es_es: Mi perfil

source: Logout Button
es_es: Botón de cerrar sesión
