Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Your Address (2nd line)
es_es: Tu dirección 2

source: City
es_es: Ciudad

source: Your City
es_es: Tu ciudad

source: Zip Code
es_es: Código postal

source: State
es_es: Departamento

source: Country *
es_es: País *

source: Country
es_es: País

source: About
es_es: Sobre mi

source: Write about youself
es_es: Escriba algo sobre usted mismo

source: enter facebook profile url
es_es: Ingrese el enlace de su perfil de facebook

source: enter twitter profile url
es_es: Ingrese el enlace de su perfil de twitter

source: enter linkedin profile url
es_es: Ingrese el enlace de su perfil de linkedin

source: enter instagram profile url
es_es: Ingrese el enlace de su perfil de instagram

source: enter pinterest profile url
es_es: Ingrese el enlace de su perfil de pinterest

source: Update Password
es_es: Actualizar contraseña

source: New Password
es_es: Nueva contraseña

source: write new password
es_es: Escriba nueva contraseña

source: Repeat Password
es_es: Repetir contraseña

source: write again your new password
es_es: Escriba otra vez su nueva contraseña

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
es_es: Ingrese la misma contraseña en ambos campos, use una letra mayúscula y un número para una contraseña más segura

source: Update profile
es_es: Actualizar perfil

source: Download Profile
es_es: Descargar perfil

source: Delete Account
es_es: Borrar cuenta

source: What should be done with content owned by you?
es_es: ¿Qué se debe hacer con el contenido que usted posee?

source: Delete all content.
es_es: Eliminar todo el contenido

source: Attribute all content to super admin of website
es_es: Atribuir todo el contenido al administrador del sitio web

source: Confirm Deletion
es_es: Confirmar borrado

source: Close
es_es: Cerrar

source: Profile Data
es_es: Datos de perfil

source: Expires
es_es: Vence

source: mins
es_es: minutos

source: secs
es_es: segundos

source: Map View
es_es: Vista de mapa

source: List View
es_es: Vista de lista

source: FILTERS
es_es: FILTROS

source: DIRECTIONS
es_es: DIRECCIONES

source: MESSAGE
es_es: MENSAJE

source: Show Filters
es_es: Mostrar filtros

source: Click To See What Open Now
es_es: Clic para ver las empresas abiertas

source: Advanced Filters
es_es: Filtros avanzados

source: Listings
es_es: Empresas

source: Results For
es_es: Resultados para

source: Keyword
es_es: Palabra clave

source: Log In
es_es: Iniciar sesión

source: Hello
es_es: Hola

source: Watch Video
es_es: Ver video

source: Add a Review
es_es: Escribir reseña

source: See Menu
es_es: Ver menú

source: See Filters
es_es: Ver filtros

source: Click To GET
es_es: Ver empresas cercanas a ti

source: Click To See Your Best Match
es_es: Clic para ver el mejor resultado sugerido

source: Distance
es_es: Distancia

source: Sort By
es_es: Ordenar por

source: Recent Listings
es_es: Empresas recientes

source: Showing
es_es: Mostrando

source: of
es_es: de

source: Close Map
es_es: Cerrar mapa

source: Detail
es_es: Detalle

source: Reviews
es_es: Reseñas

source: Contact Info
es_es: Información de contacto

source: Offers/Deals
es_es: Ofertas/Descuentos

source: Images
es_es: Galería de fotos

source: View On Map
es_es: Ver en mapa

source: Get a Free Quote
es_es: Obtenga una cuota gratuita

source: Write a Review
es_es: Escribir reseña

source: Overview
es_es: Visión general

source: Services
es_es: Servicios

source: Offers
es_es: Ofertas

source: Hosted by
es_es: Por

source: 0 Attendees
es_es: 0 asistentes

source: Going?
es_es: Yendo?

source: not going?
es_es: no va?

source: not going
es_es: no voy

source: GOING?
es_es: YENDO?

source: Be the first to review!
es_es: ¡Escribir primer reseña!

source: call
es_es: llamar

source: Show Map
es_es: Mostrar mapa

source: Direction
es_es: Dirección

source: call Now
es_es: llamar ahora

source: Problem in submitting this listing
es_es: Problemas al enviar esta empresa

source: Your listing is pending for review.
es_es: Su empresa está pendiente de revisión.

source: Your listing is pending! Please proceed to make it published
es_es: ¡Su empresa está pendiente! Por favor espere su aprobación

source: Success!
es_es: ¡Éxito!

source: Listing has been submitted
es_es: Empresa enviada

source: Select Plan For Claim
es_es: Seleccione el plan para Reclamar

source: Close me!
es_es: ¡Ciérrame!

source: Content is loading...
es_es: El contenido está cargando...

source: Loading...
es_es: Cargando...

source: Let's Get Started
es_es: Empezar ahora

source: Sorry! Your request failed
es_es: ¡Lo sentimos! Su solicitud falló

source: Card Number
es_es: Número de tarjeta

source: Expiration Date (MM/YYYY)
es_es: Fecha de expiración (MM/YYYY)

source: Zip
es_es: Código postal

source: More Filters
es_es: Más filtros

source: features/tags
es_es: servicios/etiquetas

source: City...
es_es: Ciudad...

source: Filter
es_es: Filtro

source: Click To See Your Most Reviewed
es_es: Haga clic para ver lo más comentado

source: Click To See Your Most Viewed
es_es: Haga clic para ver lo más visto

source: Click To See Your Highest Rated
es_es: Haga clic para ver lo mejor puntuado

source: Click To See Listing With Coupons
es_es: Haga clic para ver empresas con cupones

source: Brwose Anything!
es_es: Explorar cualquier cosa!

source: All Locations
es_es: Todas las ubicaciones

source: Catagory
es_es: Categoría

source: Event
es_es: Evento

source: Trip
es_es: Viaje

source: Advance
es_es: Avanzado

source: Share :
es_es: Compartir:

source: I am not going
es_es: No voy

source: Choose a Plan to Claim Your Business
es_es: Elige un plan para reclamar tu empresa

source: Claiming your business Listing
es_es: Reclamar empresa

source: First
es_es: Nombre

source: Last
es_es: Apellido

source: Business E-Mail
es_es: Correo comercial

source: Please provide your business email which will be use for claim procedure.
es_es: Por favor proporcione su correo comercial que se utilizará para el procedimiento de reclamo.

source: Business Email
es_es: Correo comercial

source: Verfication Details
es_es: Detalles de verificación

source: Please provide your verification details which will be used for claim procedure.
es_es: Por favor proporcione sus detalles de verificación que se utilizarán para el procedimiento de reclamo.

source: Attach File
es_es: Adjuntar archivo

source: Detail description about your listing
es_es: Descripción detallada de su empresa

source: NEW USER? TO SIGNUP ENTER AN EMAIL
es_es: ¿USUARIO NUEVO? PARA REGISTRARSE INGRESE UN CORREO ELECTRÓNICO

source: johndoe@mail.com
es_es: tucorreo@mail.com

source: USERNAME OR EMAIL
es_es: USUARIO O CORREO

source: PASSWORD
es_es: CONTRASEÑA

source: Returning user? Check this box to Sign in
es_es: ¿Está de regreso? Marque esta casilla para iniciar sesión

source: You agree & accept our Terms & Conditions for posting this information?.
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para publicar esta información?

source: Claim your business now!
es_es: ¡Reclame su empresa ahora!

source: Claim request is processed after verification..
es_es: Su solicitud se procesará después de validarse.

source: Return to Dashboard
es_es: Volver al Escritorio

source: Claim This Listing
es_es: Reclamar esta empresa

source: Own or work here?
es_es: ¿Es el dueño?

source: Claim Now!
es_es: Reclamar empresa!

source: Follow Social
es_es: Seguir redes sociales

source: Special Deals
es_es: Ofertas especiales

source: Validity:
es_es: Validez:

source: copy to clipboard
es_es: copiar al portapapeles

source: Special Offers
es_es: Ofertas especiales

source: Validity:
es_es: Validez:

source: Validity Details:
es_es: Detalles de validez:

source: Which services are needed for your event?
es_es: ¿Qué servicios son necesarios para su evento?

source: What type of event are you planning?
es_es: ¿Qué tipo de evento está planeando?

source: Name of the City where event is taking place
es_es: Nombre de la ciudad donde se llevará a cabo el evento

source: What is the address?
es_es: ¿Cual es la dirección?

source: What is the date of your event?
es_es: ¿Cuál es la fecha de tu evento?

source: What time should the vendor start?
es_es: ¿A qué hora debe comenzar el vendedor?

source: How many guests are you expecting at the event? (approximate)
es_es: ¿Cuántos invitados espera en el evento? (aproximadamente)

source: How long will the vendor be needed?
es_es: ¿Cuánto tiempo necesitará el vendedor?

source: Tell me more about your event?
es_es: Cuénteme más sobre su evento

source: Select Special Offer
es_es: Seleccionar oferta especial

source: Your full Name
es_es: Su nombre completo

source: Your Phone Number
es_es: Su número de teléfono

source: Your Email Address
es_es: Su dirección de correo

source: Deals
es_es: Descuentos

source: order online
es_es: ordenar en línea

source: Order Now
es_es: Ordenar ahora

source: Checkout
es_es: Video

source: Be the first to review
es_es: Escribir primer reseña

source: Want to report this?
es_es: ¿Quiere reportar esto?

source: see all
es_es: ver todo

source: Add Review
es_es: Escribir reseña

source: Oh Sorry! Your payment failed
es_es: ¡Lo sentimos! Su pago no se pudo procesar

source: Congratulations! Your payment has been made successfull
es_es: ¡Felicidades! Su pago se hizo exitosamente
