Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Email subject for new user admin notification
es_es: Asunto del correo electrónico para la notificación de nuevo usuario al administrador

source: New User Registration
es_es: Registro de nuevo usuario

source: Content for New User Admin Notification
es_es: Contenido para la notificación al administrador por un nuevo usuario

source: Email content for new user admin notification
es_es: Contenido del correo electrónico para la notificación al administrador por un nuevo usuario

source: <span class="font24">Submit Listing</span>
es_es: <span class="font24">Enviar empresa</span>

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de envío de una empresa. %listing_title como nombre de la empresa, %listing_url como URL de la empresa

source: New Listing Submission Subject
es_es: Asunto para envío de nueva empresa

source: Email subject
es_es: Asunto del correo

source: Your listing has been submitted
es_es: Su empresa ha sido enviada

source: New Listing Submission Content
es_es: Contenido para envío de nueva empresa

source: Email content
es_es: Contenido de correo electrónico

source: New Listing Submission Subject(for admin)
es_es: Asunto para envío de nueva empresa (Administrador)

source: New listing has been submitted
es_es: Una nueva empresa ha sido enviada

source: New Listing Submission Content(for admin)
es_es: Contenido para envío de nueva empresa (Administrador)

source: <span class="font24">Purchase Activated</span>
es_es: <span class="font24">Compra activada</span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
es_es: Utilice estos códigos cortos solo para el correo electrónico de compra activada. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %plan_title como nombre del plan, %invoice_no como número de recibo

source: Purchase Activated Subject
es_es: Asunto para compra activada

source: Email subject for purchase activated
es_es: Asunto del correo para una compra activada

source: Your purchase has activated
es_es: Su compra ha sido activada

source: Purchase Activated Content
es_es: Contenido para compra activada

source: Email content for Purchase Activated
es_es: Contenido del correo electrónico para una compra activada

source: Purchase Activated Subject(for admin)
es_es: Asunto para compra activada (Administrador)

source: A purchased has been made
es_es: Se ha hecho una compra

source: Purchase Activated Content(for admin)
es_es: Contenido para compra activada (Administrador)

source: <span class="font24">Review Reply</span>
es_es: <span class="font24">Respuesta de reseña</span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
es_es: Utilice estos códigos cortos solo para el correo electrónico de respuesta de reseña. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %sender_name como nombre del autor, %reply como respuesta de la reseña

source: Review Reply Subject
es_es: Asunto para respuesta de reseña

source: Email subject for Review Reply
es_es: Asunto del correo electrónico para respuesta de reseña

source: Review Reply
es_es: Respuesta de reseña

source: Review Reply Content
es_es: Contenido para respuesta de reseña

source: Email content for Review Reply
es_es: Contenido del correo electrónico para respuesta de reseña

source: <span class="font24">Approved Listing</span>
es_es: <span class="font24">Empresa aprobada</span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de empresa aprobada. %listing_title como nombre de la empresa, %listing_url como URL de la empresa

source: Listing Approved Subject
es_es: Asunto para empresa aprobada

source: Email subject for approved listing
es_es: Asunto del correo electrónico para empresa aprobada

source: Your listing approved
es_es: Su empresa aprobada

source: Listing Approved Content
es_es: Contenido para empresa aprobada

source: Email content for listing approved
es_es: Contenido del correo electrónico para empresa aprobada

source: <span class="font24">Expired Listing</span>
es_es: <span class="font24">Empresa expirada</span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de empresa expirada. %listing_title como título de empresa, %listing_url como URL de la empresa

source: Listing Expired Subject
es_es: Asunto para empresa expirada

source: Email subject for expired listing
es_es: Asunto del correo electrónico para empresa expirada

source: Your listing expired
es_es: Su empresa expiró

source: Listing Expired Content
es_es: Contenido para empresa expirada

source: Email content for listing expired
es_es: Contenido del correo electrónico para empresa expirada

source: <span class="font24">Expired Ad Campaign</span>
es_es: <span class="font24">Campaña publicitaria expirada</span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para correo electrónico de campaña publicitaria expirada. %listing_title como título de empresa, %listing_url como URL de la empresa

source: Ad Expired Subject
es_es: Asunto de campaña expirada

source: Email subject for expired ads campaign
es_es: Asunto del correo electrónico para campaña publicitaria expirada

source: Your ad campaign has expired
es_es: Su campaña publicitaria ha expirado

source: Ad Expired Content
es_es: Contenido de campaña expirada

source: Email content for ads campaigns expired
es_es: Contenido del correo electrónico para campaña publicitaria expirada

source: Wire Invoice
es_es: Recibo de transferencia

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
es_es: Use estos códigos cortos solo para el correo electrónico de pago con depósito. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %invoice_no como número de recibo

source: Invoice Email Subject
es_es: Asunto del correo de factura

source: Email subject wire inovice
es_es: Asunto de correo electrónico por recibo de pago directo/depósito

source: Your new listing on %website_url
es_es: Su nueva empresa en %website_url

source: Invoice Email Content
es_es: Contenido del correo de factura

source: Invoice Email Subject(admin)
es_es: Asunto del correo de factura (administrador)

source: Email subject(admin)
es_es: Asunto del correo (para el administrador)

source: Invoice Email Content (admin)
es_es: Contenido del correo electrónico de la factura (administrador)

source: Email content(admin)
es_es: Contenido del correo electrónico (administrador)

source: Claim Listing ( submission )
es_es: Reclamo de empresa (Envío)

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de reclamo. %listing_title como nombre de la empresa, %listing_url como URL de la empresa

source: Listing Claim Submission Subject
es_es: Asunto para envío de reclamo de empresa

source: Email subject for claimer
es_es: Asunto del correo electrónico para el reclamador

source: Your claim has submitted
es_es: Su reclamo ha sido enviado

source: Listing Claim Submission Content
es_es: Contenido para envío de reclamo de empresa

source: Email content for claimer
es_es: Contenido del correo electrónico para el reclamador

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
es_es: Su reclamo por la empresa <a href="%listing_url">%listing_title</a> ha sido enviado

source: Listing Claim Submission Subject (Author)
es_es: Asunto para envío de reclamo de empresa (Autor)

source: Email subject for Author
es_es: Asunto del correo electrónico para el autor

source: A claim has been submitted on your listing
es_es: Se ha enviado un reclamo por tu empresa

source: Listing Claim Submission Content (Author)
es_es: Contenido para envío de reclamo de empresa (Autor)

source: Email content for Author
es_es: Contenido del correo electrónico para el autor

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
es_es: Hola, se ha enviado un reclamo por su empresa <a href="%listing_url">%listing_title</a>. Por favor, póngase en contacto con el administrador para obtener más información.

source: Listing Claim Submission Subject (Admin)
es_es: Asunto para envío de reclamo de empresa (Administrador)

source: Email subject for Admin
es_es: Asunto del correo electrónico para el administrador

source: New Claim has been submitted
es_es: Un nuevo reclamo ha sido enviado

source: Listing Claim Submission Content (Admin)
es_es: Contenido para envío de reclamo de empresa (Administrador)

source: Email content for Admin
es_es: Contenido del correo electrónico para el administrador

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
es_es: Ha recibido un nuevo reclamo por la empresa <a href="%listing_url">%listing_title</a>. Por favor inicie sesión en su panel de administración para más detalles

source: Claim Listing ( Approval )
es_es: Reclamo de empresa (Aprobación)

source: Use these shortcodes only for Claim Approval email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para el correo electrónico de aprobación de reclamo. %listing_title como nombre de la empresa, %listing_url como URL de la empresa

source: Listing Claim Approval Subject
es_es: Asunto para aprobación de reclamo de empresa

source: Email subject(claimer)
es_es: Asunto del correo (Autor de reclamo)

source: Your claim has approved
es_es: Su reclamo ha sido aprobado

source: Listing Claim Approval Content
es_es: Contenido para aprobación de reclamo de empresa

source: Email content(claimer)
es_es: Contenido del correo electrónico (reclamador)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
es_es: Su reclamo por la empresa <a href="%listing_url">%listing_title</a> ha sido aprobado

source: Email subject(old owner)
es_es: Asunto del correo (propietario anterior)

source: Listing Claim notice
es_es: Aviso de empresa reclamada

source: Email content(old owner)
es_es: Contenido del correo electrónico (anterior propietario)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
es_es: El reclamo presentado por su empresa ha sido aprobado. Los detalles: <a href="%listing_url">%listing_title</a>

source: Campaign Activation( ADMIN)
es_es: Activación de campaña (ADMIN)

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
es_es: Use estos códigos cortos solo para el correo electrónico de activación de campaña. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %campaign_packages como los paquetes comprados, %author_name como el nombre del usuario

source: Ad Campaign Active Subject
es_es: Asunto de campaña activa

source: Email subject campaign activation
es_es: Asunto del correo electrónico para activación de campaña

source: Ad Campaign Activated
es_es: Campañas publicitarias activadas

source: Ad Campaign Active Content
es_es: Contenido de campaña activa

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
es_es: %author_name acaba de activar una campaña publicitaria para la empresa <a href="%listing_url">%listing_title</a> que se mostrará en %campaign_packages

source: Campaign Activation(To Author)
es_es: Activación de campaña (para el administrador)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
es_es: Utilice estos códigos cortos solo para el correo electrónico de activación de la campaña del usuario. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %campaign_packages como los paquetes comprados

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
es_es: Has activado una campaña para la empresa <a href="%listing_url">%listing_title</a> con los paquetes %campaign_packages

source: Recurring Payment Reminder Email
es_es: Correo electrónico recordatorio para pago recurrente

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
es_es: Utilice estos códigos cortos solo para el correo electrónico de notificación de pago recurrente. Puede usar %listing_title como nombre de la empresa, %plan_title como nombre del plan, %plan_price como precio del plan, %plan_duration como duración del plan y %notifybefore como número días antes de la deducción del pago. Use los códigos cortos solo en el editor

source: Recurring Payment Reminder Subject
es_es: Asunto para recordatorio de pago recurrente

source: Email subject for recurring reminder
es_es: Asunto del correo electrónico para recordatorio de pago recurrente

source: Recurring Payment Reminder
es_es: Recordatorio de pago recurrente

source: Recurring Payment Reminder Content
es_es: Contenido para recordatorio de pago recurrente

source: Email content for recurring reminder
es_es: Contenido del correo electrónico para la notificación de pago recurrente

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
es_es: Realizaremos un cargo en su tarjeta de crédito en %notifybefore día/días. Los detalles son: %listing_title, Plan: %plan_title, Precio: %​​plan_price, Duración: %plan_duration día/días

source: Recurring Payment Reminder Subject (Admin)
es_es: Asunto para recordatorio de pago recurrente (Administrador)

source: Email subject by admin
es_es: Asunto del correo electrónico para el administrador

source: Recurring Payment is due
es_es: Pago recurrente vencido

source: Recurring Payment Reminder Content (Admin)
es_es: Contenido para recordatorio de pago recurrente (Administrador)

source: Email content by admin
es_es: Contenido del correo electrónico para el administrador

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
es_es: El pago de un usuario pasará a pendiente en %notifybefore día/días. Los detalles son: Empresa: %listing_title, Plan: %plan_title, Precio: %plan_price, Duración: %plan_duration día/días

source: Subscription Cancel Email
es_es: Correo de cancelación de suscripción

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
es_es: Utilice estos códigos cortos solo para cancelar correos electrónicos de envío recurrentes. %listing_title como nombre de la empresa, %listing_url como URL de la empresa

source: Subscription Cancelled Subject
es_es: Asunto para cancelación de suscripción

source: Email subject for subscription cancel
es_es: Asunto del correo electrónico para suscripción cancelada

source: Cancel Subscription Notification
es_es: Notificación de cancelación de suscripción

source: Subscription Cancelled Content
es_es: Contenido para cancelación de suscripción

source: Email content for cancel subscription
es_es: Contenido del correo electrónico para suscripción cancelada

source: Your subscription has been canceled successfully
es_es: Su suscripción ha sido cancelada exitosamente

source: Subscription Cancelled Subject (Admin)
es_es: Asunto para cancelación de suscripción (Administrador)

source: Subscription cancel notification
es_es: Notificación de cancelación de suscripción

source: Subscription Cancelled Content (Admin)
es_es: Contenido para cancelación de suscripción (Administrador)

source: A subscription has been cancelled.
es_es: Una suscripción ha sido cancelada.

source: Lead Form Email Template
es_es: Plantilla para correo electrónico de formulario de contacto

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
es_es: Utilice estos códigos cortos solo para el correo electrónico del formulario lead. %listing_title como nombre de la empresa, %sender_name para el nombre del remitente, %sender_email para el correo electrónico del remitente, %sender_phone para el teléfono del remitente y %sender_message para el mensaje del remitente

source: Lead Form Subject
es_es: Asunto del formulario Lead

source: Email subject for lead form
es_es: Asunto del correo del formulario lead

source: Somone contacted for a listing
es_es: Alguien te ha contactado por una empresa

source: Lead Form Content
es_es: Contenido del formulario Lead

source: Email content for lead form
es_es: Contenido del correo del formulario lead

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
es_es: Alguien lo contactó por la empresa "%listing_title". Los detalles se muestran a continuación<br>Nombre: %sender_name<br>Correo: %sender_email<br>Teléfono: %sender_phone<br>Mensaje: %sender_message

source: Reviews Email Templates
es_es: Plantilla de correo electrónico para reseñas

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
es_es: Utilice estos códigos cortos solo para el correo electrónico de reseña. %listing_title como nombre de la empresa, %listing_url como URL de la empresa, %reviewtext como mensaje de reseña y %reviewer_email para el correo electrónico del autor de la reseña

source: Review Submission Subject (Author)
es_es: Asunto para envío de reseña (Autor)

source: Enter Subject of Email for Listing Author
es_es: Ingrese el asunto del correo electrónico para el autor de la empresa

source: Review Submit Email
es_es: Enviar correo de reseña

source: Review Submission Content (Author)
es_es: Contenido para envío de reseña (Autor)

source: Email content for Listing Author
es_es: Contenido del correo electrónico para el autor de empresa

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
es_es: Alguien ha dejado una reseña en su empresa "%listing_title". Los detalles se muestran a continuación<br>Autor: %reviewer_email<br>Reseña: %reviewtext<br>Empresa: %listing_title<br>URL: %listing_url

source: Review Submission Subject(Reviewer)
es_es: Asunto para envío de reseña (Reseñador)

source: Enter Subject of Email for Reviewer
es_es: Ingresar el asunto del correo para el autor de reseña

source: Review Submission content(Reviewer)
es_es: Contenido para envío de reseña (Reseñador)

source: Email content for Reviewer
es_es: Contenido del correo electrónico para el autor de reseña

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
es_es: Ha escrito una reseña en "%listing_title". Los detalles a continuación<br>Empresa: %listing_title<br>URL: %listing_url

source: Privacy
es_es: Privacidad

source: Privacy Page
es_es: Página de privacidad

source: Signup
es_es: Registrarse

source: Show Agree to the Privacy Policy during using Signup
es_es: Mostrar Aceptar la política de privacidad durante el registro de usuario

source: Listing Submission
es_es: Envío de empresa

source: Show Agree to the Privacy Policy during Listing Submission
es_es: Mostrar Aceptar la política de privacidad durante el envío de una empresa

source: Review Submission
es_es: Envío de reseña

source: Show Agree to the Privacy Policy during Review Submission
es_es: Mostrar Aceptar la política de privacidad durante el envío de una reseña

source: Lead Form
es_es: Leads

source: Show Agree to the Privacy Policy on Lead Forms
es_es: Mostrar Aceptar la política de privacidad en el formulario de leads

source: Listing Claim Form
es_es: Formulario de reclamo de empresa

source: Show Agree to the Privacy Policy during Listing Claim Submission
es_es: Mostrar Aceptar la política de privacidad durante el envío de un reclamo de empresa

source: Contact Form
es_es: Formulario de contacto

source: Show Agree to the Privacy Policy on Contact Page Form
es_es: Mostrar Aceptar la política de privacidad en el formulario de la página de contacto

source: Invoice
es_es: Recibo

source: Company Logo
es_es: Logo de la empresa

source: Upload company logo for invoices.
es_es: Subir logo comercial para los recibos

source: Company Name
es_es: Nombre de la compañía

source: Enter company full name
es_es: Ingrese el nombre completo de la compañía

source: Company Address
es_es: Dirección de empresa

source: Enter company full address
es_es: Ingrese la dirección completa de la compañía

source: Company Phone
es_es: Teléfono de la compañía

source: Additional Info
es_es: Información adicional

source: Thank You text
es_es: Texto de agradecimiento

source: Ads
es_es: Publicidad

source: Campaign type
es_es: Tipo de campaña

source: Select type of campaign
es_es: Seleccionar tipo de campaña

source: Select Type of Ad Campaign Used
es_es: Seleccione el tipo de campaña publicitaria utilizada

source: Pay Per Day (PPD)
es_es: Pago Por Día (PPD)

source: Pay Per Click (PPC)
es_es: Pagar Por Clic (PPC)

source: Promotion Title
es_es: Título de la promoción

source: Spotlight Ads
es_es: Campaña en portada

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
es_es: Habilitar campaña en portada. Las campañas en portada se muestran en la página de inicio

source: Spotlight Price (PPD)
es_es: Precio de publicidad en portada (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
es_es: Ingrese la cantidad que desea cobrar a los dueños de negocios para promocionar sus empresas en esta ubicación (No incluya ningún símbolo de moneda).

source: Spotlight Price (PPC)
es_es: Precio de publicidad en portada (PPC)

source: Side of Listing Ads
es_es: Publicidad en la página de empresa

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
es_es: Habilite los anuncios en la página de empresa. Este tipo de anuncio requiere un widget dentro de la página de empresa

source: Side of Listing (PPD)
es_es: Precio de publicidad en barra lateral (PPD)
