Repository: ChusaInDaHouse/Localization
Catalog: */Theme/*.po
Languages: es_es

source: Installing Updates.
es_es: Instalando actualizaciones

source: Success.
es_es: Éxito.

source: Widget Import file could not be found. Please try again.
es_es: No se pudo encontrar el archivo de importación del widget. Inténtalo de nuevo.

source: Widget import data could not be read. Please try a different file.
es_es: No se pudieron leer los datos de importación del widget. Por favor, intente un archivo diferente.

source: Sidebar does not exist in theme (using Inactive)
es_es: La barra lateral no existe en el tema (usando inactivo)

source: Site does not support widget
es_es: El sitio no soporta widget

source: Widget already exists
es_es: El widget ya existe

source: Imported
es_es: Importado

source: Imported to Inactive
es_es: Importado a inactivo

source: No Title
es_es: Sin título

source: Theme options Import file could not be found. Please try again.
es_es: No se pudo encontrar el archivo de importación para las opciones de tema. Inténtelo de nuevo.

source: Theme options import data could not be read. Please try a different file.
es_es: No se pudieron leer los datos de importación para las opciones de tema. Por favor, intente un archivo diferente.

source: There was an error when reading this WXR file
es_es: Hubo un error al leer el archivo WXR

source: Details are shown above. The importer will now try again with a different parser...
es_es: Los detalles se muestran arriba. El importador ahora intentará de nuevo con un analizador diferente...

source: This does not appear to be a WXR file, missing/invalid WXR version number
es_es: Esto no parece ser un archivo WXR, falta o no es válida la versión de WXR

source: Sorry, there has been an error.
es_es: ¡Lo sentimos! ha habido un error.

source: The file does not exist, please try again.
es_es: El archivo no existe, por favor intente nuevamente.

source: All done.
es_es: Todo listo.

source: Have fun!
es_es: ¡Que te diviertas!

source: Remember to update the passwords and roles of imported users.
es_es: Recuerde actualizar las contraseñas y los roles de los usuarios importados.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
es_es: El archivo de exportación no se pudo encontrar en <code>%s</code>. Es probable que esto haya sido causado por un problema de permisos.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
es_es: Es posible que este archivo WXR (versión %s) no sea compatible con la versión del importador. Por favor considere actualizar.

source: Failed to import author %s. Their posts will be attributed to the current user.
es_es: Error al importar el autor %s. Sus publicaciones serán atribuidas al usuario actual.

source: Assign Authors
es_es: Asignar autores

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
es_es: Para facilitar la edición y el almacenamiento del contenido importado, es posible que desee reasignar el autor del elemento importado a un usuario existente de este sitio. Por ejemplo, es posible que desee importar todas las entradas como entradas de <code>admin</code>

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
es_es: Si un nuevo usuario es creado por WordPress, se generará una nueva contraseña aleatoriamente y la función del nuevo usuario se establecerá como %s. Será necesario cambiar manualmente los detalles del nuevo usuario.

source: Import Attachments
es_es: Importar adjuntos

source: Download and import file attachments
es_es: Descargar e importar los archivos adjuntos

source: Submit
es_es: Enviar

source: Import author:
es_es: Importar autor:

source: or create new user with login name:
es_es: o crear un nuevo usuario con el nombre de usuario:

source: as a new user:
es_es: como un nuevo usuario:

source: assign posts to an existing user:
es_es: asignar publicaciones a un usuario existente:

source: or assign posts to an existing user:
es_es: o asignar publicaciones a un usuario existente:

source: - Select -
es_es: - Seleccionar -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
es_es: Error al crear nuevo usuario %s. Sus publicaciones serán atribuidas al usuario actual.

source: Failed to import category %s
es_es: Error al importar categoría %s

source: Failed to import post tag %s
es_es: Error al importar etiqueta %s

source: Failed to import %s %s
es_es: Error al importar %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
es_es: Error al importar "%s": Tipo de publicación no válido %s

source: %s &#8220;%s&#8221; already exists.
es_es: %s &#8220;%s&#8221; ya existe.

source: Failed to import %s &#8220;%s&#8221;
es_es: Error al importar %s "%s"

source: Menu item skipped due to missing menu slug
es_es: Elemento de menú omitido debido a falta de slug de menú

source: Menu item skipped due to invalid menu slug: %s
es_es: Elemento del menú omitido debido a un slug de menú no válido: %s

source: Fetching attachments is not enabled
es_es: La recepción de archivos adjuntos no está habilitada

source: Invalid file type
es_es: Tipo de archivo inválido

source: Remote server did not respond
es_es: El servidor remoto no respondió

source: Remote server returned error response %1$d %2$s
es_es: El servidor remoto devolvió error %1$d %2$s

source: Remote file is incorrect size
es_es: El archivo remoto tiene un tamaño incorrecto

source: Zero size file downloaded
es_es: Archivo descargado de 0 kb

source: Remote file is too large, limit is %s
es_es: El archivo remoto es muy grande, el límite es %s

source: Import WordPress
es_es: Importar WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
es_es: Una nueva versión de este importador está disponible. Actualice a la versión %s para garantizar la compatibilidad con los nuevos archivos de exportación.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
es_es: ¡Hola! Suba su archivo WordPress eXtended RSS (WXR) e importaremos las publicaciones, páginas, comentarios, campos personalizados, categorías y etiquetas a este sitio.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
es_es: Elija un archivo WXR (.xml) para cargar, luego haga clic en Cargar archivo e importar.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
es_es: Importe <strong>publicaciones, páginas, comentarios, campos personalizados, categorías y etiquetas</strong> desde un archivo de exportación de WordPress.

source: Thank You!
es_es: Gracias!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
es_es: Su solicitud de reclamo ha sido enviado. Por favor espere, la aprobación puede demorar un par de días hábiles.

source: Sorry!
es_es: ¡Lo siento!

source: You have already submitted claim for this listing
es_es: Ya has enviado un reclamo para esta empresa

source: Login error!
es_es: ¡Error de inicio de sesión!

source: There is problem in login
es_es: Hay un problema en el inicio de sesión

source: Registeration error!
es_es: ¡Error de registro!

source: There is problem in user registeration
es_es: Hay un problema en el registro del usuario

source: Claim for
es_es: Reclamo por

source: Something is missing! Please fill out all fields highlighted in red.
es_es: ¡Algo falta! Por favor complete todos los campos resaltados en rojo.

source: Email has been sent.
es_es: El correo ha sido enviado correctamente.

source: Something went wrong.
es_es: Algo salió mal.

source: Proceed
es_es: Proceder

source: Pay & Proceed
es_es: Pagar & Proceder

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
es_es: ¡Alerta! tiene una suscripción activa asociado a esta empresa, cambiar de plan cancelará su suscripción, asegúrese antes de continuar ya que no podrá solicitar un reembolso por la suscripción cancelada.

source: Plan has been changed
es_es: El plan ha sido cambiado

source: you have unsubscribed successfully
es_es: ha cancelado su suscripción exitosamente

source: something went wrong
es_es: algo salió mal

source: Already reported by you !
es_es: ¡Ya fue reportado por usted!

source: Reported Successfully
es_es: Reportado exitosamente

source: Already reported by you
es_es: Ya fue reportado por usted

source: Something Wrong
es_es: Algo salió mal

source: Claimed
es_es: Verificado

source: 0 Reviews
es_es: 0 reseñas

source: In Last Week
es_es: La semana pasada

source: In Last Month
es_es: El mes pasado

source: In Last Year
es_es: El año pasado

source: Contact Us Email
es_es: Contáctenos por correo

source: Details :
es_es: Detalles :

source: Name :
es_es: Nombre:

source: Email :
es_es: Correo :

source: Message :
es_es: Mensaje:

source: Please check captcha.
es_es: Por favor compruebe el captcha.

source: Current Pricing Plan
es_es: Plan actual

source: We recommend you check the details of Pricing Plans before changing.
es_es: Le recomendamos que consulte todos nuestros planes de pago antes de proceder.

source: Click Here
es_es: Clic aquí

source: Do you want to change pricing plan?
es_es: ¿Quieres cambiar de plan?

source: Proceed Here
es_es: Proceder

source: Change Pricing Plan
es_es: Cambiar plan

source: Unlimited Listing
es_es: Empresas ilimitadas

source: Day
es_es: Día

source: Change
es_es: Cambiar

source: Sorry! There is no plan available
es_es: ¡Lo sentimos! No hay planes disponibles

source: Go Back
es_es: Volver

source: Sorry! there is some error
es_es: ¡Lo siento! hay algún error

source: Sorry! A plan should have a duration for recurring payment
es_es: ¡Lo sentimos! Un plan debe tener una duración para el pago recurrente

source: Sorry! Error in transaction
es_es: ¡Los sentimos! Error en la transacción

source: Sorry! There is some problem in your stripe payment
es_es: ¡Lo sentimos! Hay algún problema en su pago con stripe

source: Sorry!, error in transaction
es_es: ¡Lo sentimos! Error en transacción

source: 24 Hours Open
es_es: Abierto 24 horas

source: Open Now~
es_es: ¡Abierto!

source: Closed Now!
es_es: ¡Cerrado!

source: Opening Hours
es_es: Horario de atención

source: Show More
es_es: Mostrar más

source: Show all timings
es_es: Mostrar horario

source: Preview
es_es: Vista previa

source: Rating
es_es: Calificación

source: Ratings
es_es: Calificaciones

source: Read More
es_es: Leer más

source: Sorry! There are no posts matching your search.
es_es: ¡Lo sentimos! No hay publicaciones que coincidan con tu búsqueda.

source: Try changing your search Keyword
es_es: Intenta cambiando la palabra clave de búsqueda

source: Call Now
es_es: Llamar ahora

source: Post has deleted succesfully
es_es: Publicación eliminada exitosamente

source: You have no permission to delete this post
es_es: No tiene permiso para eliminar esta publicación

source: Your profile updated successfully.
es_es: Su perfil se ha actualizado exitosamente.

source: Please enter a valid email id.
es_es: Por favor ingrese un correo válido para identificación.

source: Password must be 5 to 15 characters in length
es_es: La contraseña debe tener de 5 a 15 caracteres de longitud

source: Howdy!
es_es: ¡Hola!

source: Contact Support
es_es: Contactar al soporte

source: Dashboard
es_es: Escritorio

source: Discounts/Deals
es_es: Cupones

source: Menu
es_es: Menú

source: My Profile
es_es: Mi perfil

source: Inbox
es_es: Bandeja

source: Subscriptions
es_es: Suscripciones

source: Ad Campaigns
es_es: Publicidad

source: Reviews
es_es: Reseñas

source: Bookings
es_es: Reservas

source: Logout
es_es: Cerrar sesión

source: Sorry! You have no permisssion to access this page. Please contact web admin.
es_es: ¡Lo sentimos! No tienes permiso para acceder a esta página. Por favor, póngase en contacto con el administrador.

source: You have
es_es: Tienes

source: listings that are almost ready to publish.
es_es: Empresas que están casi listas para publicarse.

source: listing that is almost ready to publish.
es_es: Empresa que ya está casi lista para publicar.

source: Views
es_es: Visitas

source: Leads
es_es: Prospectos

source: Welcome!
es_es: ¡Bienvenido!

source: Get Started by adding a new listing!
es_es: ¡Comience agregando una nueva empresa!

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
es_es: Comencemos agregando su empresa. Asegúrese de proporcionar tantos detalles como sea posible.

source: Promote!
es_es: ¡Promover!

source: Did you know you can generate 10x leads!
es_es: ¡Sabía que puede generar hasta 10 veces más prospectos!

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
es_es: Comience a anunciar hoy y llegue a 100 veces más audiencia, lo que puede aumentar el potencial de obtener hasta 10 veces más clientes potenciales y duplicar sus conversiones.

source: Listing Pending!
es_es: ¡Empresa pendiente!

source: Publish your Listings today and get new customers!
es_es: ¡Publique sus empresas y obtenga nuevos clientes!

source: Please review and submit to get new leads and customers.
es_es: Por favor revise y envíe para obtener nuevos prospectos y clientes.

source: Items
es_es: Empresas

source: All Listing
es_es: Todas las empresas

source: Published
es_es: Publicado

source: Expired
es_es: Vencido

source: Active Campaigns
es_es: Campañas activas

source: Recent Activities
es_es: Actividades recientes

source: New Reaction!
es_es: ¡Nueva reacción!

source: Someone reacted as
es_es: Alguien reaccionó con un

source: on a comment by
es_es: en el comentario hecho por

source: New Lead!
es_es: ¡Nuevo prospecto!

source: just contacted you.
es_es: le envió un mensaje a través del formulario de contacto.

source: New Review!
es_es: ¡Nueva reseña!

source: left a
es_es: dejó una calificación de

source: rating and a review on
es_es: y una reseña en

source: Website visit!
es_es: ¡Visita!

source: clicked on your website link at
es_es: hizo clic en el enlace de su empresa

source: Phone Number!
es_es: ¡Número de teléfono!

source: clicked on your phone number at
es_es: hizo clic en el número de teléfono de

source: Recent activities about your listings will be here
es_es: Las actividades recientes de sus empresas o sucursales estarán aquí

source: Recent activities about your listings will be here.
es_es: Las actividades recientes de sus empresas o sucursales estarán aquí

source: Following need your urgent Attention
es_es: Lo siguiente necesita su atención con urgencia

source: Attention!
es_es: ¡Atención!

source: rating
es_es: calificación

source: Reply
es_es: Responder

source: Low ratings Notifications will be here.
es_es: Las calificaciones bajas se mostrarán aquí.

source: Hosted by:
es_es: Creado por:

source: Are You going ?
es_es: ¿Asistirá?

source: already going
es_es: asistiré

source: Yes! i am going
es_es: ¡Sí! asistiré

source: Get Tickets
es_es: Más información

source: Get Direction
es_es: Mostrar ruta

source: Attendees
es_es: Asistencias confirmadas

source: View Less
es_es: Ver menos

source: View More
es_es: Ver más

source: Image courtesy of
es_es: Imagen patrocinada por

source: Home
es_es: Inicio

source: Sign out
es_es: Cerrar sesión

source: Sign In
es_es: Iniciar sesión

source: Add Listing
es_es: Agregue su empresa

source: Update Profile
es_es: Actualizar perfil

source: Signout
es_es: Salir

source: Results
es_es: Resultados

source: Result
es_es: Resultado

source: Filters
es_es: Filtros

source: EXCLUSIVE
es_es: EXCLUSIVO

source: Try changing your search filters or
es_es: Intente cambiando los filtros de su búsqueda ó

source: Price..
es_es: Precio

source: New Location
es_es: Nueva ubicación

source: Enter a location
es_es: Ingrese una ubicación

source: Open Now
es_es: Abierto

source: Hi, Contacting for you listing
es_es: Hola, por favor una consulta

source: Book Now
es_es: Reservar habitación

source: View Large Map
es_es: Ver mapa grande

source: Get Directions
es_es: Mostrar ruta

source: Call on Whatsapp
es_es: Contactar por Whatsapp

source: See Full Menu
es_es: Ver menú completo

source: Contact Listing Owner
es_es: Contactar al propietario

source: Contact Now!
es_es: ¡Contactar ahora!

source: See something wrong?
es_es: ¿Ve algo mal aquí?

source: Report Now!
es_es: ¡Reportar ahora!

source: Description
es_es: Descripción

source: Quick questions
es_es: Preguntas rápidas

source: hours
es_es: horas

source: min
es_es: Minutos

source: sec
es_es: seg

source: days
es_es: Días

source: Copy to clipboard
es_es: Copiar al portapapeles

source: Copied
es_es: Copiado

source: Copy
es_es: Copiar

source: View Menu
es_es: Ver menú

source: RATING
es_es: CALIFICACIÓN

source: Rated
es_es: Calificado

source: out of 5.0 based on
es_es: de 5.0 basado en

source: ratings
es_es: calificaciones

source: INFORMATION
es_es: INFORMACIÓN

source: LOCATION
es_es: UBICACIÓN

source: Name:
es_es: Nombre:

source: Email:
es_es: Correo:

source: Message:
es_es: Mensaje:

source: You agree & accept our Terms & Conditions for submitting this information?
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para enviar esta información?

source: Send
es_es: Enviar

source: Or
es_es: ó

source: UserName/Email
es_es: Usuario/Correo

source: Password
es_es: Contraseña

source: User name *
es_es: Usuario *

source: Email *
es_es: Correo *

source: You agree you accept our Terms & Conditions for posting this ad.
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para publicar esta campaña publicitaria?

source: Results For
es_es: Resultados para

source: In
es_es: En

source: Most recent
es_es: Más reciente

source: Select Price Range
es_es: Seleccionar rango de precios

source: Select Category
es_es: Seleccionar categoría

source: All Categories
es_es: Categorías

source: What
es_es: Qué

source: More results for
es_es: Más resultados para

source: Where
es_es: Dónde

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Subject:
es_es: Asunto:

source: You agree & accept our Terms & Conditions for posting this information?
es_es: ¿Está de acuerdo y acepta nuestros términos de Privacidad y Condiciones para publicar esta información?

source: Send Message
es_es: Enviar mensaje

source: Your profile was updated successfully.
es_es: Su perfil se ha actualizado exitosamente.

source: listings
es_es: Empresas

source: My Subscriptions
es_es: Mis suscripciones

source: Ad Campaigns
es_es: Campañas

source: No results found
es_es: No se encontraron resultados

source: Please enter 3 or more characters
es_es: Por favor ingrese 3 o más caracteres

source: Searching...
es_es: Buscando...

source: Logout
es_es: Cerrar sesión

source: Contact Support
es_es: Soporte técnico

source: Add Listing
es_es: Añadir empresa

source: View on map
es_es: Ver en mapa

source: Sorry! You have not selected any list as favorite.
es_es: ¡Lo sentimos! Todavía no tiene ninguna empresa seleccionada como favorita.

source: Go and select lists as favorite
es_es: Debe iniciar sesión para guardar empresas como favoritas

source: Visit Here
es_es: Clic aquí

source: Forgot Password?
es_es: ¿Contraseña olvidada?

source: No info available
es_es: No hay información disponible

source: website
es_es: Sitio web

source: No Review Found
es_es: Reseña no encontrada

source: Joined In
es_es: Se unió en

source: Reviews Submitted
es_es: Reseñas enviadas

source: Contact with business owner
es_es: Contactar al propietario

source: Your request has been submitted successfully.
es_es: Su mensaje ha sido enviado exitosamente.

source: My Listing
es_es: Mi empresa

source: %1$s at %2$s
es_es: %1$s en %2$s

source: Comment awaiting approval
es_es: Comentario esperando aprobación

source: Name
es_es: Nombre

source: Website
es_es: Sitio web

source: Comment
es_es: Comentario

source: Write your comment here...
es_es: Escribe tu comentario aquí...

source: Search Tag
es_es: Buscar etiqueta

source: Search
es_es: Buscar

source: Page
es_es: Página

source: Cost Per Click
es_es: Costo Por Clic

source: Cost Per Day
es_es: Costo Por Día

source: All Campaigns
es_es: Todas las campañas

source: All
es_es: Todo

source: Inactive
es_es: Inactivo

source: Add New
es_es: Añadir nuevo

source: Campaign
es_es: Campaña

source: start date
es_es: fecha de inicio

source: end date
es_es: fecha de finalización

source: status
es_es: estado

source: Nothing but this golden trophy!
es_es: ¡Aquí no hay nada aparte de este trofeo!

source: You must be here for the first time. If you like to add some thing, click the button below.
es_es: Debe estar aquí por primera vez. Si desea agregar algo, haga clic en el botón de abajo.

source: Add new ad
es_es: Añadir campaña

source: clicks
es_es: clics

source: Total Ads Clicks
es_es: Total clic

source: PLACEMENTS
es_es: COLOCACIONES

source: Purchase Details
es_es: Detalles de compra

source: TOTAL BUDGET
es_es: PRESUPUESTO TOTAL

source: TRANSACTION ID
es_es: ID DE TRANSACCIÓN

source: All Ad Campaign
es_es: Todas las campañas publicitarias

source: Create Ad Campaign
es_es: Crear campaña publicitaria

source: Full View Example
es_es: Ejemplo de vista completa

source: Choose a listing to ad campaign
es_es: Seleccione una empresa para la campaña publicitaria

source: Set Days For This Campaign
es_es: Establecer los días para la campaña

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
es_es: Ponga los días para esta campaña publicitaria (solo un valor numérico)

source: Set Your Lifetime Budget
es_es: Establezca su presupuesto de por vida

source: Please Put Budget For This Ad Campaign ( Without Currency Sign )
es_es: Ponga un presupuesto para esta campaña publicitaria (sin el símbolo de la moneda)

source: Select all Placement
es_es: Seleccionar las ubicaciones

source: Please Select Your Placement ( Where Ad`s Show )
es_es: Seleccione la ubicación (donde se muestrará su empresa)

source: Select This Place For Ad To Place On Home Page
es_es: Seleccione este lugar para mostrar su empresa en la página de inicio

source: Top Of Search
es_es: Top de búsqueda

source: Select This Option To Place Your Ad On Top Of The Search Result
es_es: Seleccione este lugar para mostrar su empresa en los resultados de búsqueda

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
es_es: Seleccione este lugar para mostrar su empresa en la barra lateral de la página de una empresa

source: Select a Payment Method
es_es: Selecciona un método de pago

source: Please Select Your Payment Method To Pay Ad Charges
es_es: Selecciona un método de pago para pagar la campaña

source: Pay Now
es_es: Pagar ahora

source: Campaign Payment
es_es: Pago de campaña

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
es_es: Acepto que he revisado todos los detalles anteriores antes de proceder. Entiendo que la campaña publicitaria no se puede editar ni cancelar sin ponerse en contacto con los administradores del sitio web.

source: Unsaved Event
es_es: Evento no guardado
