Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: Your review is recommended to be at least 140 characters long :)
de: Ihre Bewertung sollte mindestens 140 Zeichen lang sein :)

source: You agree & accept our Terms & Conditions for posting this review?
de: Stimmen Sie unseren AGB & Datenschutzbestimmungen für das Veröffentlichen Ihrer Rezension zu?

source: Submit Review
de: Abschicken

source: Please fill Email, Title, Description and Rating
de: Bitte füllen Sie E-Mail, Titel, Beschreibung und Bewertung

source: User Name
de: Benutzername

source: john
de: Dein Name

source: you@website.com
de: E-Mail

source: Your review is recommended to be at least 140 characters long
de: Ihre Rezension sollte mindestens 140 Zeichen lang sein

source: Submit Review
de: Bewertung abschicken

source: Signup & Submit Review
de: Registrieren & Rezension abschicken

source: Write a review
de: Schreiben Sie eine Bewertung

source: Your Rating
de: Deine Bewertung

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
de: Schreiben Sie hier Ihre Erfahrungen mit diesem schoolventure und helfen somit anderen Nutzer/innen bei der Planung.

source: Your review recommended to be at least 140 characters long :)
de: Ihre Bewertung wurde empfohlen, mindestens 140 Zeichen lang zu sein :)

source: No Results
de: Keine Ergebnisse

source: Sorry! There are no listings matching your search.
de: Leider wurden für Ihre Suchkriterien keine Einträge gefunden.

source: Try changing your search filters or
de: Versuchen Sie Ihre Suchfilter zu ändern.

source: Reset Filter
de: Filter zurücksetzen

source: More results for
de: Weitere Ergebnisse für

source: Someone
de: Jemand

source: Country :
de: Land:

source: City :
de: Stadt:

source: Zip :
de: PLZ:

source: Content
de: Inhalt

source: Listingpro &rsaquo; Setup Wizard
de: Listingpro &rsaquo; Installationsassistent

source: Return to the WordPress Dashboard
de: ﻿Zurück zum WordPress-Dashboard

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
de: Es sieht so aus, als ob Sie kürzlich auf dieses Design umgestiegen sind. Großartig! Dieser Einrichtungsassistent hilft Ihnen, sicherzustellen, dass alle Standardeinstellungen korrekt sind. Er zeigt auch einige Informationen über Ihre neue Website und Support-Optionen an.

source: Let's Go!
de: Log geht's!

source: Welcome to the Easy Setup Assistant! for %s.
de: Willkommen beim einfachen Installationsassistenten für %s.

source: Run Setup Wizard Again
de: Führen Sie den Installationsassistenten erneut aus

source: Good news! All plugins are already installed and up to date. Please continue.
de: Gute Nachrichten! Alle Plugins sind bereits installiert und aktuell. Bitte fahren Sie fort.

source: No Slug Found
de: Kein Slug gefunden

source: Are you ready to import the dummy content?
de: Sind Sie bereit, den Dummy-Inhalt zu importieren?

source: Skip this step
de: Diesen Schritt überspringen

source: Import Content
de: Importieren Inhalt

source: Which Pre-Built Demo Style You Like?
de: Welcher vorgefertigte Demo-Stil gefällt Ihnen?

source: preview
de: Vorschau

source: ACCEPT
de: AKZEPTIEREN

source: Upgrade Content and Settings
de: Inhalt und Einstellungen aktualisieren

source: Pending.
de: Ausstehend.

source: Installing Updates.
de: Installiere Updates.

source: Success.
de: Erfolg.

source: Widget Import file could not be found. Please try again.
de: Widget Importdatei konnte nicht gefunden werden. Bitte versuche es erneut.

source: Widget import data could not be read. Please try a different file.
de: Widget-Importdaten konnten nicht gelesen werden. Bitte versuchen Sie es mit einer anderen Datei.

source: Sidebar does not exist in theme (using Inactive)
de: Sidebar existiert nicht im Thema (mit Inaktiv)

source: Site does not support widget
de: Site unterstützt kein Widget

source: Widget already exists
de: Widget existiert bereits

source: Imported
de: Importiert

source: Imported to Inactive
de: Inaktiv importiert

source: No Title
de: Kein Titel

source: Theme options Import file could not be found. Please try again.
de: Themenoptionen Importdatei konnte nicht gefunden werden. Bitte versuche es erneut.

source: Theme options import data could not be read. Please try a different file.
de: Themenoptionen Importdaten konnten nicht gelesen werden. Bitte versuchen Sie es mit einer anderen Datei.

source: There was an error when reading this WXR file
de: Beim Lesen dieser WXR-Datei ist ein Fehler aufgetreten

source: Details are shown above. The importer will now try again with a different parser...
de: Details sind oben dargestellt. Der Importeur wird nun wieder mit einem anderen Parser versuchen ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
de: Dies scheint keine WXR-Datei zu sein, fehlende / ungültige WXR-Versionsnummer

source: Sorry, there has been an error.
de: Sorry, da ist ein Fehler aufgetreten.

source: The file does not exist, please try again.
de: Die Datei existiert nicht, bitte versuchen Sie es erneut.

source: All done.
de: Alles erledigt.

source: Have fun!
de: Viel Spaß!

source: Remember to update the passwords and roles of imported users.
de: Denken Sie daran, die Passwörter und Rollen der importierten Benutzer zu aktualisieren.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
de: Die Exportdatei konnte nicht bei <code> %s </ code> gefunden werden. Es ist wahrscheinlich, dass dies durch ein Berechtigungsproblem verursacht wurde.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
de: Diese WXR-Datei (Version %s) darf von dieser Version des Importers nicht unterstützt werden. Bitte beachten Sie die Aktualisierung.

source: Failed to import author %s. Their posts will be attributed to the current user.
de: Fehler beim Importieren des Autors %s. Ihre Beiträge werden dem aktuellen Benutzer zugeschrieben.

source: Assign Authors
de: Autoren zuordnen

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
de: Um es Ihnen zu erleichtern, den importierten Inhalt zu bearbeiten und zu speichern, können Sie den Autor des importierten Elements zu einem vorhandenen Benutzer dieser Website neu zuordnen. Zum Beispiel können Sie alle Einträge als <code> admin </ code> s Einträge importieren.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
de: Wenn ein neuer Benutzer von GewusstWohin erstellt wird, wird ein neues Passwort zufällig generiert und die Rolle des neuen Benutzers als user&#8217;s gesetzt. Manuelles Ändern der neuen Benutzerdetails sind notwendig.

source: Import Attachments
de: Anhänge importieren

source: Download and import file attachments
de: Download und Import von Dateianhängen

source: Submit
de: Absenden

source: Import author:
de: Import Autor:

source: or create new user with login name:
de: oder erstellen Sie einen neuen Benutzer mit Login-Namen:

source: as a new user:
de: als neuer Benutzer:

source: assign posts to an existing user:
de: die Beiträge einem existierenden Benutzer zuweisen:

source: or assign posts to an existing user:
de: Oder einem bestehenden Benutzer Beiträge zuordnen:

source: - Select -
de: - Auswählen -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
de: Fehler beim Erstellen eines neuen Benutzers für %s. Ihre Beiträge werden dem aktuellen Benutzer zugeschrieben.

source: Failed to import category %s
de: Fehler beim Importieren der Kategorie %s

source: Failed to import post tag %s
de: Fehler beim Importieren von Post-Tag %s

source: Failed to import %s %s
de: Fehler beim Importieren %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
de: Fehler beim Importieren von &#8220;%s&#8221;: Ungültiger Post-Typ %s

source: %s &#8220;%s&#8221; already exists.
de: %s &#8220;%s&#8221; ist bereits vorhanden.

source: Failed to import %s &#8220;%s&#8221;
de: Fehler beim Importieren von %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
de: Menüpunkt übersprungen wegen fehlendem Menüeintrag

source: Menu item skipped due to invalid menu slug: %s
de: Menüpunkt übersprungen durch ungültiges Menü Slug:% s

source: Fetching attachments is not enabled
de: Abrufen von Anhängen ist nicht aktiviert

source: Invalid file type
de: Ungültiger Dateityp

source: Remote server did not respond
de: Remote-Server reagierte nicht

source: Remote file is incorrect size
de: Remote-Datei ist falsche Größe

source: Zero size file downloaded
de: Zero-Größe Datei heruntergeladen

source: Remote file is too large, limit is %s
de: Remote-Datei ist zu groß, Limit ist %s

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
de: Eine neue Version dieses Importeurs ist verfügbar. Bitte aktualisieren Sie auf Version% s, um die Kompatibilität mit neueren Exportdateien zu gewährleisten.

source: Thank You!
de: Vielen Dank!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
de: Ihr Antrag wurde eingereicht. Bitte lehnen Sie sich zurück und entspannen Sie sich, es kann bis zu einigen Arbeitstagen dauern, bis Ihr Antrag genehmigt wird.

source: You have already submitted claim for this listing
de: Sie haben bereits einen Antrag für diesen Eintrag eingereicht

source: Claim for
de: Anspruch auf

source: Email has been sent.
de: Email wurde verschickt.

source: Something went wrong.
de: Etwas ist schief gelaufen.

source: Proceed
de: Vorgehen

source: Pay & Proceed
de: Zahlen und fortfahren

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
de: Achtung! Ihr vorhandenes Paket, das mit diesem Eintrag verknüpft ist, verfügt über ein aktives Abonnement. Wenn Sie das Paket ändern, wird Ihr Abonnement gekündigt. Stellen Sie sicher, dies zu ändern, bevor Sie fortfahren

source: Plan has been changed
de: Plan wurde geändert

source: you have unsubscribed successfully
de: sie haben sich erfolgreich abgemeldet

source: something went wrong
de: es ist etwas schief gelaufen

source: Already reported by you !
de: Bereits von Ihnen gemeldet !

source: Reported Successfully
de: Erfolgreich gemeldet

source: Already reported by you
de: Bereits von Ihnen gemeldet

source: Ad
de: Anzeige

source: Claimed
de: Beansprucht

source: 0 Reviews
de: 0 Bewertungen

source: In Last Week
de: Letzte Woche

source: In Last Month
de: Im letzten Monat

source: In Last Year
de: Letztes Jahr

source: Contact Us Email
de: Kontaktieren Sie uns

source: Message :
de: Nachricht:

source: Current Pricing Plan
de: Aktuelles Paket

source: We recommend you check the details of Pricing Plans before changing.
de: Wir empfehlen Ihnen, die Details der Preispakete vor dem Wechsel zu checken.

source: Click Here
de: Paket-Übersicht

source: Do you want to change pricing plan?
de: Möchten Sie Ihr Paket ändern?

source: Proceed Here
de: Fortfahren

source: Change Pricing Plan
de: Preisplan ändern

source: Unlimited Listing
de: Unbegrenzte Einträge

source: Day
de: Tag

source: Change
de: Veränderung

source: Sorry! There is no plan available
de: Es tut uns leid! Es ist kein Plan vorhanden

source: Go Back
de: Zurück

source: Sorry! there is some error
de: Sorry, da ist ein Fehler aufgetreten

source: Sorry! A plan should have a duration for recurring payment
de: Sorry! Ein Preis-Plan sollte eine Dauer für wiederkehrende Zahlung haben

source: Sorry! Error in transaction
de: Es tut uns leid! Fehler bei der Transaktion

source: Sorry!, error in transaction
de: Entschuldigung, Fehler bei der Transaktion

source: 24 Hours Open
de: 24 Stunden geöffnet

source: Open Now~
de: Jetzt geöffnet~

source: Closed Now!
de: Jetzt geschlossen!

source: Opening Hours
de: Öffnungszeiten

source: Show all timings
de: Zeigen Sie alle Timings an

source: Preview
de: Vorschau

source: Rating
de: Bewertung

source: Ratings
de: Bewertungen

source: Read More
de: Weiterlesen

source: Sorry! There are no posts matching your search.
de: Es tut uns leid! Es gibt keine Beiträge, die zu Ihrer Suche passen.

source: Try changing your search Keyword
de: Versuchen Sie Ihren Suchbegriff Wechsel

source: Call Now
de: Jetzt anrufen

source: Post has deleted succesfully
de: Post wurde erfolgreich gelöscht

source: You have no permission to delete this post
de: Sie haben keine Erlaubnis, diesen Beitrag zu löschen

source: Your profile updated successfully.
de: Dein Profil wurde erfolgreich aktualisiert.

source: Please enter a valid email id.
de: Bitte geben Sie eine gültige E-Mail-ID ein.

source: Password must be 5 to 15 characters in length
de: Passwort muss 5 bis 15 Zeichen lang sein

source: Contact Support
de: Kontakt Support

source: Discounts/Deals
de: Rabbat/Deals

source: Menu
de: Preisliste

source: My Profile
de: Mein Profil

source: Inbox
de: Posteingang

source: Subscriptions
de: Abonnements

source: Ad Campaigns
de: Werbekampagnen

source: Reviews
de: Bewertungen

source: Bookings
de: Buchungen

source: Logout
de: Ausloggen

source: Sorry! You have no permisssion to access this page. Please contact web admin.
de: Es tut uns leid! Sie haben keine Berechtigung, auf diese Seite zuzugreifen. Bitte wenden Sie sich an web admin.

source: You have
de: Sie haben

source: listings that are almost ready to publish.
de: Auflistungen, die fast veröffentlichen können.

source: listing that is almost ready to publish.
de: Auflistung, die fast bereit ist zu veröffentlichen.

source: Views
de: Besuche

source: Welcome!
de: Willkommen!

source: Get Started by adding a new listing!
de: Fangen Sie an, indem ein neues Angebot verfassen!

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
de: Beginnen Sie mit dem Hinzufügen Ihres Eintrags. Stellen Sie sicher, so viel wie Details wie möglich zu liefern.

source: Promote!
de: Werben!

source: Did you know you can generate 10x leads!
de: Wussten Sie, dass Sie 10x führt!

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
de: Starten Sie die Werbung heute und erreichen Sie 100 Mal mehr Publikum, die das Potenzial erhöhen kann, bis zu 10x führt und die Conversions verdoppeln.

source: Listing Pending!
de: Ausstehender Eintrag!

source: Publish your Listings today and get new customers!
de: Veröffentlichen Sie Ihre Angebote heute und erhalten Sie neue Kunden!

source: Please review and submit to get new leads and customers.
de: Bitte überprüfen und abschicken, um neue Leads und Kunden zu bekommen.

source: Items
de: Artikel

source: All Listing
de: Alle Auflistung

source: Published
de: Veröffentlicht

source: Expired
de: Abgelaufen

source: Active Campaigns
de: Aktive Kampagnen

source: Recent Activities
de: Kürzliche Aktivitäten

source: New Reaction!
de: Neue Reaktion!

source: Someone reacted as
de: Jemand reagierte als

source: on a comment by
de: auf einen Kommentar von

source: New Lead!
de: Neuer Blei!

source: just contacted you.
de: Habe dich gerade kontaktiert.

source: New Review!
de: Neue Bewertung!

source: left a
de: Links a

source: rating and a review on
de: Bewertung und eine Bewertung auf

source: Website visit!
de: Websitebesuch!

source: clicked on your website link at
de: klickten auf Ihren Webseiten-Link auf

source: Phone Number!
de: Telefonnummer!

source: clicked on your phone number at
de: klickten auf Ihre Telefonnummer auf

source: Recent activities about your listings will be here
de: Aktuelle Aktivitäten über Ihre Angebote werden hier sein

source: Recent activities about your listings will be here.
de: Aktuelle Aktivitäten über Ihre Angebote werden hier sein.

source: Following need your urgent Attention
de: Nach dringend benötigter Aufmerksamkeit

source: Attention!
de: Aufmerksamkeit!

source: rating
de: Bewertung

source: Reply
de: Antworten

source: Low ratings Notifications will be here.
de: Niedrige Bewertungen Benachrichtigungen sind hier.

source: Hosted by:
de: Veranstalter:

source: Are You going ?
de: Gehst du hin?

source: already going
de: schon vorbei

source: Yes! i am going
de: Ja! Ich nehme teil

source: Get Tickets
de: Tickets erhalten

source: Get Direction
de: Route

source: Attendees
de: Teilnehmer/-innen

source: View Less
de: Zeige weniger

source: View More
de: Mehr sehen

source: Sign out
de: Abmelden

source: Sign In
de: Anmelden

source: Add Listing
de: Eintrag hinzufügen

source: Update Profile
de: Profil aktualisieren

source: Results
de: Ergebnisse

source: Result
de: Ergebnis

source: Filters
de: Filter

source: EXCLUSIVE
de: EXKLUSIV

source: Try changing your search filters or
de: Versuchen Sie, Ihre Suchfilter zu ändern oder

source: Enter a location
de: Geben Sie einen Ort ein

source: Open Now
de: Jetzt geöffnet

source: Hi, Contacting for you listing
de: Hallo, Kontaktaufnahme für Ihren Eintrag

source: Book Now
de: Buche jetzt

source: View Large Map
de: Große Karte anzeigen

source: Get Directions
de: Wegbeschreibung

source: Call on Whatsapp
de: Über WhatsApp kontaktieren

source: See Full Menu
de: Siehe Vollständiges Menü

source: Contact Listing Owner
de: Inhaber kontaktieren

source: Contact Now!
de: Jetzt kontaktieren!

source: See something wrong?
de: Fehler gefunden?

source: Report Now!
de: Jetzt melden!

source: Description
de: Beschreibung

source: Quick questions
de: Schnelle Fragen

source: days
de: Tage

source: Copied
de: Kopiert

source: Copy
de: Kopieren

source: View Menu
de: Menü zeigen

source: RATING
de: BEWERTUNG

source: out of 5.0 based on
de: von 5.0 basierend auf

source: Message:
de: Nachricht:

source: You agree & accept our Terms & Conditions for submitting this information?
de: Sie erklären sich damit einverstanden und akzeptieren unsere AGB & Datenschutzbestimmungen für die Übermittlung dieser Informationen?

source: Send
de: Senden

source: Or
de: Oder

source: UserName/Email
de: Benutzername oder E-Mail-Adresse

source: Password
de: Passwort

source: User name *
de: Benutzername *

source: Email *
de: E-Mail-Adresse*

source: You agree you accept our Terms & Conditions for posting this ad.
de: Ich willige ein, dass diese Website meine übermittelten Informationen speichert, sodass meine Anfrage beantwortet werden kann.

source: Results For
de: Ergebnisse für

source: Most recent
de: Neueste

source: Select Category
de: Detaillierte Suche

source: All Categories
de: Alle Kategorien

source: What
de: Was

source: More results for
de: Weitere Ergebnisse für

source: Where
de: Wo

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Subject:
de: Betreff:

source: You agree & accept our Terms & Conditions for posting this information?
de: Stimmen Sie unseren AGB & Datenschutzbestimmungen für das Einreichen dieser Informationen zu?

source: Send Message
de: Nachricht senden

source: Your profile was updated successfully.
de: Ihr Profil wurde erfolgreich bearbeitet.

source: listings
de: Einträge

source: My Subscriptions
de: Meine Abonnements

source: Ad Campaigns
de: Werbekampagnen

source: No results found
de: Keine Ergebnisse gefunden

source: Please enter 3 or more characters
de: Bitte geben Sie 3 oder mehr Zeichen ein

source: Searching...
de: Suche...

source: Contact Support
de: Support kontaktieren

source: Add Listing
de: Hier eintragen

source: View on map
de: Ansicht auf Karte

source: Sorry! You have not selected any list as favorite.
de: Es tut uns leid! Sie haben keine Liste als Favorit ausgewählt.

source: Go and select lists as favorite
de: Gehen Sie und wählen Sie Listen als Favorit

source: Forgot Password?
de: Passwort vergessen?

source: No info available
de: Keine Information verfügabar

source: website
de: Webseite

source: No Review Found
de: Keine Rezension gefunden

source: Joined In
de: Mitglied seit

source: Reviews Submitted
de: Bewertungen Eingereicht

source: Contact with business owner
de: Mit Unternehmen Kontakt aufnehmen

source: Your request has been submitted successfully.
de: Ihre Kontaktanfrage wurde erfolgreich übermittelt.

source: %1$s at %2$s
de: %1$s zu %2$s

source: Comment awaiting approval
de: Kommentar Genehmigung aussteht

source: Website
de: Webseite

source: Comment
de: Kommentar

source: Write your comment here...
de: Schreiben Sie Ihren Kommentar hier...

source: Search Tag
de: Suche

source: Search
de: Suche

source: Page
de: Seite

source: PPC
de: KPK

source: Cost Per Click
de: Preis pro Klick

source: Cost Per Day
de: Kosten pro Tag

source: All Campaigns
de: Alle Kampagnen

source: All
de: Alle

source: Inactive
de: Inaktiv

source: Add New
de: Hinzufügen

source: Campaign
de: Kampagne

source: start date
de: Starttermin

source: end date
de: Enddatum

source: Nothing but this golden trophy!
de: Nichts außer dieser goldenen Trophäe!

source: You must be here for the first time. If you like to add some thing, click the button below.
de: Sie haben bisher noch nichts eingetragen.

source: Add new ad
de: Neue Werbekampagne

source: PLACEMENTS
de: PLATZIERUNGEN

source: Purchase Details
de: Details zum Kauf

source: TOTAL BUDGET
de: GESAMTBUDGET

source: TRANSACTION ID
de: TRANSAKTION ID

source: All Ad Campaign
de: Alle Werbekampagnen

source: Create Ad Campaign
de: Erstelle eine Werbekampagne

source: Full View Example
de: Ansicht

source: Choose a listing to ad campaign
de: Wähle ein Eintrag zur Werbekampagne

source: Set Days For This Campaign
de: Legen Sie die Tage für diese Kampagne fest

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
de: Bitte gib die Tage für diese Werbekampagne an (numerischer Wert)

source: Set Your Lifetime Budget
de: Wähle dein Budget aus

source: Please Put Budget For This Ad Campaign ( Without Currency Sign )
de: Bitte gib das Budget für diese Werbekampagne an (ohne Währungszeichen)

source: Select all Placement
de: Wähle alle Platzierungen

source: Please Select Your Placement ( Where Ad`s Show )
de: Bitte wählen Sie Ihre Platzierung aus (Wo Anzeigen geschaltet werden)

source: Select This Place For Ad To Place On Home Page
de: Wählen Sie diese Option aus, um die Anzeige auf der Startseite anzuzeigen

source: Top Of Search
de: Anfang der Suche

source: Select This Option To Place Your Ad On Top Of The Search Result
de: Wählen Sie diese Option aus, um die Anzeige über den Suchergebnissen zu platzieren

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
de: Wählen Sie diese Option aus, um die Anzeige in der Seitenleiste der Eintrags-Detailseite zu platzieren

source: Select a Payment Method
de: Wähle eine Zahlungsmethode

source: Please Select Your Payment Method To Pay Ad Charges
de: Bitte wählen Sie Ihre Zahlungsmethode zur Zahlung der Anzeigengebühren

source: Pay Now
de: Jetzt zahlen

source: Campaign Payment
de: Kampagnen Bezahlung
