Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: Ghost HERE
de: Geist HIER

source: The page you are looking for might have been removed or is temporarily unavailable.
de: Die gesuchte Seite wurde entfernt oder ist vorübergehend nicht verfügbar.

source: top
de: oben

source: bottom
de: unten

source: input
de: eingabe

source: This post is password protected. Enter the password to view comments.
de: Dieser Beitrag ist Passwortgeschützt. Geben Sie das Passwort ein, um Kommentare lesen zu können.

source: 1 Review
de: 1 Bewertung

source: Reviews
de: Bewertungen

source: Your Rating for this listing
de: Ihre Bewertung für diese Auflistung

source: Rate us and Write a Review
de: Bewerten Sie uns und schreiben Sie eine Bewertung

source: Leave a Reply to %s
de: Hinterlasse eine Antwort an % s

source: 1 Comment
de: 1 Kommentar

source: Comments
de: Bemerkungen

source: Leave a Comment
de: Hinterlasse einen Kommentar

source: Post a comment
de: Einen Kommentar posten

source: Homepage Menu
de: Startseiten Menü

source: Inner Pages Menu
de: Unterseiten-Menü

source: Top Bar Menu
de: Kopfzeilenmenü

source: Footer Menu
de: Fußzeilenmenü

source: Mobile Menu
de: Menü für mobile Geräte

source: Category Menu
de: Kategorie Menü

source: Partypro Category Menu
de: Partypro Kategorie Menü

source: You don't have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.

source: Type and hit enter
de: Geben Sie ein und drücken Sie Enter

source: The footer sidebar widget area
de: Der Footer Widget Bereich

source: Inexpensive
de: Nexpensive

source: Moderate
de: Moderat

source: Pricey
de: Gehoben

source: Price Range
de: Preisklasse

source: Share
de: Teilen

source: 0 View
de: 0 Ansichten

source: View
de: Ansicht

source: Views
de: Ansichten

source: Rating only enabled on published listing
de: Bewertung nur bei veröffentlichte schoolventures möglich

source: Be the first one to rate!
de: Schreibe die erste Bewertung!

source: Free
de: Gratis

source: No Plan Assigned Yet
de: Noch kein Preisplan zugewiesen

source: Change Plan
de: Plan ändern

source: Pay Per Listing
de: Für 1 Eintrag

source: Success
de: Erfolg

source: Success (100% Discounted)
de: Erfolgreich (100% Rabatt)

source: Pending
de: Ausstehend

source: Yes
de: Ja

source: Sorry! There is no plan associated with the category
de: Es tut uns leid! Der Kategorie ist kein Plan zugeordnet

source: Sorry! There is no general plan
de: Sorry! Es gibt keinen allgemeinen Preis-Plan

source: Load Claim Email
de: Übernahme-E-Mail laden

source: Claim For Listing
de: Anspruch für Eintrag

source: Problem in email sending
de: Problem beim Versenden der E-Mail

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: Lead message reply
de: Deine Anfrage auf Shisha Bar Guide

source: Delete
de: Löschen

source: Reply to this
de: Hierauf antworten

source: Send message
de: Nachricht senden

source: Registered User
de: Registriertes Mitglied

source: Unregistered User
de: Unregistrierter Publisher

source: Listing
de: Auflistung

source: Phone
de: Telefon

source: Important Update Notice!
de: Wichtiger Update Hinweis!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
de: Vielen Dank für die Aktualisierung Ihres Designs. Wir empfehlen auch das folgende Plugin zu aktualisieren.

source: <br /><br /><strong>Before doing anything please take backup of your plugins in case if you have made any changes in CODE files directly or you have made translations</strong><br /><br />
de: <br /><br /><strong>Bevor Sie irgendetwas tun, machen Sie bitte eine Sicherheitskopie Ihrer Plugins für den Fall, dass Sie irgendwelche Änderungen in CODE-Dateien direkt vorgenommen haben oder dass Sie Übersetzungen gemacht haben</strong><br /><br />

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
de: Gehen Sie zu Plugins, deaktivieren und löschen Sie alle erwähnten Plugins. Nach dem Löschen erscheint der folgende Hinweis,

source: This theme requires the following plugin
de: Dieses Design erfordert das folgende Plugin

source: Click
de: Klick

source: begin installing plugin
de: Beginnen, Plugin zu installieren

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
de: link.<br /><br /> Nach Abschluss der Installation aktivieren Sie das Plugin. Listingpro-Plugins werden auf dem neuesten Stand sein

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
de: <strong> Zusätzlicher Hinweis für CHILD THEME-Benutzer: Wenn Sie das Child-Theme verwenden, wechseln Sie bitte zum Parent-Theme, folgen Sie den obigen Schritten und wechseln Sie dann zurück zum Child-Theme </strong>

source: Select Plan
de: Paket wählen

source: Verify your purchase code to unlock all features, see
de: Überprüfen Sie Ihren Freischaltungscode, um alle Funktionen freizuschalten, siehe

source: instructions
de: Anweisungen

source: Select Listing
de: Eintrag wählen

source: PAYED WITH
de: BEZAHLT MIT

source: No
de: Nein

source: Amount paid
de: Bereits bezahlt

source: Duration
de: Dauer

source: Days
de: Tage

source: Spotlight
de: Startseite

source: Sidebar
de: Seitenleiste

source: Top of Search
de: Anfang der Suche

source: Start Date
de: Starttermin

source: End Date
de: Enddatum

source: ACTIVE
de: AKTIV

source: INACTIVE
de: INAKTIV

source: Random Ads
de: Zufällige Anzeigen

source: Detail Page Ads
de: Detailseite der Anzeigen

source: Additional Details
de: Weitere Details

source: Show all
de: Zeige alles

source: Save
de: Speichern

source: Saved
de: Gespeichert

source: More Filter
de: Mehr Filter

source: Sorry! No more filter found for current selections
de: Sorry! Kein Filter mehr für aktuelle Auswahlen gefunden

source: Cancel
de: Abbrechen

source: Today
de: Heute

source: 24 hours open
de: 24 Stunden geöffnet

source: Open
de: Geöffnet

source: Closed
de: Geschlossen

source: Day Off!
de: Ruhetag!

source: Review for
de: Bewertung für

source: Reviews for
de: Bewertungen für

source: Filter By :
de: Filtern nach:

source: Newest
de: Neuste

source: Oldest
de: Älteste

source: Highest Rated
de: Höchste Bewertung

source: Lowest Rated
de: Tiefste

source: Interesting
de: Interessant

source: You already reacted
de: Du hast schon reagiert

source: View All
de: Alle ansehen

source: Was this review ...?
de: War diese Bewertung ...?

source: Report
de: Melden

source: Author Response
de: Antwort vom Inhaber

source: ago
de: her

source: Contract
de: Einklappen

source: Expand
de: Ausklappen

source: Invalid User Session
de: Ungültige Benutzer-Session

source: Announcement updated
de: Ankündigung aktualisiert

source: Announcements are not allowed with this listing
de: Ankündigungen sind mit dem gebuchten Paket nicht erlaubt

source: Announcement added successfully
de: Ankündigung erfolgreich hinzugefügt

source: Something went wrong
de: Etwas ist schief gelaufen

source: Coupon Updated successfully
de: Coupon erfolgreich aktualisiert

source: Coupons are not allowed with this listing
de: Coupons sind bei diesem Eintrag nicht erlaubt

source: Coupon Created successfully
de: Coupon erfolgreich erstellt

source: Bad Request
de: Fehlerhafte Anfrage

source: Menu Items deleted successfully
de: Menü Posten erfolgreich gelöscht

source: event updated successfully
de: Event erfolgreich aktualisiert

source: Error while updating event
de: Fehler beim Aktualisieren des Events

source: event created successfully
de: Event erfolgreich erstellt

source: Error while creating event
de: Fehler beim Erstellen des Events

source: going
de: gehen

source: Event Message
de: Nachricht Event

source: Events For
de: Veranstaltungen im

source: Map View
de: Kartenansicht

source: List View
de: Liste

source: Who is going?
de: Wer kommt?

source: people are going
de: Interessent/en kommt/en

source: Item Name
de: Artikelname

source: Price
de: Preis

source: Edit
de: Bearbeiten

source: Menu Item
de: Preisliste Artikel

source: Ex: Roasted Chicken
de: Bsp: Gebratenes Huhn

source: Ex: $10
de: Bsp: 25,00 €

source: Sale Price
de: Angebotspreis

source: Quote Text
de: Anfragen Text

source: Ex: Quote
de: Bsp: Angebot

source: Quote Link
de: Anfragen Link

source: Ex: hht://yourweb.com/page
de: Bsp: https://deinewebseite.com

source: Short Description
de: Kurze Beschreibung

source: save
de: speichern

source: Receipt
de: Rechnung

source: Billed to :
de: Rechnungsempfänger:

source: Invoice :
de: Rechnungsnummer:

source: Process With: Direct / Wire method
de: Zahlungsweise: Überweisung

source: Description
de: Beschreibung

source: Payment instructions
de: Bankverbindung

source: Subtotal :
de: Zwischensumme:

source: Tax :
de: Steuer:

source: Amount Paid :
de: Betrag bezahlt:

source: Balance due :
de: Saldo:

source: Go Back To Dashboard
de: Zurück zum Dashboard

source: Congratulations! Transaction is pending.
de: Transaktion steht noch aus.

source: No.
de: Nein.

source: Amount
de: Menge

source: Membership
de: Mitgliedschaft

source: SUBTOTAL
de: Zwischensumme

source: PAID
de: BEZAHLT

source: no data
de: keine Daten

source: no table data
de: Keine tabellendaten

source: INVOICE
de: RECHNUNG

source: DATE
de: DATUM

source: Plan Type
de: Plan Typ

source: Ad For
de: Anzeige für

source: Tax
de: Steuer

source: Tax on price:
de: Steuer auf Preis:

source: Payment Total
de: Zahlung Gesamt

source: Total Price:
de: Gesamtpreis:

source: Additional Information:
de: Zusätzliche Information:

source: Company:
de: Firma:

source: Hide This Bar
de: Ausblenden

source: Pay & Publish
de: Bezahlen und veröffentlichen

source: Publish
de: Veröffentlichen

source: Please wait...
de: Bitte warten ...

source: Wrong username or password.
de: Benutzername oder Passwort falsch.

source: Login successful, redirecting...
de: Login erfolgreich, Umleitung ...

source: Go to your inbox or spam/junk and get your password
de: Gehen Sie zu Ihrem Posteingang oder Spam / Junk und erhalten Sie Ihr Passwort

source: Registration and login successfull, redirecting soon...
de: Registrierung erfolgreich. Sie werden jetzt eingeloggt...

source: This Email already exists
de: Diese E-Mail existiert bereits

source: This Username already exists
de: Dieser Benutzername ist schon vergeben

source: Email field is empty
de: E-Mail-Feld ist leer

source: Please provide correct email.
de: Bitte geben Sie eine korrekte E-Mail.

source: Username field is empty.
de: Benutzername Feld ist leer.

source: Password changed
de: Passwort geändert

source: You new password is:
de: Ihr neues Passwort ist:

source: Kindly update your password from your dashboard profile
de: Bitte aktualisieren Sie Ihr Passwort aus Ihrem Dashboard-Profil

source: Email not found in users list.
de: E-Mail nicht in der Benutzerliste gefunden.

source: Security code not found.
de: Sicherheitscode nicht gefunden.

source: Sign in
de: Anmelden

source: Username or Email Address *
de: Benutzername oder E-mail Adresse *

source: Password *
de: Passwort *

source: Keep me signed in
de: Ich möchte angemeldet bleiben

source: Not a member? Sign up
de: Kein Mitglied? Anmelden

source: Forgot Password
de: Passwort vergessen

source: Connect with your Social Network
de: Verbinden Sie sich mit Ihrem Social Network

source: Sign Up
de: Registrieren

source: Username *
de: Benutzername *

source: Email Address *
de: E-Mail-Addresse *

source: Password will be e-mailed to you.
de: Passwort wird Ihnen per E-Mail zugeschickt.

source: I Agree
de: Ich stimme zu

source: You agree & accept our Terms & Conditions to signup.
de: Ich willige ein, dass diese Website meine übermittelten Informationen speichert, sodass meine Anfrage beantwortet werden kann.

source: Register
de: Neu registrieren

source: Already have an account? Sign in
de: Hast du schon ein Konto? Anmelden

source: sign in With Facebook
de: Mit Facebook einloggen

source: sign in With Twitter
de: Mit Twitter einloggen

source: Forgotten Password
de: Passwort vergessen

source: Get New Password
de: Neues Passwort anfordern

source: Theme Options
de: Themenoptionen

source: (default: #41a6df).
de: (Standard: #41a6df).

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
de: Steuert die Haupthighlightfarbe im gesamten Design. Farbe, die auf Elementen wie Schaltflächen, Links, Kategorien usw. angewendet wird.

source: (default: #363F48).
de: (Standard: #363F48).

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
de: Steuert die Farbe der Nebenhervorhebung im gesamten Design. Farbe, die auf Elemente wie Mouse-over-Links, Schaltflächen, Breadcrumbs usw. angewendet wird.

source: User Signup Form Password Field
de: Benutzer-Anmeldeformular Passwort-Feld

source: On for enable and Off for disable password field
de: Ein für Freigabe und Aus für Kennwort deaktivieren

source: On for enable and Off for disable username feild
de: Ein für die Aktivierung und Aus für die Deaktivierung des Benutzernamen-Feldes

source: On for enable and Off for disable page title
de: Ein für die Aktivierung und Aus für die Deaktivierung des Seitentitels

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
de: Aktivieren Sie diese Option, um einen Seitentitel für Nicht-Verzeichnisseiten anzuzeigen, z. B. Über uns, Kontakt etc. Dies wirkt sich nicht auf Verzeichnisseiten wie das Auflisten von Suchergebnissen (Archiv) und die Detailseite aus.

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
de: Geben Sie ein Währungssymbol (z.B. $ | € | £) ein, das im Suchfilter als Preisgruppe (z.B. € | €€ | €€€ | €€€€ ) und auf der Seite mit den Einträgen als Preisspanne (25€ - 50€) angezeigt werden soll.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
de: Automatische Standorterkennung für Banner (Hero) und Suchfeld (Wo)

source: On for enable and Off for disable current location
de: Ein zum Aktivieren und Aus zum Deaktivieren der aktuellen Position

source: Auto-Location Detection Method
de: Verfahren zur automatischen Standorterkennung

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
de: Es stehen drei Optionen zur Verfügung, um den aktuellen Standort der Besucher zu ermitteln. <br /><br /><strong>GPS </strong> basierte Standorterkennung liefert extrem genaue Standortinformationen auf der Basis von Satelliten. (Zustimmung des Benutzers im Browser erforderlich. Ein Pop-Up wird dem Besucher angezeigt, um die Standorterkennung zu aktivieren). <br /><br /><strong>Geo IP DB und IP API</strong> basierte automatische Standorterkennung liefert weniger genaue Standortinformationen basierend auf Ihrer IP-Adresse und verwendet eine externe Datenbank, um die IP-Adresse einem physischen Standort zuzuordnen. (Im Browser ist keine Zustimmung des Benutzers erforderlich. Dem Benutzer wird kein Pop-Up angezeigt, um die Standorterkennung zu aktivieren).

source: User Dashboard
de: Benutzer-Dashboard

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
de: Aktivieren, um Resurva-Buchungen zuzulassen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
de: Aktivieren, um Timekit-Buchungen zuzulassen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Listings
de: Einträge

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie diese Option, um Einträge des Autors innerhalb des Dashboards anzuzeigen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Enable to show saved listings within the dashboard.
de: Aktiviere diese Option, um gespeicherte Einträge im Dashboard anzuzeigen.

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie diese Option, um Rechnungen im Dashboard anzuzeigen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Packages
de: Pakete

source: Enable to show packages within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie diese Option, um Preispläne im Dashboard anzuzeigen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Ad Campaign
de: Werbekampagne

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie das Anzeigen und Zulassen der Erstellung von Anzeigenkampagnen im Dashboard. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Appointments
de: Termine

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie diese Option, um Termine im Dashboard anzuzeigen. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie das Anzeigen und Zulassen der Erstellung von Menüs innerhalb des Dashboards. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: (Available only for business listing owners)
de: (Nur für Inhaber von Unternehmenseinträgen verfügbar)

source: Image Menu
de: Menükarte als Bild

source: (Available only for business listing owners)
de: (Nur für Inhaber von Unternehmenseinträgen verfügbar)

source: Announcements
de: Ankündigungen

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie das Anzeigen und Zulassen der Erstellung von Ankündigungen innerhalb des Dashboards. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
de: Ermöglicht die Anzeige und Erstellung von Events innerhalb des Dashboards. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Discount/Offers/Deals
de: Rabette/Angebote/Deals

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
de: Aktivieren Sie das Anzeigen und Zulassen der Erstellung von Rabatten/Angeboten/Deals innerhalb des Dashboards. (Nur für Inhaber von Firmeneinträgen verfügbar)

source: Enable to show the logout button within the dashboard.
de: Aktivieren Sie diese Option, um den Logout-Button im Dashboard anzuzeigen.

source: Delete Converstaion Button
de: Unterhaltung löschen - Button

source: Body Font
de: Body Schriftart

source: Specify the body font properties.
de: Geben Sie die Eigenschaften des Körpers an.

source: Navigation Style and Anchor
de: Navigationsstil und Anker

source: Typography option with each property can be called individually.
de: Typografie-Option mit jeder Eigenschaft kann einzeln aufgerufen werden.

source: Heading h1 Style
de: Heading h1 Stil

source: Heading h2 Style
de: Heading h2 Stil

source: Heading h3 Style
de: Heading h3 Stil

source: Heading h4 Style
de: Heading h4 Stil

source: Heading h5 Style
de: Heading h5 Stil

source: Heading h6 Style
de: Heading h6 Stil

source: Paragraph and small elements
de: Absatz und kleine Elemente

source: Enable to show Top Bar within Header
de: Aktivieren, um die Top Bar im Header anzuzeigen

source: Enable/Disable Top bar
de: Top Bar aktivieren/deaktivieren

source: Top bar Background Color Inner Pages
de: Top Bar Hintergrundfarbe Unterseiten

source: (default: #42a7df).
de: (Standard: #42a7df).

source: Top bar Color Inner Pages
de: Top Bar Farbe Innenseiten

source: (default: #797979).
de: (Standard: #797979).

source: (default: #fff).
de: (Standard: #fff).

source: Fixed Header In Inner Pages
de: Fixierter Header auf Unterseiten

source: Position Top Fixed Header In Inner Pages.
de: Positionieren Sie die obere feste Kopfzeile auf den Unterseiten.

source: (default: #ffffff).
de: (Standard: #ffffff).

source: Categories in Header
de: Kategorien im Header

source: Upload your logo to show within the Header on the Homepage.
de: Laden Sie Ihr Logo hoch, um es im Header auf der Homepage anzuzeigen.

source: Logo for Inner Pages
de: Logo für Unterseiten

source: Upload your logo to show within the Header on Inner Pages.
de: Laden Sie Ihr Logo hoch, um es in der Kopfzeile auf Unterseiten anzuzeigen.

source: Page header background image
de: Seitenkopf Hintergrundbild

source: Upload your Image here
de: Laden Sie hier Ihr Bild hoch

source: Choose Login Popup style
de: Wählen Sie den Login-Popup-Stil

source: Homepage Banner Style
de: Homepage Banner Stil

source: Select Search Style
de: Wählen Sie den Suchstil

source: Banner height
de: Bannerhöhe

source: Banner background type
de: Banner Hintergrund-Typ

source: Select if banner shows static image or video.
de: Wählen Sie aus, ob das Banner ein statisches Bild oder Video zeigt.

source: Home Banner Image
de: Startseite Banner Bild

source: Upload image for homepage banner
de: Bild für Banner auf Startseite hochladen

source: Home Video Banner Image
de: Startseiten-Banner Video

source: Upload video poster for homepage banner
de: Videoposter für Homepage-Banner hochladen

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
de: Bitte verwenden Sie eine korrekte Video-URL mit einer Erweiterung wie .mp4. Vermeiden Sie die Verwendung einer Videoseiten-URL wie Youtube oder Vimeo

source: Link image to listing if images have been provided by a listing
de: Bild mit dem Eintrag verknüpfen, wenn Bilder durch einen Eintrag zur Verfügung gestellt wurden

source: Listing ID
de: Eintrag ID

source: Listing ID for a link to the listing
de: Listing ID für einen Link zum Eintrag

source: Banner Taxonomy
de: Banner-Taxonomie

source: Choose if banner catgory boxes show Category, Location or features
de: Wählen Sie, ob die Banner-Kategoriefelder Kategorie, Standort oder Features anzeigen

source: Select Categories to show for banner taxonomy
de: Kategorien auswählen, die für die Banner-Taxonomie angezeigt werden

source: Select Categories to show in the search dropdown
de: Wählen Sie die Kategorien, die in der Such-Dropdown-Liste angezeigt werden sollen

source: Locations
de: Standorte

source: Select Location to show for banner taxonomy
de: Wählen Sie den anzuzeigenden Standort für die Banner-Taxonomie

source: listing Features
de: Eintrag Features

source: Select features to show for banner taxonomy
de: Wählen Sie Funktionen aus, die für die Bannertaxonomie angezeigt werden sollen

source: Categories Text
de: Kategorien Text

source: Map Height
de: Karte Höhe

source: Banner Search Placeholder
de: Banner Suche Platzhalter

source: Location Default Text
de: Standort Default Text

source: Search Top Title
de: Suche Top Titel
