Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
de: Ich akzeptiere, dass ich alle oben genannten Details vor dem Verfahren überprüft habe. Ich verstehe, dass die Werbekampagne nicht bearbeitet oder abgebrochen werden kann, ohne sich mit dem Site-Administrator in Verbindung zu setzen

source: Unsaved Event
de: Nicht gespeichertes Event

source: Summary
de: Zusammenfassung

source: ITEM
de: ARTIKEL

source: AMOUNT
de: BETRAG

source: Spotlight Ad
de: Startseite

source: Top of Search Ad
de: Anfang der Suche Werbekampagne

source: Sidebar Ad
de: Seitenleiste

source: Subtotal
de: Zwischensumme

source: Get results with no surprises
de: Erhalte Ergebnisse ohne Überraschungen

source: Get on top of the organic results intantly.
de: Sofortige Platzierung vor Suchergebnissen oder auf Startseite.

source: Pay only when ads are clicked.
de: Mache schnell auf Dein Partnerprogramm aufmerksam.

source: Never Spend more than your budget limit.
de: Gebe niemals mehr als Dein Budgetlimit aus.

source: Need help getting started?
de: Benötigst Du Hilfe beim Einstieg?

source: Call (877) 777-7777
de: Telefon: +49 221 530 06602

source: Invoices for Ads
de: Rechnungen für Anzeigen

source: Search Page Ads
de: Suchseite Anzeigen

source: - Purchased Ads
de: - Gekaufte Anzeigen

source: View Detail
de: Detail anzeigen

source: Order#
de: Bestellung#

source: Purchased Date
de: Kauf Datum

source: Expiry Date
de: Verfallsdatum

source: Sorry ! There is no Invoice generated yet!
de: Es tut uns leid ! Es ist noch keine Rechnung generiert!

source: ADS STATS
de: ANZEIGEN STATISTIKEN

source: are you sure you want to delete?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?

source: Add new announcement
de: Neue Ankündigung machen

source: All Announcements
de: Alle Ankündigungen

source: Add new
de: Hinzufügen

source: Listing title
de: Partnerprogramm Titel

source: On/off
de: An/Aus

source: Call to action title
de: CAll-To-Action Titel

source: On/Off
de: An/Aus

source: Icon
de: Symbol

source: use font awesome
de: Font Awesome benutzen

source: Add Announcements
de: Ankündigung machen

source: Live Preview
de: Live Ansicht

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
de: z.B. 50% Rabatt auf Hochzeitsfotografie

source: We are proud to announce launch of new branch
de: Wir sind stolz, die Eröffnung einer neuen Filiale in Berlin bekannt zu geben

source: Announcement
de: Ankündigungen

source: Announcements not allowed with this listing. Please upgrade your plan.
de: Ankündigungen sind in diesem Leistungspaket nicht erlaubt. Bitte upgrade Dein Paket.

source: choose a Listing
de: Wähle einen Eintrag

source: Choose call to action type
de: Wähle den Call-To-Action Typ

source: Announcement Title
de: Titel der Ankündigung

source: Save 20% on 3 nights stay
de: Spare 20% bei frühzeitiger Buchung

source: Buy Tickets
de: Tickets kaufen

source: Contact Us Title
de: Kontaktiere und Überschrift

source: Mention Listingpro! save 5% on services
de: Erwähnen Sie Listingpro! und sparen Sie 5% bei den Dienstleistungen

source: Contact Us
de: Kontaktieren Sie uns

source: Free appetizer with purchase of two entrees
de: Fotobuch geschenkt bei Buchung eines Fotoshootings

source: Get Offer
de: Angebot erhalten

source: Get a quote today and save up-to 40%
de: Fordern Sie noch heute ein Angebot an und sparen Sie bis zu 40%

source: Get Quote
de: Angebot einholen

source: Join Now Title
de: Jetzt beitreten Bezeichnung

source: 3 Free classes + 50% off from first purchase
de: 3 kostenlose Kurse + 50% Rabatt auf den ersten Einkauf

source: Join Now
de: Jetzt beitreten

source: Learn More Title
de: Mehr erfahren Bezeichnung

source: Checkout our new happy hour specialist
de: Entdecken Sie unsere tollen Angebote für Catering

source: Learn More
de: Mehr erfahren

source: Coupon Title
de: Coupon Titel

source: Print Coupon
de: Gutschein drucken

source: Title here10
de: Titel hier eingeben

source: 50% off your two purchase & first two Move-in-Trucks
de: Angebotsbeschreibung

source: Reserve Now
de: Jetzt reservieren

source: Same day appointment available
de: Termintitel

source: Schedule Appointment
de: Termin vereinbaren

source: choose an Icon
de: Wähle ein Icon

source: use font awesome class e.g fa fa-bullhorn
de: Benutze font awesome classes wie z.B "fa fa-bullhorn"

source: Your Message
de: Deine Nachricht

source: Ads - Promote your Listings
de: Anzeigen - Fördern Sie Ihre Angebote

source: Get Started Now!
de: Jetzt loslegen!

source: Sorry ! You have no Published listings yet!
de: Es tut uns leid ! Sie haben noch keine veröffentlichten Angebote!

source: Promote
de: Werben

source: Where you want to show your ad
de: Wo möchten Sie Ihre Werbeanzeige anzeigen

source: These ads will show in the bottom right of individual listings in a unique design.
de: Diese Anzeigen werden unten rechts auf den einzelnen Einträgen in einem einzigartigen Design angezeigt.

source: These ads will appear on the search results or category listing page.
de: Diese Anzeigen erscheinen auf der Seite mit den Suchergebnissen oder der Kategorieauflistung.

source: Show Random Ads
de: Zufällige Werbeanzeigen anzeigen

source: Show Detail Page Ads
de: Detailseite für Werbeanzeigen anzeigen

source: Show Ads in search and taxonomy
de: Werbeanzeigen in der Suche und unter Taxonomien anzeigen

source: Ad duration
de: Anzeigendauer

source: Total :
de: Gesamt:

source: inc.tax
de: Inc. Steuer

source: next
de: Nächster

source: Back
de: Zurück

source: Sorry ! You have no checkout payment method
de: Sorry! Sie haben keine Zahlungsmethode ausgewählt

source: Create Menu
de: Preisliste erstellen

source: description
de: Beschreibung

source: Menu Type
de: Preislisten Typ

source: Menu group
de: Preislisten Gruppe

source: Remove
de: Entfernen

source: Add Menu
de: Menü hinzufügen

source: old price
de: alter Preis

source: Upload Photo
de: Foto hochladen

source: Add
de: Hinzufügen

source: Add new
de: Hinzufügen

source: All Coupons
de: Alle Coupons

source: all deals
de: Alle Deals

source: active
de: Aktiv

source: add new
de: hinzufügen

source: Display In
de: Anzeigen in

source: Content Area
de: Beschreibung

source: Sidebar Area
de: Seitenleiste

source: discount
de: Rabatt

source: Discount
de: Rabatt

source: inactive
de: Abgelaufen

source: e.g. 46% Off - One Large Specialty Pizza
de: z.B.: 10% Rabatt ab einem Warenkorb von 100 Euro

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
de: z.B. zur Auswahl: zwei Gutscheine: jeweils für eine große Pizza im Wert von €20

source: Coupon Starts
de: Coupon beginnt

source: Coupon Ends
de: Coupon endet

source: e.g. SUMMER50
de: z.B.: SOMMER10

source: e.g. http://www.example.com
de: z.B.: https://www.example.com

source: Discount Value
de: Rabatt Wert

source: e.g. 50% || $50
de: z.B.: 50 % | 50 €

source: *Skip this if your deal doesn't include a coupon
de: *Überspringen Sie, wenn Ihr Angebot keinen Gutschein enthalten soll

source: e.g. CLICK HERE
de: z.B.: Hier klicken

source: *If left blank the default text "CLICK HERE" will be used.
de: *Standardtext „HIER KLICKEN“ wird verwendet, wenn leergelassen.

source: *Only enable Custom URL if you would like to redirect users to an external link.
de: *Aktivieren Sie eine benutzerdefinierte URL nur, wenn Sie die Benutzer auf einen externen Link umleiten möchten.

source: Discount Value %
de: Rabatt Wert %

source: Custom Text (Button)
de: Benutzerdefinierter Text (Button)

source: Custom URL (Button)
de: Benutzerdefinierte URL (Button)

source: e.g. http://www.listingprowp.com
de: z.B. http://www.listingprowp.com

source: Create Coupon
de: Coupon erzeugen

source: Choose a listing for the coupon
de: Wähle ein Eintrag für den Coupon

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
de: Coupons sind mit diesem Paket nicht erlaubt. Bitte aktualisiere Dein Paket.

source: $ Dollar
de: € Euro

source: % Percent
de: % Prozent

source: Coupon Starts
de: Coupon beginnt

source: Date
de: Datum

source: Time
de: Uhrzeit

source: set end date
de: Endtermin angeben

source: Coupon Ends
de: Coupon endet

source: External Coupon URL
de: Externe Coupon URL

source: Coupon Featured Image
de: Coupon Hauptbild

source: Message Sent Successfully
de: Nachricht erfolgreich gesendet

source: This event has no attendees so far.
de: Die Verantstaltung hat bisher keine Teilnehmer.

source: Go Back To Events
de: Zurück zu Veranstaltungen

source: Check All
de: Alle markieren

source: Username
de: Benutzername

source: Full Name
de: Vollständiger Name

source: Create Message
de: Nachricht schreiben

source: Enter Your Massage
de: Geben Sie Ihre Nachricht ein

source: Drop Pin
de: Auf Karte markieren

source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?

source: All Events
de: Alle Veranstaltungen

source: all events
de: Alle Veranstaltungen

source: upcoming
de: Bevorstehend

source: add new
de: Hinzufügen

source: start time
de: Uhrzeit

source: View Attendees
de: Teilnehmer anzeigen

source: Event Date
de: Datum der Veranstaltung

source: Event Time
de: Uhrzeit der Veranstaltung

source: Event Name
de: Name der Veranstaltung

source: Give it a short quick name
de: Geben Sie ihm einen kurzen Namen

source: Event Description
de: Beschreibung der Veranstaltung

source: Event Starts
de: Starttermin

source: Event start Time
de: Starttermin der Veranstaltung

source: Event Ends
de: Ende der Veranstaltung

source: Event End Time
de: Event Ende

source: Address
de: Adresse

source: e.g. Country, City, Location
de: z.B. Land, Stadt, Standort

source: Ticket URL
de: URL des Ticket-Webseite

source: Create New event
de: Veranstaltung hinzufügen

source: Choose an event organizer's listing
de: Bitte den dazugehörigen Eintrag wählen

source: Event not allowed or already an event with this listing.
de: Mit diesem Paket können keine Veranstaltungen veröffentlicht werden.

source: Event Title
de: Titel der Veranstaltung

source: Search By Google
de: Mit Google suchen

source: Manual Coordinates
de: Koordinaten

source: Event Location
de: Ort der Veranstaltung

source: Address for Google Maps
de: Adresse der Veranstaltung

source: Add Custom Address
de: Adresse des Events

source: Add address here
de: Adresse hier angeben

source: Time
de: Uhrzeit

source: Set end date
de: Enddatum setzen

source: e.g Enter description about your event
de: z.B. Beschreibung zu Ihrer Veranstaltung eingeben

source: Event Tickets
de: Ticket bestellen

source: Event URL
de: Veranstaltungs-Webseite

source: Event Featured Image
de: Bild zur Veranstaltung

source: Expired Listings
de: Abgelaufene Einträge

source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie das löschen möchten?

source: Sorry ! You have no list expired yet!
de: Es tut uns leid ! Du hast noch keine Liste abgelaufen!

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
de: Sie müssen zum ersten Mal hier sein. Sie werden hier Nachrichten sehen, wenn der Benutzer Sie über ein Formular kontaktiert.

source: Listing :
de: Eintrag :

source: Phone :
de: Telefon :

source: There is no replied message
de: Keine unbeantwortete Nachrichten

source: All Invoices
de: Alle Rechnungen

source: Reciept / Invoice
de: Quittung / Rechnung

source: date
de: Datum

source: amount
de: Betrag

source: (100% Discounted)
de: (100% Rabatt)

source: Unlimited
de: Unbegrenzt

source: View
de: Besuche

source: Invoice#
de: Rechnungsnummer

source: Date:
de: Datum:

source: Invoice To:
de: Rechnung an:

source: Pay To:
de: Bezahlen An:

source: Business Name
de: Firmenname

source: Call Us For Help
de: Rufen Sie uns an, um Hilfe zu erhalten

source: Invoice Details
de: Rechnungsdetails

source: Transaction ID
de: Transaktion ID

source: Listing Name
de: Name des Eintrags

source: Duration
de: Laufzeit

source: Amount
de: Betrag

source: Plan Price
de: Paketpreis

source: Paid with
de: Bezahlt mit

source: Download PDF
de: Als PDF herunterladen

source: Print
de: Drucken

source: INVOICE#
de: RECHNUNG

source: Tax Price
de: Steuern

source: Method
de: Methode

source: plan
de: Paket

source: You must be here for the first time. You will see Listing invoices here.
de: Du musst zum ersten Mal hier sein. Hier siehst Du die Auflistung der Rechnungen.

source: Billed To:
de: Rechnungsempfänger:

source: All Leads Form
de: Alle Lead Formulare

source: add new form
de: neues Formular hinzufügen

source: LISTING NAME
de: NAME DES EINTRAGS

source: Date-Time Local
de: Lokale Zeit

source: File
de: Datei

source: Minimum Value
de: Mindestwert

source: Maximum Value
de: Höchstwert

source: Default Value
de: Standard-Wert

source: no form found
de: kein Formular gefunden

source: Create Form
de: Formular erstellen

source: Message
de: Nachricht

source: Add form feild
de: Formularfeld hinzufügen

source: Invoices for Listing
de: Rechnungen zur Auflistung

source: - Purchased Listing
de: - Gekaufte Auflistung

source: wire
de: Überweisung

source: Published Listings
de: Veröffentlichte Auflistungen

source: Days Left
de: Tage übrig

source: Sorry ! You have no listing yet!
de: Es tut uns leid ! Du hast noch keine Auflistung!

source: All Listings
de: Meine Einträge

source: all
de: Alle

source: Add Google Analytics User ID
de: Google Analytics Benutzer-ID hinzufügen

source: title
de: Titel

source: views
de: Besuche

source: expiry
de: Läuft bis

source: Associated Plan
de: Paket

source: Days before
de: Tage bevor

source: Expiry
de: Ablaufdatum

source: Pay
de: Bezahlen

source: "Your time is limited, so dont waste it living someone elses life."
de: "Deine Zeit ist begrenzt, also verschwende sie nicht, indem du das Leben eines Anderen lebst."

source: Weekly
de: Woche

source: Monthly
de: Monat

source: Yearly
de: Jährlich

source: Select a Listing
de: Wähle ein Partnerprogramm

source: User Views
de: Seitenansichten

source: View your listings total views from the last Week or Month.
de: Alle Seitenansichten von letzter Woche oder Monat.

source: in All Times
de: Gesamte Zeit

source: more insights
de: Weitere Informationen

source: Customer Leads
de: Übermittelte Anfragen

source: View the total Leads from your listings for the last Week or Month.
de: Alle Kundenanfragen von letzter Woche oder Monat.

source: Customer Reviews
de: Kundenbewertungen

source: View the Total Reviews for your listings from the last Week or Month.
de: Alle Kundenbewertungen von letzter Woche oder Monat.

source: see less activity
de: weniger Aktivitäten anzeigen

source: see more activity
de: mehr Aktivitäten anzeigen

source: Rating alerts
de: Neue Bewertungen

source: Delete all related data
de: Lösche alle zugehörigen Daten

source: Types
de: Typen

source: Groups
de: Gruppen

source: add new groups
de: Neue Gruppe hinzufügen

source: add new types
de: Neuen Typ hinzufügen

source: Back to Menu
de: Zurück zum Menü

source: Add new type
de: Typ hinzufügen

source: Type Name
de: Typenbezeichnung

source: Add new group
de: Gruppe hinzufügen

source: Menu Types
de: Preislisten Typen

source: Recent Menu Groups
de: Neuste Menü Gruppen

source: Add Menu Group
de: Menügruppe hinzufügen

source: group text is required
de: Gruppen-Text ist erforderlich

source: Recent Menu Types
de: Neuste Menü Typen

source: Add Menu Type
de: Menü-Typ hinzufügen

source: menu type
de: Menü Typ

source: are you sure you want to delete all menus of this listing?
de: Sind Sie sicher, dass Sie alle Menüs dieser Liste löschen möchten?

source: ALL Menus
de: ALLE MENÜS

source: menu assigned to
de: Menü zugewiesen zu

source: No menu items added yet.
de: Es wurde noch keine Preisliste hinzugefügt.

source: ONILNE FOOD ORDERING SERVICES
de: ONLINE-BESTELLDIENSTE FÜR LEBENSMITTEL

source: e.g SALAD
de: z.B. SALAT

source: All Menus
de: Alle Menüs

source: Choose a listing for the menu item(s) *
de: Wählen Sie einen Eintrag für den/die Menüpunkt(e) *

source: Ex: $7
de: Z.B.: 7€

source: e.g. This delicious roasted chicken is marinated in...
de: z.B. Dieses köstliche gebratene Huhn wird mariniert in...

source: Make This Item As Popular Item
de: Machen Sie diesen Artikel zu einem beliebten Element

source: add menu item
de: Artikel in die Preisliste hinzufügen

source: View All Menu
de: Alle Anzeigen Menü

source: ALL TYPES
de: ALLE TYPEN

source: ALL GROUPS
de: ALLE GRUPPEN

source: e.g SPICY
de: z.B. SCHARF

source: All Packages
de: Alle Pakete

source: trans date
de: Trans-Datum

source: Pending Listings
de: Ausstehende Einträge

source: Days Left
de: Tage übrig

source: Posted
de: Veröffentlicht

source: days ago
de: Tage bevor

source: day ago
de: Tag bevor

source: Posted Today
de: Heute veröffentlicht

source: star rating.
de: Sterne-Bewertung.

source: Select New Images
de: Wählen Sie Neue Bilder aus

source: Review Response
de: Bewertung Antwort

source: You
de: Sie

source: posted a review on
de: Hat eine Rezension veröffentlicht

source: Rating:
de: Bewertung:

source: See More
de: Sehen Sie mehr

source: Review:
de: Überprüfung:

source: Edit this review
de: Bearbeiten Sie diese Rezension

source: received
de: Erhalten

source: submitted
de: Eingereicht

source: You must be here for the first time. You will see all reviews here.
de: Du musst zum ersten Mal hier sein. Du siehst hier alle Bewertungen.

source: posted on
de: veröffentlicht am

source: Public reply
de: Antworten

source: Write something in reply of this review
de: Schreiben Sie etwas in Antwort auf diese Rezension

source: Send Reply
de: Antwort senden

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
de: Sie müssen zum ersten Mal hier sein. Wenn Sie etwas hinzufügen möchten, klicken Sie auf die Schaltfläche unten.

source: Delete this review
de: Lösche diese Bewertung

source: You must be here for the first time. You will see all posted reviews here.
de: Du musst zum ersten Mal hier sein. Du siehst hier alle veröffentlichten Bewertungen.

source: All Saved Listings
de: Alle gespeicherten Einträge

source: Action
de: Löschen

source: Add Image Menu to any listing
de: Füge deine Menükarte als Bild hinzu

source: Title (example: "See Full Menu")
de: Titel (Beispiel: "Vollständiges Menü anzeigen")

source: Select your list to assign your food / service menu
de: Wählen Sie Ihre Liste aus, um das Menü Essen / Service zuzuweisen

source: You have no published listing.
de: Sie haben keine veröffentlichte Auflistung.

source: Menu Option is Currently Active On
de: Die Menüoption ist derzeit aktiv

source: All Subscriptions
de: Alle Abonnements

source: Subscription
de: Abonnement

source: Listing Title
de: Partnerprogramm Titel

source: Upcoming renewal
de: Erneuerung am

source: Are you sure you want to proceed action?
de: Bist Du sicher, dass Du fortfahren möchtest?

source: Unsubscribe
de: Abbestellen

source: exc. tax
de: exkl. MwSt

source: inc. tax
de: inkl. MwSt

source: Password Mismatch
de: Die Passwörter stimmen nicht überein

source: success
de: Erfolg

source: Update Profile Details
de: Profil bearbeiten

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
de: Aktualisieren Sie Ihr Foto manuell Wenn das Foto nicht gesetzt ist, ist das Standard-Gravatar das gleiche wie Ihr Login-E-Mail-Konto

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: eg. example@gmal.com
de: z.B. example@gmal.com

source: Adress 1st Line
de: Straße, Hausnummer

source: Your Address (1st line)
de: Straße, Hausnummer

source: Adress 2nd Line
de: Adresszusatz

source: Your Address (2nd line)
de: Adresszusatz (optional)

source: City
de: Stadt

source: Your City
de: Stadt

source: Zip Code
de: PLZ

source: State
de: Bundesland

source: Country *
de: Land *

source: Country
de: Land

source: About
de: Über

source: Write about youself
de: Schreibe über dich selbst

source: enter facebook profile url
de: Ihre Facebook-Profilseite

source: enter twitter profile url
de: Ihre Twitter-Profilseite

source: enter linkedin profile url
de: Ihre Linkedin-Profilseite

source: enter instagram profile url
de: Ihre Instagram-Profilseite

source: enter pinterest profile url
de: Geben Sie pinterest profile url ein

source: Update Password
de: Kennwort aktualisieren

source: New Password
de: Neues Kennwort

source: write new password
de: Neues Passwort schreiben

source: Repeat Password
de: Passwort wiederholen

source: write again your new password
de: Schreiben Sie Ihr neues Passwort erneut

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
de: Geben Sie das gleiche Passwort in beiden Feldern ein. Verwenden Sie einen Großbuchstaben und eine Nummer für ein stärkeres Passwort

source: Update profile
de: Profil aktualisieren

source: Download Profile
de: Profil herunterladen

source: Delete Account
de: Konto löschen

source: Delete all content.
de: Lösche den ganzen Content.

source: Attribute all content to super admin of website
de: Alle Inhalte dem Super-Admin der Website zuordnen

source: Confirm Deletion
de: Löschung bestätigen

source: Close
de: Schließen

source: Map View
de: Kartenansicht

source: List View
de: Listenansicht

source: FILTERS
de: FILTER

source: DIRECTIONS
de: WEGBESCHREIBUNG

source: MESSAGE
de: NACHRICHT

source: Click To See What Open Now
de: Jetzt geöffnet

source: Advanced Filters
de: Erweiterte Filter

source: Listings
de: Einträge

source: Results For
de: Ergebnisse für

source: Keyword
de: Schlüsselwort

source: Watch Video
de: Video ansehen

source: Add a Review
de: Rezension hinzufügen

source: See Menu
de: Menü anzeigen

source: See Filters
de: Siehe Filter

source: Click To GET
de: Hier Klicken um zu erhalten

source: Click To See Your Best Match
de: Klicken um die besten Treffer für Sie anzuzeigen

source: Sort By
de: Sortieren nach

source: Recent Listings
de: Neueste Einträge

source: of
de: von

source: Reviews
de: Bewertungen

source: Contact Info
de: Kontakt Info

source: Images
de: Bilder

source: View On Map
de: Auf der Karte ansehen

source: Write a Review
de: Bewertung schreiben

source: Hosted by
de: Angeboten von

source: 0 Attendees
de: 0 Teilnehmer

source: Going?
de: Dabei?

source: not going?
de: nicht dabei?

source: not going
de: nicht dabei

source: GOING?
de: DABEI?

source: Be the first to review!
de: Jetzt als erster bewerten!

source: call
de: Telefonnummer

source: Show Map
de: Kartenansicht

source: Direction
de: Karte anzeigen

source: call Now
de: anrufen

source: Your listing is pending for review.
de: Ihr Eintrag steht zur Überprüfung aus.

source: Your listing is pending! Please proceed to make it published
de: Ihr Eintrag steht noch aus! Bitte fahren Sie mit der Veröffentlichung fort

source: Success!
de: Erfolgreich!

source: Listing has been submitted
de: Partnerprogramm wurde eingereicht

source: Select Plan For Claim
de: Plan wählen

source: Close me!
de: Schließ mich!

source: Content is loading...
de: Inhalt wird geladen ...

source: Let's Get Started
de: Los geht's

source: Sorry! Your request failed
de: Sorry! Ihre Anfrage ist fehlgeschlagen

source: Card Number
de: Kartennummer

source: Expiration Date (MM/YYYY)
de: Ablaufdatum (MM/JJJJ)

source: Zip
de: PLZ

source: City...
de: Stadt...

source: Click To See Your Most Reviewed
de: Klicken Sie hier, um Ihre am meisten Bewerteten anzuzeigen

source: Click To See Your Most Viewed
de: Klicken Sie hier, um Ihre am meisten Angeschauten anzuzeigen

source: Click To See Your Highest Rated
de: Klicken Sie hier, um Ihre höchste Bewertung anzuzeigen
