Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: Sidebar Search Location Text
de: Sidebar-Suche Standorttext

source: Search Main Text
de: Suchen mein Haupttext

source: Search Upper Small Text
de: Suche im oberen kleinen Text

source: Upload image for logo on banner search form
de: Bild für Logo auf Banner-Suchformular hochladen

source: Show Listing Pin By
de: Zeige Eintrags-Pin von

source: On home page map, show pin based on the selection
de: Auf der Karte auf der Startseite, Pin entsprechend der Auswahl anzeigen

source: Category
de: Kategorie

source: Select a listing category
de: Wähle eine Partnerprogramm Kategorie

source: Google Map & Places API Key
de: Google Map & Places API-Schlüssel

source: Please set your own google map API key for your site( default key is for only demo)
de: Bitte legen Sie Ihren eigenen Google Map-API-Schlüssel für Ihre Website fest (Standard-Schlüssel ist nur für die Demo)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
de: Hier erhalten Sie Ihren Google Maps API-Schlüssel. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Put here MapBox token, If you leave it empty then Google map will work
de: Geben Sie hier das MapBox-Token ein. Wenn Sie es leer lassen, wird Google Maps genutzt

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
de: Holen Sie sich Ihren Mapbox-Schlüssel hier.<br>https://account.mapbox.com/access-tokens/create

source: Select any style
de: Wählen Sie einen Stil

source: Blog View
de: Blogansicht

source: Blog Grid View Style
de: Blog-Raster-Ansicht-Stil

source: Select between Responsive & App View. Find out more here
de: Wählen Sie zwischen Responsive & App Ansicht. Hier erfahren Sie mehr

source: Upload App View Menu Header Image
de: App Ansicht Menü Header Bild hochladen

source: Upload image to be used as the app view menu header
de: Hochladen eines Bildes, das in der App Ansicht im Header verwendet werden soll

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
de: Wählen Sie die Seite für die App-Ansicht zur Verwendung als Homepage aus. Dadurch können Sie eine separate Seite für Desktop und Mobile erstellen, die es Ihnen ermöglicht, die Homepage je nach Bildschirmgröße zu gestalten.

source: Default Map Location Latitude
de: Standard-Kartenstandort Breitengrad

source: This option will work on map only and only if there is no listing result found
de: Diese Option funktioniert nur auf der Karte und nur, wenn kein Eintrag gefunden wird

source: Default Map Location Longitude
de: Standard-Kartenstandort Längengrad

source: Order By Listings on archive/search result page
de: "Einträge sortieren nach" auf Archiv-/Suchergebnisseiten

source: Listings Order
de: Reihenfolge der Einträge

source: Listings Order on archive/search result page
de: Einträge Reihenfolge auf der Archiv-/Suchergebnisseite

source: Only logged in users can submit listings
de: Nur angemeldete Benutzer können Einträge einreichen

source: Select Timing Format
de: Zeitformat auswählen

source: The select page that Contact Support button links to.
de: Die Seite, zu der der Kontakt Support - Button verlinken soll.

source: Change Plan Button
de: Plan ändern Button

source: Enable to allow users to change plan via the dashboard
de: Aktivieren, damit Benutzer den Preisplan über das Dashboard ändern können

source: Listings Per Page
de: Anzeigen pro Seite

source: It will effect on taxonomy and search page.
de: Es wird auf Taxonomie und Suchseite wirken.

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
de: Laden Sie ein Standardbild hoch, das als Feature-Bild verwendet wird, nur wenn der Benutzer kein Bild hochlädt.

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
de: Aktivieren Sie die Verwendung eines Bildes aus der Galerie des Eintrags als Feature-Bild, wenn ein Feature-Bild nicht hochgeladen wurde.

source: Map Pin Image for Contact Us Page and Listing Details Page
de: Abbildung der Kartennadel für die Seite Kontakt und Eintrags Detailseite

source: Upload your image
de: Laden Sie Ihr Bild hoch

source: Add Slider Height (without unitPixel/Percent)
de: Slider-Höhe hinzufügen (ohne Pixel-/Prozenteinheit)

source: Change Listing Status On Listing Moderation
de: Ändern des Status in der Partnerprogramm-Moderation

source: ON=Pending, OFF=Publish
de: ON=in Bearbeitung, OFF=Veröffentlichen

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
de: Aktivieren Sie diese Option, um den Eintrag auf "Ausstehend" zu setzen, nachdem dieser bearbeitet wurde. Der Eintrag wird erst angezeigt, wenn dieser vom Administrator veröffentlicht wurde.

source: If Enable => It means that custom icon will work on listing archive and search result pages
de: Wenn Aktiviert => bedeutet dies, dass das benutzerdefinierte Icon für Einträge im Archiv und auf den Suchergebnisseiten benutzt wird

source: Uploade custom icon for Archive & Search Pages
de: Laden Sie das benutzerdefinierte Icon für Archiv- und Suchseiten hoch

source: Listing Detail
de: Partnerprogramm Details

source: Select listing detail page Style
de: Wählen Sie den Stil der Eintrags Detailsseite aus

source: Choose from 1 of 4 styles.
de: Wähle von einem aus vier Stilen.

source: Top background image for this syle
de: Top-Hintergrundbild für diesen Stil

source: Set additional details position to sidebar or below content area
de: Position zusätzlicher Details in der Seitenleiste oder unter dem Inhaltsbereich festlegen

source: On=Show youtube video in popup, off=embed
de: Ein=Youtube-Video im Popup zeigen, Aus=einbetten

source: Detail Listing Page Report Button
de: Melden-Button auf Eintrags - Detailseite

source: on/off
de: An/Aus

source: Enable to show report listing button within listing
de: Aktivieren zum Anzeigen der Schaltfläche "Berichtsauflistung" innerhalb des Eintrags

source: The design used when deals show within the content area.
de: Das Design, das verwendet wird, wenn Angebote innerhalb des Inhaltsbereichs angezeigt werden.

source: Discount/Deals (sidebar)
de: Rabatt/Deals (Sidebar)

source: The design used when deals show within the sidebar.
de: Das Design, das verwendet wird, wenn Deals in der Seitenleiste angezeigt werden.

source: Listing Archive View
de: Eintrag Archiv-Ansicht

source: Listing page layout
de: Seitenlayout für Einträge

source: Background Image
de: Hintergrundbild

source: Child Categories
de: Kinder-Kategorien

source: Enable to show child category boxes within the parent category
de: Aktivieren zum Anzeigen von untergeordneten Kategoriefeldern innerhalb der übergeordneten Kategorie

source: Choose display style for child categories
de: Wählen Sie den Anzeigestil für untergeordnete Kategorien

source: Ad Image
de: Anzeigenbild

source: Put ad here
de: Setzen Anzeige hier

source: Listing grid/list
de: Eintrag Raster/Liste

source: Include child Terms listings in Archive Results
de: Einträge untergeordneter Terms in Archiv-Ergebnisse aufnehmen

source: Enable to show listings within child category when searching the main category.
de: Aktivieren Sie diese Option, um bei der Suche in der Hauptkategorie die Einträge innerhalb der Unterkategorie anzuzeigen.

source: Hide Grid/List switcher
de: Raster/Liste - Schalter ausblenden

source: Enable to show button to switch between grid and list view.
de: Aktivieren, um den Button zum Umschalten zwischen Gitter- und Listenansicht anzuzeigen.

source: Listing Submit & Edit
de: Eintrag abschicken & Bearbeiten

source: Choose an option
de: Wähle eine Option

source: Choose submit listing form style.
de: Wählen Sie den Stil des Formulars zur Einreichung von Einträgen.

source: Gallery Images Upload Limit
de: Galeriebilder Upload Limit

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
de: Aktivieren Sie diese Option, um die Gesamtdateigröße (mb) der Bilder zu beschränken, die für ein einzelnes Angebot hochgeladen werden dürfen. Individuelle Preisplaneinstellungen überschreiben diese Option.

source: Size is in Mbs, Just use integer value. e.g 5
de: Dateigröße in MB, verwenden Sie eine Ganzzahl. z.B. 5

source: Enter total image size in MB. This is the total for all images within the listing.
de: Geben Sie die Gesamtbildgröße in MB ein. Dies ist die Summe für alle Bilder innerhalb eines Eintrags.

source: Upload Image for Submit Listing
de: Bild hochladen für Neuen Eintrag

source: Second section Image
de: Zweiter Abschnitt Bild

source: Upload Image for third section
de: Bild für den dritten Abschnitt hochladen

source: Upload Image for Fourth section
de: Bild für den vierten Abschnitt hochladen

source: Business Logo
de: Firmenlogo

source: Enable to allow upload of listing logo
de: Aktivieren, um das Hochladen des Firmenlogos zu ermöglichen

source: Image for Full Address Tip
de: Bild für vollständigen Adresstipp

source: Upload Image for Full Address Tip
de: Bild für vollständige Adresse Tipp hochladen

source: Image for City Tip
de: Bild für Stadt Tipp

source: Upload Image for City Tip
de: Bild für Stadt-Tipp hochladen

source: Image for Business Hours Tip
de: Bild für Öffnungszeiten Tipp

source: Upload Image for Business Hours Tip
de: Bild für Öffnungszeiten Tipp hochladen

source: Image for Business Logo
de: Bild für Firmenlogo

source: Upload Image for Business Logo
de: Bild für Firmenlogo hochladen

source: Quick Tips
de: Quick-Tipps

source: Enable To Show Quick Tips.
de: Aktivieren, um Quick-Tipps anzuzeigen.

source: Quick Tip Title
de: Schneller Tipp Titel

source: Title Text
de: Titel-Text

source: Address
de: Adresse

source: Google Address Button Text
de: Google-Adresse Button Text

source: Custom Address Button Text
de: Benutzerdefinierter Adress-Button Text

source: Whatsapp Field Label
de: Whatsapp Feld Bezeichnung

source: Label for whatsapp field
de: Bezeichnung für Whatsapp-Feld

source: Phone Text
de: Telefon Text

source: Website Text
de: Text für Webseite

source: Operational Hours Text
de: Öffnungszeiten Text

source: 2nd Time Slot
de: 2. Zeitfenster

source: Select your listing features
de: Wählen Sie zusätzliche Infos

source: Price Range Text
de: Preisspanne Text

source: Price From
de: Preis von

source: Price From Text
de: Preis von - Text

source: Price To
de: Preis bis

source: Price To Text
de: Preis bis - Text

source: Social
de: Soziale Netzwerke

source: Hide or show all socials
de: Verstecke oder zeige alle sozialen Netzwerke

source: Business video
de: Firmenvideo

source: Business video Text
de: Firmenvideo-Text

source: Submit Listing Button Text
de: Eintrag einreichen Button Text

source: Edit Listing Button Text
de: Eintrag einreichen Button Text

source: Location
de: Standort

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
de: Dieser Abschnitt bezieht sich auf das Feld "Standorte" bei der Einreichung und Bearbeitung von Einträgen. Sie können entweder die Option "Auto" oder "Manuell" auswählen

source: Select Location Type
de: Standortart wählen

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
de: Wählen Sie aus, ob die Standorte vom Administrator oder über Google Maps hinzugefügt werden. Wenn Google ausgewählt ist, können alle Orte auf der Welt ausgewählt werden, sofern sie nicht unten eingeschränkt sind.

source: Shortcode to restrict locations for specific country
de: Shortcode um Standorte für bestimmte Länder einzuschränken

source: Select option about locations pattern
de: Wählen Sie die Option über Standortmuster

source: Review
de: Bewertung

source: Enable to allow reviews within listings
de: Aktivieren, um Bewertungen innerhalb von Einträgen zuzulassen

source: Select option about review submit
de: Wählen Sie die Option für „Bewertung senden“ aus

source: Use Listing Image if No Image Uploaded with Review
de: Eintrags-Bild verwenden, wenn kein Bild mit der Rezension hochgeladen wurde

source: In case if there are no images uploaded with reviews.
de: Falls keine Bilder mit Rezensionen hochgeladen wurden.

source: Multi Rating
de: Multi-Kriterien-Bewertung

source: Enable to choose multipoint reviews
de: Aktivieren Sie die Auswahl von Mehrpunkt-Bewertungen

source: Gallery Images Size
de: Dateigröße der Galeriebilder

source: Allowed size of all images in gallery
de: Erlaubte Größe aller Bilder in der Galerie

source: Reviews Order Filter
de: Rezensionen Reihenfolge-Filter

source: Leads Form
de: Interessenten Formular

source: Show / Hide leads form from listing detail page
de: Formular für Leads auf der Detailseite eines Eintrags anzeigen/verbergen

source: Enable to show Lead From within listings
de: Aktivieren Sie die Anzeige des Lead-Formulars innerhalb von Einträgen

source: on=show only on claimed, off= show on all listing
de: Ein=Zeige nur auf beanspruchte, Aus=zeige auf alle Einträge

source: Enable to only show lead form within claimed listings
de: Aktivieren Sie diese Option, um nur das Lead-Formular innerhalb der beanspruchten Einträge anzuzeigen

source: Listing Claim
de: Listing Anspruch

source: Show / Hide claim option for listing
de: Option für beanspruchte Einträge anzeigen/verbergen

source: Claim
de: Anspruch

source: Enable to allow claiming listings.
de: Aktivieren, um das Beanspruchen von Einträgen zuzulassen.

source: Claim Form Top Image
de: Anspruch-Formular Oberes Bild

source: Upload Claim Popup Top Image.
de: Beanspruchen-Popup oberes Bild hochladen.

source: Claim Popup Image
de: Beanspruche das Popup-Bild

source: Claim Details
de: Anspruch Details

source: put text here about claim
de: Text zum Anspruch hier eingeben

source: Listing Nearby
de: Einträge in der Nähe

source: Show nearby listings in listing detail page sidebar
de: Nahegelegene Einträge in der Sidebar der Eintragsdetailseite anzeigen

source: Add Distance for Nearby Location
de: Entfernung zur nahe gelegenen Orten hinzufügen

source: Enter only numberic values. Do not add distance units here
de: Geben Sie nur numerische Werte ein. Fügen Sie hier keine Entfernungseinheiten hinzu

source: Destination in
de: Zielort in

source: Nearby Destination Calculate in
de: Nahegelegenes Reiseziel Berechnen in

source: Adsense code for listings page. If not entered AdSense will not show
de: Adsense-Code für die Eintragsseite. Wenn nicht eingegeben, wird AdSense nicht angezeigt

source: Adsense code for archive pages. If not entered AdSense will not show
de: Adsense-Code für Archivseiten. Wenn nicht eingegeben, wird AdSense nicht angezeigt

source: Author Archive
de: Autoren-Archiv

source: Banner Image
de: Banner-Bild

source: My Listings
de: Meine Einträge

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: About Me
de: Über mich

source: Social Icons
de: Social-Media Icons

source: Hide
de: Ausblenden

source: Activities
de: Aktivitäten

source: Photos
de: Galeriebilder

source: Listing Counter
de: Eintrags-Zähler

source: Photos Counter
de: Fotos-Zähler

source: Reviews Counter
de: Bewertungs-Zähler

source: Report Button
de: Melden-Button

source: Pricing Plan
de: Paket

source: Assign plan to expired listing
de: Plan dem abgelaufenen Eintrag zuweisen

source: Enable to change the listing plan after existing expires
de: Aktivieren, um den Preisplan nach Ablauf des aktuellen Plans zu ändern

source: Select plan listings will switch to after expired.
de: Preisplan wählen, dem abgelaufene Einträge zugewiesen werden sollen.

source: Paid Listing Claim
de: Bezahlter Eintragsanspruch

source: Attach specific plans for specific category
de: Weisen Sie spezifische Pläne für eine bestimmte Kategorie zu

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
de: Aktivieren Sie diese Option, um Pläne mit ausgewählten Eintrags-Kategorien zu verknüpfen. Auf diese Weise können Sie unterschiedliche Preispläne für jede Kategorie haben.

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
de: Aktivieren Sie diese Option, um Preispläne auf monatlich (30 Tage) oder jährlich (365 Tage) zu setzen. Dies ermöglicht Ihnen auch einen anderen Preis, z.B. einen Rabatt, wenn der Benutzer für ein ganzes Jahr bezahlt. <b>Ändern auf Aktivieren/Deaktivieren</b>

source: If you enble this option, Price will be display as per month in anual pricing plans
de: Wenn Sie diese Option verwenden, wird der Preis wie pro Monat in jährlichen Preisplänen angezeigt

source: Enable to show how much the total would be if paid monthly.
de: Aktiviere diese Option, um anzuzeigen, wie hoch der Gesamtbetrag bei monatlicher Zahlung wäre.

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
de: Dieser Abschnitt ist für Suchfilter auf der Archivseite. Hier können Sie die gewünschte Suchfilter-Option ein- / ausblenden. Sie können den Suchfilter auch vollständig ein- / ausblenden.

source: Open Time
de: Öffnungszeiten

source: Most Reviewed
de: Meist bewertet

source: Most Viewed
de: Meist gesehen

source: Best Match
de: Beste Ergebnisse

source: Categories
de: Kategorien

source: Near Me
de: In meiner Nähe

source: Location Distance unit
de: Standort Entfernung Einheit

source: Nearme Destination Calculate in
de: In meiner Nähe Ziel berechnen in

source: Default Near Me Value
de: Standardwert in meiner Nähe

source: Min Near Me Range
de: Mindestwert für "In meiner Nähe" - Bereich

source: Max Near Me Range
de: Höchstwert für "In meiner Nähe" - Bereich

source: Additional Filter options
de: Weitere Filteroptionen

source: Search
de: Suchen

source: What Field
de: Was-Feld

source: Enable to show What Field within the search bar.
de: Aktivieren Sie diese Option, um das "Was?" - Feld in der Suchleiste anzuzeigen.

source: on=hide off=show
de: ein=ausblenden aus=anzeigen

source: Default Search By
de: Standardmäßige Suche nach

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
de: Wenn jemand keinen Vorschlag aus dem "Was"-Feld des Suchformulars auswählt, dann zeigt diese Option die entsprechenden Auswirkungen auf die Suchergebnisse an.

source: This require auto location enable
de: Dies erfordert die automatische Standortfreigabe

source: Enable typing in homepage location search field
de: Eingaben im Suchfeld für den Standort der Homepage erlauben

source: Enable typing in inner pages location search field
de: Eingaben im Suchfeld für den Standort auf Unterseiten erlauben

source: locations option for listing search in search form
de: Standort Optionen zum auflisten der Suche im Suchformular

source: Exclude Listing Title From Suggestions in Search
de: Eintrags-Titel von Vorschlägen in der Suche ausschließen

source: on=exclude, off=include
de: Ein=ausschließen, Aus=einschließen

source: Payment
de: Bezahlung

source: Submitted Listing Require Approval
de: Eingereichter Eintrag erfordert Genehmigung

source: Paid Submission
de: Bezahlte Anmeldung

source: Auto Recurring Payment
de: Automatische wiederkehrende Zahlung

source: Number of Expire Days
de: Anzahl der Ablauftage

source: Terms & Conditions Page
de: Nutzungsbedingungen Seite

source: Select terms & conditions page
de: Wählen Sie die Allgemeinen Geschäftsbedingungen Seite

source: Checkout Page
de: Kasse Seite

source: Select checkout page
de: Checkout-Seite auswählen

source: Failed Payment page - after failed payment
de: Fehlgeschlagene Zahlungsseite - nach fehlgeschlagener Zahlung

source: This must be an URL.
de: Dies muss eine URL sein.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
de: Wählen Sie die Seite für fehlgeschlagene Zahlung. Die Seite erfordert den Shortcode für fehlgeschlagene Zahlung.

source: Thank you page - after successful payment
de: Vielen Dank Seite - nach erfolgreicher Zahlung

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
de: Wählen Sie die Seite, die für eine erfolgreiche Zahlung verwendet wird. Die Seite erfordert den Shortcode für Erfolgreiche Zahlung.

source: Enable to allow coupons during checkout.
de: Aktivieren Sie diese Option, um Coupons während des Bestellvorgangs zuzulassen.

source: Enable disable for Custom Inovice Start No.
de: Aktivieren Sie „deaktivieren“ für benutzerdefinierte Rechnungsstart-Nr.

source: Api Type
de: Api-Typ

source: Select between Live and Sandbox. Sandbox is used for testing
de: Wählen Sie zwischen Live und Sandbox. Sandbox wird zum Testen verwendet

source: Secret Key
de: Geheimer Schlüssel

source: Publishable Key
de: Veröffentlichender Schlüssel

source: Direct Payment / Wire Payment
de: Direkte Zahlung / Wire Payment

source: Bank Transfer
de: Banküberweisung

source: API Type
de: API-Typ

source: Taxes
de: Steuern

source: Tax Title
de: Steuer-Titel

source: Value-Added Tax
de: Mehrwertsteuer

source: Tax Rate
de: Steuersatz

source: Add rate without % sign
de: Add rate ohne % sign

source: <span class="font24">General Email Settings</span>
de: <span class="font24">Allgemeine E-Mail-Einstellungen</span>

source: Set email address and email sender name here
de: Set E-Mail-Adresse und E-Mail-Absendernamen hier

source: Email Address
de: E-Mail-Addresse

source: Email address for general email sending
de: E-Mail-Adresse für allgemeine E-Mail senden

source: Email From
de: E-Mail von

source: Email sender name for general email sending
de: E-Mail-Absender Name für allgemeine E-Mail senden

source: <span class="font24">Global Shortcodes</span>
de: <span class="font24">Globale Kurzbefehle</span>

source: <span class="font24">New Registered User</span>
de: <span class="font24">Neuer registrierter Benutzer</span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
de: Verwenden Sie diese Shortcodes nur für E-Mails zur Benutzerregistrierung. %user_login_register als Benutzername, %user_pass_register als Benutzerpasswort, %user_email_register als E-Mail für neue Benutzer

source: Subject for New User Notification
de: Betreff für neue Benutzerbenachrichtigung

source: Email subject for new user notification
de: E-Mail-Betreff für neue Benutzerbenachrichtigung

source: Your username and password on %website_url
de: Ihr Benutzername und Passwort auf %website_url

source: Content for New User Notification
de: Inhalt für neue Benutzerbenachrichtigung

source: Email content for new user notification
de: E-Mail-Inhalt für neue Benutzerbenachrichtigung

source: Subject for New User Admin Notification
de: Betreff für neue Benutzer-Admin-Benachrichtigung

source: Email subject for new user admin notification
de: E-Mail-Betreff für neue Benutzer-Admin-Benachrichtigung

source: New User Registration
de: Neue Benutzerregistrierung

source: Content for New User Admin Notification
de: Inhalt für neue Benutzer-Admin-Benachrichtigung

source: Email content for new user admin notification
de: E-Mail-Inhalt für neue Benutzer-Admin-Benachrichtigung

source: <span class="font24">Submit Listing</span>
de: <span class="font24">Neuer Eintrag</span>
