Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: Click To See Listing With Coupons
de: Klicken Sie hier, um Einträge mit Coupons anzuzeigen

source: Brwose Anything!
de: Alles durchsuchen!

source: All Locations
de: Alle Orte

source: Catagory
de: Kategorie

source: Bar
de: Leiste

source: Share :
de: Teilen:

source: I am not going
de: Ich werde nicht teilnehmen

source: Choose a Plan to Claim Your Business
de: Wählen Sie einen Plan zur Inanspruchnahme Ihres Unternehmens

source: Claiming your business Listing
de: Erheben Sie Anspruch auf den Unternehmenseintrag

source: First
de: Vorname

source: Last
de: Nachname

source: Business E-Mail
de: Geschäftliche E-Mail

source: Please provide your business email which will be use for claim procedure.
de: Bitte geben Sie Ihre geschäftliche E-Mail an, die für das Antragsverfahren verwendet werden soll.

source: Business Email
de: Geschäftliche E-Mail

source: Verfication Details
de: Details für die Überprüfung

source: Attach File
de: Datei hochladen

source: Detail description about your listing
de: Detaillierte Beschreibung Ihres schoolventures

source: USERNAME OR EMAIL
de: Benutzername oder E-Mail

source: PASSWORD
de: PASSWORT

source: Returning user? Check this box to Sign in
de: Wiederkehrender Benutzer? Aktivieren Sie dieses Kontrollkästchen, um sich anzumelden

source: You agree & accept our Terms & Conditions for posting this information?.
de: Ich willige ein, dass diese Website meine übermittelten Informationen speichert, sodass meine Anfrage beantwortet werden kann.

source: Claim your business now!
de: Informationen einreichen!

source: Claim request is processed after verification..
de: Der Antrag wird nach der Überprüfung bearbeitet..

source: Return to Dashboard
de: Zurück zum Dashboard

source: Claim This Listing
de: Anspruch auf diese Auflistung

source: Own or work here?
de: Sie sind Inhaber?

source: Claim Now!
de: Anspruch erheben!

source: Validity:
de: Gültigkeit:

source: Validity:
de: Gültigkeit:

source: Validity Details:
de: Details Gültigkeit:

source: Which services are needed for your event?
de: Welche Leistungen werden für Ihr Event benötigt?

source: What type of event are you planning?
de: Welche Art von Event planst Du?

source: Name of the City where event is taking place
de: Name der Stadt, in der das Event stattfindet

source: What is the address?
de: Welche Adresse?

source: What is the date of your event?
de: Wie ist das Datum Ihres Events?

source: How many guests are you expecting at the event? (approximate)
de: Wie viele Gäste erwarten Sie bei der Veranstaltung? (Geschätzt)

source: Tell me more about your event?
de: Erzählen Sie mir mehr über Ihr Event?

source: Your full Name
de: Ihr Name

source: Your Phone Number
de: Ihre Telefonnummer

source: Your Email Address
de: Ihre E-Mail-Adresse

source: Deals
de: Angebote

source: Checkout
de: Auschecken

source: Be the first to review
de: Schreiben Sie die erste Bewertung

source: Want to report this?
de: Möchten Sie das melden?

source: see all
de: alle ansehen

source: Add Review
de: Bewertung hinzufügen

source: Oh Sorry! Your payment failed
de: Oh, das tut mir leid! Ihre Zahlung ist fehlgeschlagen

source: Congratulations! Your payment has been made successfull
de: Glückwünsche! Ihre Zahlung wurde erfolgreich gemacht
