Repository: ChusaInDaHouse/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: de

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
de: Verwenden Sie diese Shortcodes nur für die E-Mail zur Einreichung von Einträgen. %listing_title als Titel des Eintrags, %listing_url als URL des Eintrags

source: New Listing Submission Subject
de: Betreff für die Einreichung neuer Einträge

source: Email subject
de: E-Mail Betreff

source: Your listing has been submitted
de: Ihre Liste wurde eingereicht

source: New Listing Submission Content
de: Inhalt für die Einreichung neuer Einträge

source: Email content
de: E-Mail-Inhalt

source: New Listing Submission Subject(for admin)
de: Betreff für die Einreichung neuer Einträge (für Admin)

source: New listing has been submitted
de: Neue Liste wurde eingereicht

source: New Listing Submission Content(for admin)
de: Inhalt für die Einreichung neuer Einträge (für Admin)

source: <span class="font24">Purchase Activated</span>
de: <span class="font24">Kauf Aktiviert</span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
de: Verwenden Sie diese Short Codes nur für gekaufte aktivierte E-Mails. %listing_title als Titel des Eintrags, %listing_url als URL des Eintrags, %plan_title als Titel des Preisplans, %invoice_no als Rechnungsnummer

source: Purchase Activated Subject
de: Kauf aktiviert Betreff

source: Email subject for purchase activated
de: E-Mail-Betreff für den Kauf aktiviert

source: Your purchase has activated
de: Ihr Kauf wurde aktiviert

source: Email content for Purchase Activated
de: E-Mail-Inhalt für den Kauf aktiviert

source: Purchase Activated Subject(for admin)
de: Aktivierten Betreff kaufen(für Administratoren)

source: A purchased has been made
de: Ein Kauf wurde getätigt

source: Purchase Activated Content(for admin)
de: Aktivierten Inhalt kaufen (für Administratoren)

source: <span class="font24">Review Reply</span>
de: <span class="font24">Antwort überprüfen</span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
de: Verwenden Sie diese Shortcodes nur für E-Mail-Antworten zur Überprüfung. %listing_title als Eintragstitel, %listing_url als Eintrags-URL, %sender_name als Absendername, %reply als Rezensions-Antwort

source: Review Reply Subject
de: Rezension Antwort Betreff

source: Email subject for Review Reply
de: E-Mail-Betreff für Bewertungsantwort

source: Review Reply
de: Rezension beantworten

source: Review Reply Content
de: E-Mail-Inhalt für die Antwort auf die Bewertung

source: Email content for Review Reply
de: E-Mail-Inhalt für die Antwort auf die Bewertung

source: <span class="font24">Approved Listing</span>
de: <span class="font24">Genehmigtes Listing</span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
de: Verwenden Sie diese Shortcodes nur für Eintrag genehmigen E-Mail. %listing_title als Titel des Eintrags, %listing_url als URL des Eintrags

source: Listing Approved Subject
de: Eintrag genehmigt Betreff

source: Email subject for approved listing
de: E-Mail Thema für genehmigte Auflistung

source: Your listing approved
de: Ihre Auflistung genehmigt

source: Listing Approved Content
de: Eintrag genehmigt Inhalt

source: Email content for listing approved
de: E-Mail-Inhalt für die Liste genehmigt

source: <span class="font24">Expired Listing</span>
de: <span class="font24">Abgelaufene Auflistung</span>

source: Listing Expired Subject
de: Eintrag abgelaufen Betreff

source: Email subject for expired listing
de: E-Mail-Thema für abgelaufene Auflistung

source: Your listing expired
de: Ihr Eintrag ist abgelaufen

source: Listing Expired Content
de: Eintrag abgelaufen Inhalt

source: Email content for listing expired
de: E-Mail-Inhalt für die Auflistung abgelaufen

source: <span class="font24">Expired Ad Campaign</span>
de: <span class="font24">Abgelaufene Werbeanzeige</span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
de: Verwenden Sie diese Shortcodes nur für E-Mails mit der Meldung "Werbekampagne abgelaufen". %listing_title als Titel des Eintrags, %listing_url als URL des Eintrags

source: Ad Expired Subject
de: Werbeanzeige abgelaufen - Betreff

source: Email subject for expired ads campaign
de: E-Mail-Thema für abgelaufene Anzeigenkampagne

source: Your ad campaign has expired
de: Ihre Anzeigenkampagne ist abgelaufen

source: Ad Expired Content
de: Abgelaufener Anzeigeninhalt

source: Email content for ads campaigns expired
de: E-Mail-Inhalte für Werbekampagnen abgelaufen

source: Wire Invoice
de: Draht Rechnung

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
de: Verwenden Sie diese Shortcodes nur für Wire Invoice E-Mail. %listing_title als Titel des Eintrags, %listing_url als URL des Eintrags, %invoice_no als Rechnungsnummer

source: Email subject wire inovice
de: E-Mail Betreff Draht Rechnung

source: Email subject(admin)
de: E-Mail-Betreff (admin)

source: Email content(admin)
de: E-Mail-Inhalt (admin)

source: Claim Listing ( submission )
de: Anspruch Listing (Vorlage)

source: Listing Claim Submission Subject
de: Eintrag-Übernahme eingereicht Betreff

source: Email subject for claimer
de: E-Mail-Thema für Anspruchsberechtigte

source: Your claim has submitted
de: Ihre Forderung hat eingereicht

source: Listing Claim Submission Content
de: Eintrag-Übernahme eingereicht Inhalt

source: Email content for claimer
de: E-Mail-Inhalt für Anspruchsberechtigte

source: Listing Claim Submission Subject (Author)
de: Eintrag-Übernahme eingereicht Betreff (Autor)

source: Email subject for Author
de: E-Mail-Betreff für Autor

source: A claim has been submitted on your listing
de: Ein Antrag wurde bei Ihrem Inserat eingereicht

source: Listing Claim Submission Content (Author)
de: Eintrag-Übernahme eingereicht Inhalt (Autor)

source: Email content for Author
de: E-Mail-Inhalt für Autor

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
de: Hallo, Ein Antrag wurde zu Ihrem Eintrag <a href="%listing_url">%listing_title</a> eingereicht. Bitte kontaktieren Sie den Administrator für weitere Details

source: Listing Claim Submission Subject (Admin)
de: Betreff des Eintrag beanspruchen - Themas (Admin)

source: Email subject for Admin
de: E-Mail-Betreff für Admin

source: New Claim has been submitted
de: Neuer Anspruch wurde eingereicht

source: Listing Claim Submission Content (Admin)
de: Eintrag-Übernahme eingereicht Betreff (Admin)

source: Email content for Admin
de: E-Mail-Inhalt für Admin

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
de: Sie haben einen neuen Anspruch auf einen Eintrag erhalten <a href=“%listing_url”>%listing_title </a> Bitte melden Sie sich im Dashboard für weitere Details an

source: Claim Listing ( Approval )
de: Anspruch Listing (Genehmigung)

source: Listing Claim Approval Subject
de: Eintrag beanspruchen genehmigt - Betreff

source: Email subject(claimer)
de: Email-Betreff (Verkünder)

source: Your claim has approved
de: Ihr Anspruch hat genehmigt

source: Email content(claimer)
de: E-Mail-Inhalt (Antragsteller)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
de: Ihr Antrag für die Übernahme des Eintrags <a href="%listing_url">%listing_title</a> wurde genehmigt

source: Email subject(old owner)
de: E-Mail-Betreff (alter Besitzer)

source: Listing Claim notice
de: Auflisten Anspruch Bekanntmachung

source: Email content(old owner)
de: E-Mail-Inhalt (alter Besitzer)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
de: Eine Übernahme zu Ihrem Eintrag <a href="%listing_url">%listing_title</a> wurde genehmigt

source: Ad Campaign Active Subject
de: Aktives Thema der Anzeigenkampagne

source: Email subject campaign activation
de: E-Mail-Kampagne Aktivierung aktivieren

source: Ad Campaign Activated
de: Anzeigenkampagne aktiviert

source: Ad Campaign Active Content
de: Aktiver Inhalt der Anzeigenkampagne

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
de: Sie haben eine Kampagne zu Ihrem Eintrag <a href=“%listing_url”>%listing_title </a> aktiviert. Mit den Paketen %campaign_packages

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
de: Verwenden Sie diese Shortcodes für „Wiederkehrende Zahlung“-E-Mails. Sie können %listing_title als Eintragsbezeichnung, %plan_title als Paketpreisbezeichnung, %plan_price als Paketpreis, %plan_duration als Paketdauer und %notifybefore als Anzahl der Tage vor Fälligkeitsdatum verwenden. Verwenden Sie Shortcodes nur im Editor

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
de: Eine Zahlung erfolgt durch einen Benutzer nach %notifybefore Tag/Tagen. Details sind: Listing: %listing_title, Plan: %plan_title, Preis: %plan_price, Dauer: %plan_duration Tag/Tage

source: Subscription Cancelled Subject
de: Abonnement gekündigt - Betreff

source: Subscription Cancelled Content
de: Abonnement storniert - Inhalt

source: Your subscription has been canceled successfully
de: Dein Abonnement wurde erfolgreich gekündigt

source: Subscription Cancelled Subject (Admin)
de: Abonnement storniert - Betreff (Admin)

source: Subscription cancel notification
de: Abonnement Kündigungsbenachrichtigung

source: Subscription Cancelled Content (Admin)
de: Abonnement Storniert - Inhalt (Admin)

source: A subscription has been cancelled.
de: Ein Abonnement wurde gekündigt.

source: Lead Form Email Template
de: Lead-Formular E-Mail-Vorlage

source: Lead Form Subject
de: Kontaktformular Betreff

source: Email subject for lead form
de: E-Mail-Betreff für Lead-Formular

source: Somone contacted for a listing
de: Sie haben eine Anfrage zu Ihrem Eintrag erhalten

source: Lead Form Content
de: Kontaktformular Inhalt

source: Email content for lead form
de: E-Mail-Inhalt für Lead-Formular

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
de: Jemand hat Sie zu dem Eintrag "%listing_title" kontaktiert. Details sind wie folgt<br>Name: %sender_name<br>Email: %sender_email<br>Telefon:%sender_phone<br>Nachricht: %sender_message

source: Enter Subject of Email for Listing Author
de: Geben Sie den Betreff der Email für den Eintrags-Autor an

source: Review Submit Email
de: Rezension einreichen E-Mail

source: Review Submission Content (Author)
de: Rezension Einreichen Inhalt (Autor)

source: Email content for Listing Author
de: E-Mail-Inhalt für den Autor des Eintrags

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
de: Jemand hat Ihren Eintrag "%listing_title" bewertet. Details sind wie folgt<br>Rezensent: %reviewer_email<br>Rezension: %reviewtext<br>Eintrag:%listing_title<br>URL: %listing_url

source: Review Submission Subject(Reviewer)
de: Rezension einreichen Betreff (Rezensent)

source: Enter Subject of Email for Reviewer
de: Betreff der E-Mail für den Rezensenten eingeben

source: Review Submission content(Reviewer)
de: Rezension einreichen Inhalt (Rezensent)

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
de: Sie haben den Eintrag „%listing_title“ bewertet. Details: <br>Eintrag:%listing_title<br>URL: %listing_url

source: Show Agree to the Privacy Policy during using Signup
de: Anzeigen der Zustimmung zur Datenschutzrichtlinie während der Anmeldung

source: Listing Submission
de: Neuen Eintrag einreichen

source: Show Agree to the Privacy Policy during Listing Submission
de: Anzeigen der Zustimmung zu den Datenschutzrichtlinien bei der Einreichung von Einträgen

source: Review Submission
de: Rezension Einreichung

source: Listing Claim Form
de: Formular für beanspruchte Einträge

source: Show Agree to the Privacy Policy during Listing Claim Submission
de: Einverständnis mit der Datenschutzrichtlinie bei der Einreichung von beanspruchten Einträgen zeigen

source: Contact Form
de: Kontaktformular

source: Invoice
de: Rechnung

source: Company Logo
de: Firmenlogo

source: Upload company logo for invoices.
de: Hochladen Firmenlogo für Rechnungen.

source: Company Name
de: Name der Firma

source: Enter company full name
de: Geben Sie den Firmennamen ein

source: Company Address
de: Firmenanschrift

source: Enter company full address
de: Geben Sie die vollständige Adresse des Unternehmens ein

source: Company Phone
de: Firma Telefon

source: Additional Info
de: Zusätzliche Information

source: Ads
de: Werbung

source: Campaign type
de: Kampagnentyp

source: Select type of campaign
de: Wähe den Typ der Kampagne

source: Select Type of Ad Campaign Used
de: Wählen Sie den Typ der verwendeten Anzeigenkampagne aus

source: Spotlight Ads
de: Spotlight-Anzeigen

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
de: Aktivieren Sie Spotlight Ads. Spotlight Anzeigen werden Eintrags-Beitrag-Element angezeigt

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
de: Aktivieren Sie die Seite der Anzeigen. Seite der Anzeigen erfordert Widget im Eintrag

source: Side of Listing (PPD)
de: Seite der Einträge (PPD)

source: Side of Listing (PPC)
de: Seite des Eintrags (PPC)

source: Top of Search Ads
de: Anfang der Suche Werbekampagnen

source: Top of Search Ads Price (PPD)
de: Anfang der Suche Kampagnen-Preis (PPD)

source: Top of Search Price (PPC)
de: Anfang der Suche Kampagnen-Preis (PPC)

source: Show Google reCAPTCHA during Listing Submission
de: Google reCAPTCHA während der Einreichung eines Eintrags anzeigen

source: Show Google reCAPTCHA during Edit Listing
de: Google reCAPTCHA während der Bearbeitung eines Eintrags anzeigen

source: Show Google reCAPTCHA on Listing Lead Form
de: Google reCAPTCHA im Kontaktformular für Einträge anzeigen

source: Review Form
de: Rezensions-Formular

source: Show Google reCAPTCHA on Listing Review Submission
de: Anzeigen von Google reCAPTCHA bei der Einreichung von Rezensionen zu Einträgen

source: Contact Page Form
de: Kontakt Seite Formular

source: URL Config
de: URL-Konfig

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
de: Bitte aktualisieren Sie Permalinks (unter Einstellungen-Menü) nach Änderungen, die Sie in folgenden Schnecken machen (um eine 404 Fehlerseite zu vermeiden)

source: listing slug
de: Eintrag slug

source: Default is "listing"
de: Standard ist "eintrag"

source: listing category slug
de: Eintrag Kategorie slug

source: Default is "listing-category"
de: Standard ist "eintrag-kategorie"

source: Location slug
de: Standort slug

source: Default is "location"
de: Standard ist "ort"

source: Default is "features"
de: Standard ist "features"

source: Default is "events"
de: Standard ist "events"

source: Submit Listing Page
de: Eintrag einreichen Seite

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
de: Wählen Sie die Seite aus, die für die Einreichung von Einträgen verwendet wird (die Seite muss den Submit Listing Shortcode enthalten)

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
de: Wählen Sie die Seite, die für die Bearbeitung von Einträgen verwendet wird (die Seite muss den Shortcode Edit Listing enthalten)

source: Price plans Page
de: Paketpreis Seite

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
de: Wählen Sie die Seite aus, die für Preispläne verwendet wird (Seite muss den Shortcode Preisplan enthalten)

source: Contact Page
de: Kontaktseite

source: Translate all text strings into your own language
de: Übersetzen Sie alle Textstrings in Ihre eigene Sprache

source: Contact Information
de: Kontakt Informationen

source: Enable Contact Information to show on the Contact Page
de: Aktivieren Sie die Anzeige von Kontaktinformationen auf der Kontaktseite

source: Contact information
de: Kontakt Information

source: ON=SHOW, OFF= HIDE
de: EIN=Anzeigen, AUS=Ausblenden

source: Title for contact information
de: Titel für Kontaktinformationen

source: Enable Social Media Links to show
de: Aktivieren Sie die Anzeige von Social-Media-Links

source: Add or edit Form settings
de: Hinzufügen oder Bearbeiten von Formulareinstellungen

source: Cotact Form Provider
de: Kontaktformular Anbieter

source: Header for From
de: Header für Formular

source: Successful Submission Message
de: Nachricht über erfolgreiche Einreichung

source: Failed Submission Message
de: Nachricht über gescheiterte Übermittlung

source: Contact Map
de: Kontakt Karte

source: Set Latitude and longitude for contact page map
de: Stellen Sie Latitude und Längengrad für Kontaktseite ein

source: Contact Page Map
de: Kontakt Seite Karte

source: Enable to show Map
de: Aktivieren zum Anzeigen der Karte

source: Latitude
de: Latitude/Breite

source: Longitude
de: Longitude/Länge

source: Add or edit Footer information
de: Footer-Informationen hinzufügen oder bearbeiten

source: Select Footer layout
de: Footer Layout auszuwählen

source: Select footer widget layout
de: Footer Widget Layout auswählen

source: Control the number of columns in the footer
de: Steuern der Anzahl der Spalten im Footer

source: Footer top area Background color
de: Footer oberer Bereich Hintergrundfarbe

source: (default: #363f48).
de: (Standard: #363f48).

source: Controls the Background Color of the Footer
de: Steuert die Hintergrundfarbe des Footers

source: Footer bottom area Background color
de: Unterer Bereich der Footer - Hintergrundfarbe

source: (default: #45505b).
de: (Standard: #42a7df).

source: Footer Top Text Color ON/OFF
de: Footer oberer Text Farbe AN/AUS

source: Footer top area text color
de: Footer oberer Bereich Textfarbe

source: Footer Bottom Text Color ON/OFF
de: Footer untere Textfarbe AN/AUS

source: Footer bottom area text color
de: Footer unterer Bereich Textfarbe

source: Enter the text that displays in the Copyright Bar
de: Geben Sie den Text ein, der in der Copyright-Leiste angezeigt wird

source: Select Image to show with the Page Footer
de: Wählen Sie Bild aus, das mit dem Footer angezeigt werden soll

source: Theme Author Information
de: Theme Autor Information

source: Footer Text Section Heading
de: Footer Text Bereichsüberschrift

source: Footer Text Section Content
de: Footer Text Bereichtsinhalt

source: Documentation
de: Dokumentation

source: Section via hook
de: Abschnitt über Haken

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
de: <p class = "description"> Dies ist ein Abschnitt, der durch Hinzufügen eines Filters zu dem Abschnittsarray erstellt wurde. Kann von Kinderthemen verwendet werden, um Abschnitte aus den Optionen hinzuzufügen / zu entfernen. </p>

source: Black Friday 50% Off
de: Black Friday 50% Rabatt

source: Random Ads
de: Zufällige Anzeigen

source: Detail Page Ads
de: Details Seite Anzeigen

source: Enjoy using our features of Listings subscription in very cheap price
de: Nutzen Sie unsere Features des Abonnements für Einträge zu sehr günstigen Preisen

source: listing title
de: Partnerprogramm Titel

source: This theme requires the following plugin: %1$s.
de: Dieses Design erfordert das folgende Plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
de: Dieses Design empfiehlt das folgende Plugin: %1$s.

source: Begin installing plugin
de: Mit der Installation des Plugins beginnen

source: Begin updating plugin
de: Mit der Aktualisierung des Plugins beginnen

source: Begin activating plugin
de: Aktiviere das Plugin

source: Return to Required Plugins Installer
de: Zurück zu Required Plugins Installer

source: All plugins installed and activated successfully. %1$s
de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: This plugin needs to be updated to be compatible with your theme.
de: Dieses Plugin muss aktualisiert werden, um mit Ihrem Design kompatibel zu sein.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de: Das Remote-Plugin-Paket enthält keinen Ordner mit dem gewünschten Slug, und die Umbenennung hat nicht funktioniert.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de: Das Remote-Plugin-Paket besteht aus mehr als einer Datei, aber die Dateien sind nicht in einen Ordner gepackt.

# plugin A *and* plugin B
source: and
de: und

source: Active
de: Aktiv

source: Required Update not Available
de: Erforderliches Update nicht verfügbar

source: No plugins to install, update or activate.
de: Keine Plugins zum Installieren, Aktualisieren oder Aktivieren.

source: Activate %2$s
de: Aktiviere %2$s

source: Activate
de: Aktivieren

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de: Bei der Installation von %1$s ist ein Fehler aufgetreten: <strong>%2$s</strong>.

source: %1$s installed and activated successfully.
de: %1$s installiert und erfolgreich aktiviert.

source: Show Details
de: Details anzeigen

source: Hide Details
de: Details ausblenden

source: All installations and activations have been completed.
de: Alle Installationen und Aktivierungen sind abgeschlossen.

source: %1$s installed successfully.
de: %1$s erfolgreich installiert.

source: All installations have been completed.
de: Alle Installationen sind abgeschlossen.

source: Owner Response
de: Besitzer Antwort

source: Sorry! Listing owners can not post review on their listings!
de: Sorry! Inhaber des Eintrags können keine Bewertungen zum eigenen Eintrag veröffentlichen!

source: Sorry! already posted on this listing!
de: Sorry! Sie haben diesen Eintrag bereits bewertet!

source: Review has been submitted successfully
de: Überprüfung wurde erfolgreich eingereicht

source: Thanks for reacting
de: Danke für die Reaktion

source: Max. allowed images are
de: Max. erlaubte Bilder für dieses Paket:

source: Max. allowed images size is
de: Max. erlaubte Bildergröße ist

source: Add Review
de: Bewertung hinzufügen

source: Select Images
de: Bilder auswählen

source: Browse
de: Durchsuchen

source: Title
de: Bezeichnung

source: Example: It was an awesome experience to be there
de: Beispiel: Es war eine tolle Erfahrung, dort zu sein

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
de: Tipp: Eine gute Rezension schließt u.a. den ersten Eindruck, den Service und das Ambiente mit ein. Besonderheiten sowohl positiv als auch negativ sollten ebenfalls Bestandteil der Rezension sein!
