Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: es_es, pt_br

source: Activities
es_es: Actividades

source: Content
es_es: Contenido
pt_br: Conteúdo

source: Number of Activities
es_es: Número de actividades

source: Style
es_es: Estilo

source: Text Transform
es_es: Transformación de texto

source: None
es_es: Ninguno

source: UPPERCASE
es_es: MAYÚSCULAS

source: lowercase
es_es: minúsculas

source: Capitalize
es_es: Capitalizar

source: Interesting
es_es: Me gusta
pt_br: Interessante

source: Lol
es_es: Me divierte

source: Love
es_es: Lo amo
pt_br: Amei

source: You already reacted
es_es: Ya reaccionaste

source: Wrote a review
es_es: Escribió una reseña

source: Continue Reading
es_es: Continuar leyendo

source: LOL
es_es: Me divierte
pt_br: Legal

source: Blog Grids
es_es: Blog en cuadrículas
pt_br: Grades de Blog

source: All Categories
es_es: Todas las categorías
pt_br: Todas Categorias

source: Select Blog Element Style
es_es: Seleccione el estilo del blog

source: Blog Grid
es_es: Blog cuadrícula

source: Blog Circle
es_es: Blog circular

source: Select Blog Category
es_es: Seleccione categoría de blog

source: No. of posts
es_es: Nro. de publicaciones

source: Read More
es_es: Leer más
pt_br: Ler mais

source: Call To Action
es_es: Llamado a la acción

source: Call to Action with Button
es_es: Llamado a la acción con botón

source: Call to Action Style 3
es_es: Estilo de llamada a la acción 3

source: Call to Action without Button
es_es: Llamado a la acción sin botón

source: Call to Action Title
es_es: Título de llamada a la acción
pt_br: Título para Chamada de Ação

source: Short Description
es_es: Descripción corta
pt_br: Curta Descrição

source: Line 1
es_es: Línea 1

source: Line 2
es_es: Línea 2

source: Background Image
es_es: Imagen de fondo
pt_br: Imagem de Fundo

source: Button Text
es_es: Texto del botón
pt_br: Texto do Botão

source: Button Link
es_es: Enlace del botón
pt_br: Link do Botão

source: Phone Number
es_es: Número de teléfono
pt_br: Telefone

source: Listing Checkout
es_es: Checkout de empresa

source: Title
es_es: Título
pt_br: Título

source: Bank Transfer Image
es_es: Imagen para transferencia bancaria
pt_br: Imagem Transferência Bancária

source: Stripe Image
es_es: Imagen de Stripe
pt_br: Imagem Stripe

source: Paypal Image
es_es: Imagen de Paypal
pt_br: Imagem Paypal

source: 2 Checkout Image
es_es: Imagen de 2Checkout
pt_br: 2Checkout Imagem

source: Sorry! Currently Free mode is activated
es_es: ¡Lo sentimos! Modo gratuito está activado
pt_br: Desculpe! Atualmente o Plano Gratuito está ativado

source: Coupon Code
es_es: Código de cupón

source: Type Here
es_es: Ingresar aquí

source: APPLY CODE
es_es: APLICAR CÓDIGO

source: ITEM
es_es: DETALLE

source: PRICE
es_es: PRECIO

source: Tax(Value Added Tax)
es_es: Impuesto (IVA)

source: Terms And Conditions
es_es: Términos y condiciones

source: PROCEED TO NEXT
es_es: PROCEDER

source: Purchase
es_es: Compra
pt_br: Assinar

source: Claimed Listings
es_es: Empresas reclamadas

source: Listing Layout
es_es: Diseño de empresa

source: List View
es_es: Vista de lista

source: Grid View
es_es: Vista cuadriculada

source: Grid Style 1
es_es: Estilo cuadriculado 1

source: Grid Style 2
es_es: Estilo cuadriculado 2

source: Grid Style 3
es_es: Estilo cuadriculado 3

source: Grid Style 4
es_es: Estilo cuadriculado 4

source: Grid Style 5
es_es: Estilo cuadriculado 5

source: List Style 1
es_es: Estilo de lista 1

source: List Style 2
es_es: Estilo de lista 2

source: Posts per page
es_es: Publicaciones por página
pt_br: Postagens por página

source: 3 Posts
es_es: 3 publicaciones
pt_br: 3 Postagens

source: 6 Posts
es_es: 6 publicaciones
pt_br: 6 Postagens

source: 9 Posts
es_es: 9 publicaciones
pt_br: 9 Postagens

source: 12 Posts
es_es: 12 publicaciones
pt_br: 12 Postagens

source: 15 Posts
es_es: 15 publicaciones
pt_br: 15 Postagens

source: Client Testimonial
es_es: Testimonio de cliente
pt_br: Comentário do Cliente

source: Testimonial Style
es_es: Estilo de testimonio
pt_br: Estilo do Comentário

source: Default, on a white background color
es_es: Por defecto, sobre un fondo blanco
pt_br: Padrão, em uma cor de fundo branco

source: Inverted, on a dark background color
es_es: Invertido, sobre un fondo oscuro
pt_br: Invertido, em uma cor de fundo escuro

source: Client Name
es_es: Nombre de cliente
pt_br: Nome do Cliente

source: Client Avatar
es_es: Avatar de cliente
pt_br: Foto do Cliente

source: Testimonial Content
es_es: Contenido de testimonio
pt_br: Conteúdo do Comentário

source: Designation
es_es: Designación
pt_br: Designação

source: Content Boxes
es_es: Cajas de contenido

source: Select Single Content Box Style
es_es: Seleccionar estilo de caja de contenido único

source: Old Style
es_es: Viejo estilo

source: New Style
es_es: Nuevo estilo

source: Planning
es_es: Planificación

source: Sed ut perspiciatis unde omnis iste natus error sit v oluptatem accusantium or sit v oluptatem accusantiumor sit v oluptatem
es_es: Texto desconocido

source: Social Icons
es_es: Iconos sociales

source: Repeater List
es_es: Lista de repetidores

source: Edit Listing
es_es: Editar empresa
pt_br: Editar Anúncio

source: Subtitle
es_es: Subtítulo
pt_br: Subtítulo

source: Max. allowed images are
es_es: El máximo de imágenes permitidas son:

source: Max. allowed images size is
es_es: El máximo tamaño permitido para las imágenes es

source: You are currently signed in as
es_es: Actualmente ha iniciado sesión como
pt_br: Você está atualmente acessando como

source: Sign out
es_es: cerrar sesión
pt_br: Sair

source: or continue below and start submission.
es_es: o continúe cargando los datos de su empresa.
pt_br: ou continue abaixo com as suas informações.

source: Update & Preview
es_es: Actualizar & Previsualizar
pt_br: Atualizar & Visualizar

source: Something is missing! Please fill out all fields highlighted in red.
es_es: ¡Algo falta! Por favor, rellene todos los campos resaltados en rojo.

source: Primary listing details
es_es: Datos de su empresa

source: Put your listing title here and tell the name of your business to the world.
es_es: Ponga aquí el nombre de su empresa.

source: Enter your complete business name for when people who know your business by name and are looking you up.
es_es: Ingrese el nombre completo de su negocio para cuando las personas que conocen su negocio por su nombre lo puedan ubicar fácilmente.

source: Tagline
es_es: Eslogan

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
es_es: Para las empresas, las frases son importantes ya que ayudan a las empresas a transmitir a los clientes lo que desean hacer y sus principales objetivos

source: Tagline Example: Best Express Mexican Grill
es_es: Ejemplo de eslogan comercial: La mejor parrilla de Bolivia
pt_br: Escreva uma pequena frase que expresse sua empresa

source: Search By Google
es_es: Buscar en Google
pt_br: Google Maps

source: Manual Coordinates
es_es: Dirección manual
pt_br: Definir Coordenadas

source: Drop Pin
es_es: Ubicar en mapa

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
es_es: Comience a escribir y seleccione su ubicación desde las sugerencias de Google. Esto es para el mapa y también para ubicar su empresa.

source: Full Address
es_es: Dirección completa

source: Provide your full address for your business to show up on the map and your customer can get direction.
es_es: Proporcione su dirección completa para que su empresa aparezca en el mapa y su cliente pueda obtener orientación.

source: Your address for google map
es_es: Su dirección para Google map
pt_br: Digite seu endereço

source: Add address here
es_es: Ingresar dirección
pt_br: Endereço

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: The city name will help users find you in search filters.
es_es: El nombre de la ciudad ayudará a los usuarios a encontrar su empresa en los filtros de búsqueda.

source: select your listing region
es_es: Seleccione la ciudad de su empresa
pt_br: selecionar

source: City
es_es: Ciudad
pt_br: Cidade

source: Provide your city name for your business to show up on the map and your customer can get direction.
es_es: Proporcione el nombre de su ciudad para que su negocio aparezca en el mapa y su cliente puede obtener orientación.

source: Select your listing region
es_es: Seleccione la región de su empresa
pt_br: Selecionar

source: Select Location
es_es: Seleccione ubicación
pt_br: Selecionar Localização

source: Phone
es_es: Teléfono
pt_br: Telefone

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
es_es: Los números de teléfono locales generan 3 veces más llamadas que los números gratuitos. Siempre use un número de teléfono comercial y evite números de teléfono personales si es posible.

source: Your contact number
es_es: Teléfono de contacto
pt_br: Telefone

source: Website
es_es: Enlace a sitio web

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
es_es: Se recomienda proporcionar la URL del sitio web oficial y evitar las páginas de destino diseñadas para una campaña específica.

source: Your web URL
es_es: URL de tu sitio web
pt_br: URL do seu Site

source: category & services
es_es: Categoría & servicios

source: Categories
es_es: Categorías

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
es_es: Cuanto más específico sea con sus categorías, mejor. Si alguna vez elige ejecutar una campaña publicitaria, su anuncio se mostrará en las categorías que seleccione.

source: Choose one categories
es_es: Elige una categoría
pt_br: Selecionar

source: Select Category
es_es: Seleccionar categoría
pt_br: Selecionar Categoria

source: Additional Business Info
es_es: Información adicional del negocio
pt_br: Adicionar Info da Empresa

source: price details
es_es: Información de precios

source: Not to say
es_es: No mostrar
pt_br: Prefiro não dizer

source: Inexpensive
es_es: Barato
pt_br: Barato

source: Moderate
es_es: Moderado
pt_br: Moderado

source: Pricey
es_es: Alto
pt_br: Caro

source: Ultra High
es_es: Muy alto
pt_br: Muito Caro

source: Price Range
es_es: Rango de precios
pt_br: Variação de Preços

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
es_es: Establecer un rango de precios puede ayudar a atraer al público objetivo correcto y evitar situaciones incómodas tanto para los clientes como para el propietario.

source: Price From
es_es: Solo dígitos
pt_br: Preço Mín

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
es_es: Ser honesto con tus clientes puede construir una relación sólida. No dudes en incluirlo.

source: Only Digits
es_es: Solo dígitos
pt_br: Preço Mín

source: Price To
es_es: Solo dígitos
pt_br: Preço Máx

source: Business Hours
es_es: Horarios de atención
pt_br: Horário de Funcionamento

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
es_es: No quiere que sus clientes se detengan cuando está cerrado, así que siempre trate de mantener su hora al día. Mantener su tienda cerrada cuando su empresa indique que está abierta en el directorio podría llevar a una reseña negativa para su empresa.

source: business hours
es_es: horarios de atención

source: social media
es_es: redes sociales

source: Select
es_es: Seleccionar

source: Social Media
es_es: Redes sociales

source: Please Select
es_es: Por favor seleccione

source: frequently asked questions
es_es: Preguntas frecuentes

source: FAQ
es_es: Preguntas frecuentes / FAQ

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
es_es: Comparta algunas de las preguntas y respuestas más frecuentes para que sepan que usted es serio acerca de su negocio y realmente se preocupa por sus clientes.

source: Questions
es_es: Preguntas
pt_br: Perguntas

source: FAQ Answers
es_es: Respuesta FAQ

source: Answer
es_es: Respuesta
pt_br: Respostas

source: add new
es_es: añadir nuevo

source: Description
es_es: Descripción
pt_br: Descrição

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
es_es: Diga brevemente qué es lo que sus clientes deben saber sobre su negocio y qué es lo que tiene para ofrecer, lo que es único y lo hace mejor que los demás.

source: more info
es_es: Más información

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
es_es: Las etiquetas o palabras claves ayudarán a encontrar a su empresa en los resultados de búsqueda. Agregue una lista de palabras clave separadas por comas relacionadas con su negocio.

source: Enter tags or keywords comma separated...
es_es: Ingrese las etiquetas o palabras claves separadas por comas ","

source: media
es_es: Multimedia

source: (Optional)
es_es: (Opcional)
pt_br: (Opcional)

source: Video
es_es: Enlace a video institucional
pt_br: Vídeo

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
es_es: Llévelo al siguiente nivel y brinde más detalles sobre lo que tiene para ofrecer. Seleccione todo lo que se aplique a usted.

source: ex: https://youtu.be/lY2yjAdbvdQ
es_es: Ejemplo: https://youtu.be/btPJPFnesV4
pt_br: ex: https://youtube.com/link-do-video

source: Gallery
es_es: Galería

source: Images
es_es: Galería de fotos
pt_br: Galeria de Imagens

source: Drop files here or click to upload
es_es: Suelte los archivos aquí o haga clic para cargar

source: Browse Files
es_es: Cargar archivos
pt_br: Selecionar Imagens

source: Change Featured Image
es_es: Cambiar imagen destacada

source: Upload Featured Image
es_es: Subir imagen destacada

source: Featured Image
es_es: Foto principal

source: Browse
es_es: Examinar
pt_br: Navegar

source: Choose a file
es_es: Subir un archivo...
pt_br: Escolher Arquivo

source: Upload Business Logo
es_es: Logotipo comercial

source: Business Logo
es_es: Logotipo comercial

source: Browser
es_es: Examinar

source: Put your listing title here and tell the name of your business to the world.
es_es: Ponga aquí el título de su empresa y muestre el nombre de su negocio al mundo.

source: This is test data for quick tip for location field
es_es: Estos son datos de prueba para un consejo rápido para el campo de ubicación

source: this is test data for quick tip for location field
es_es: Estos son datos de prueba para un consejo rápido para el campo de ubicación

source: this is test data for quick tip for address field
es_es: Este es un dato de prueba para una sugerencia rápida para el campo de dirección

source: this is test data for quick tip for phone field
es_es: Estos son datos de prueba para un consejo rápido para el campo de teléfono

source: this is test data for quick tip for website field
es_es: Estos son datos de prueba para un consejo rápido para el campo de sitio web

source: this is test data for quick tip for faq field
es_es: Estos son datos de prueba para un consejo rápido para el campo de preguntas frecuentes.

source: Your Twitter URL
es_es: Twitter URL
pt_br: URL do Twitter

source: Your Facebook URL
es_es: Facebook URL
pt_br: URL do Facebook

source: Your LinkedIn URL
es_es: Linkedln URL
pt_br: URL do Linkedin

source: Your Youtube URL
es_es: Youtube URL
pt_br: URL do Youtube

source: Your Instagram URL
es_es: Instagram URL
pt_br: URL do Instagram

source: this is test data for quick tip for video field
es_es: Estos son datos de prueba para un consejo rápido para el campo de video

source: your contact email
es_es: Correo electrónico
pt_br: E-mail

source: Click below to review your listing.
es_es: Haga clic a continuación para enviar su empresa.
pt_br: Clique abaixo para Visualizar.

source: Your Location
es_es: Mi ubicación
pt_br: Sua Localização

source: Events Calendar
es_es: Calendario de eventos

source: Events View
es_es: Vista de eventos

source: Calander
es_es: Calendario

source: List
es_es: Lista

source: Events Calender Duration
es_es: Duración de calendario de eventos

source: Monthly
es_es: Mensual

source: Weekly
es_es: Semanal

source: Events Calender View
es_es: Vista de calendario de eventos

source: Classic
es_es: Clásico

source: Classic 2
es_es: Clásico 2

source: Modern
es_es: Moderno

source: Events Per Page
es_es: Eventos por página

source: Events
es_es: Publicar Eventos

source: all
es_es: todo

source: No Events Found
es_es: No se encontraron eventos

source: Feature Box
es_es: Caja de servicios

source: Box Style
es_es: Estilo de caja

source: Style 1
es_es: Estilo 1
pt_br: Estilo 1

source: Style 2
es_es: Estilo 2
pt_br: Estilo 2

source: Title for Description
es_es: Título para descripción

source: Sub Title for Description
es_es: Subtítulo para descripción

source: Feature Image
es_es: Imagen destacada
pt_br: Imagem de Destaque

source: Button Link (1)
es_es: Enlace del botón (1)
pt_br: Link Botão (1)

source: Button BG Image (1)
es_es: Imagen de fondo del botón (1)
pt_br: Imagem do Botão BG (1)

source: Button Link (2)
es_es: Enlace del botón (2)
pt_br: Link do Botão (2)

source: Button BG Image (2)
es_es: Imagen de fondo del botón (2)
pt_br: Imagem do Botão BG (2)

source: Hello World
es_es: Hola Mundo

source: Image Gallery
es_es: Galería de fotos
pt_br: Galeria de Imagens

source: Image gallery styles
es_es: Estilo de galería de fotos

source: Image for gallery
es_es: Imágenes para la galería
pt_br: Imagem da Galeria

source: Listing By
es_es: Empresa por
pt_br: Anúncios Por

source: Listing Options
es_es: Opciones de empresas
pt_br: Opções de Anúncio

source: By Category
es_es: Por categoría
pt_br: Por Categoria

source: By Location
es_es: Por ubicación
pt_br: Por Localização

source: By Location and Category
es_es: Por ubicación y categoría
pt_br: Por Localização e Categoria

source: Recent
es_es: Reciente
pt_br: Recente

source: Listing per page
es_es: Empresas por página
pt_br: Anúncio por página

source: Listing Categories
es_es: Categorías de empresa
pt_br: Categorias de Anúncios

source: Category Styles
es_es: Estilos de categoría
pt_br: Estilos de Categorias

source: Abstracted View
es_es: Vista abstracta

source: Abstracted View 2
es_es: Vista abstracta 2

source: Boxed View
es_es: Vista encajonada

source: Boxed View 2
es_es: Vista encajonada 2

source: Abstracted & Boxed View
es_es: Abstracto & Vista cuadriculada

source: Slider Style
es_es: Estilo de slider

source: Select Notice
es_es: Seleccione aviso
pt_br: Selecionar Aviso

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Select Categories
es_es: Seleccione categorías

source: Listings
es_es: Empresas
pt_br: Anúncios

source: Listing Entries
es_es: Empresas ingresadas

source: Locations
es_es: Ubicaciones
pt_br: Localizações

source: Location Styles
es_es: Estilos de ubicación

source: Select Locations
es_es: Seleccione ubicaciones

source: Order
es_es: Orden
pt_br: Ordem

source: Listing Posts By ID
es_es: Empresas por ID

source: Listing Posts
es_es: Empresas publicadas
pt_br: Postagens do Anúncio

source: Listings With Coupons
es_es: Empresas con cupones

source: Columns Element
es_es: Elemento de columnas

source: Column Left Image
es_es: Imagen de columna izquierda
pt_br: Imagem da Coluna Esquerda

source: First Column Title
es_es: Título de la primera columna
pt_br: Título Primeira Coluna

source: First Column Description
es_es: Descripción de primera columna
pt_br: Descrição Primeira Coluna

source: Best way to start managing your business listing is by claiming it so you can update.
es_es: La mejor manera de comenzar a administrar el perfil de su empresa es reclamarla para que pueda actualizarla.

source: Second Column Title
es_es: Título de segunda columna
pt_br: Título Segunda Coluna

source: 2- Promote
es_es: 2- Promover

source: Second Column Description
es_es: Descripción de segunda columna
pt_br: Descrição Segunda Coluna

source: Promote your business to target customers who need your services or products.
es_es: Promocione su negocio/empresa para dirigirse a clientes que necesitan sus servicios o productos.

source: Third Column Title
es_es: Título de tercera columna
pt_br: Título Terceira Coluna

source: 3- Convert
es_es: 3- Convertir

source: Third Column Description
es_es: Descripción de tercera columna
pt_br: Descrição Terceira Coluna

source: Turn your visitors into paying customers with exciting offers and services on your page.
es_es: Convierta a sus visitantes en clientes que pagan con interesantes ofertas y servicios en su página.

source: Listingpro Notification
es_es: Notificación ListingPro
pt_br: Listingpro Notificação

source: Notification Image
es_es: Imagen de notificación
pt_br: Imagem de Notificação

source: Notification Title
es_es: Título de notificación
pt_br: Título de Notificação

source: Success
es_es: Éxito
pt_br: Sucesso

source: Failed
es_es: Falló
pt_br: Falhou

source: Success Description
es_es: Descripción de éxito
pt_br: Descrição de Sucesso

source: An email receipt with detials about your order has been sent to email address provided.please keep it for your record
es_es: Se ha enviado un correo con los detalles de su pedido a la dirección de correo electrónico proporcionada. Consérvelo para su registro.
pt_br: Um e-mail com detalhes sobre a sua compra foi enviado para o seu endereço de e-mail adicionado. Por favor, mantenha-o salvo

source: Icon with description
es_es: Ícono con descripción
pt_br: Ícone com descrição

source: Notification Description
es_es: Descripción de notificación
pt_br: Descrição de Notificação

source: default
es_es: por defecto

source: Redirect to Page
es_es: Redirigir a la página
pt_br: Redirecionar para Página

source: Home
es_es: Inicio

source: Listingpro Partners
es_es: Socios de ListingPro

source: Logo Url
es_es: Url de logo

source: Partner logo
es_es: Logo de socio

source: Promotional Presentation
es_es: Presentación promocional

source: Presentaion Title
es_es: Título de presentación
pt_br: Título da Apresentação

source: Presentaion Short Description
es_es: Descripción corta de presentación
pt_br: Descrição da Apresentação

source: Presentaion First Title
es_es: Título de primera presentación
pt_br: Título da Apresentação

source: Presentaion First Designation
es_es: Designar primera presentación
pt_br: Designação da Apresentação

source: Presentaion First Image
es_es: Imagen de primera presentación
pt_br: Apresentação Primeira Imagem

source: Presentaion Second Title
es_es: Título de segunda presentación
pt_br: Apresentação Segundo Título

source: Presentaion Second Designation
es_es: Designar segunda presentación
pt_br: Apresentação Segunda Designação

source: Presentaion Left Image
es_es: Imagen izquierda de presentación
pt_br: Apresentação Imagem Esquerda

source: Promotional Services
es_es: Servicios promocionales

source: Banner Left Image
es_es: Imagen de banner izquierdo
pt_br: Imagem do Banner Esquerdo

source: Element Title
es_es: Título del elemento
pt_br: Elemento do Título

source: Element Description
es_es: Descripción de elemento
pt_br: Elemento Descrição

source: Promotional Support
es_es: Soporte promocional
