Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: es_es, pt_br

source: Styles
es_es: Estilos
pt_br: Estilos

source: Grid Style 6
es_es: Estilo Cuadrícula 6

source: LP Entries
es_es: Entradas de LP

source: LP Client Testimonial
es_es: Testimonio de cliente LP

source: Choose your testimonial style
es_es: Elije tu estilo de testimonio
pt_br: Escolha o estilo de testemunhos

source: Add designation
es_es: Añadir designación
pt_br: Adicionar designação

source: LP Locations
es_es: Ubicaciones LP

source: Choose your Listing style
es_es: Elije tu estilo de Empresa
pt_br: Escolha seu estilo de Anúncio

source: Select location
es_es: Seleccione ubicación
pt_br: Selecionar Localização

source: Order of locations
es_es: Orden de ubicaciones
pt_br: Ordem dos locais

source: LP Feature Box
es_es: Caja de servicios LP

source: Description about this element
es_es: Descripción de este elemento
pt_br: Descrição sobre este elemento

source: LP Listings By (location/category)
es_es: Empresas por (ubicación/categoría)

source: LP Listing Posts
es_es: Empresas LP

source: LP Listings With Coupons
es_es: Empresas con cupones

source: LP Listings by ID
es_es: Empresas de LP por ID

source: comma separated ids
es_es: ids separados por coma

source: LP Claimed Listings
es_es: Empresas reclamadas LP

source: LP Image Gallery
es_es: Galería de imágenes LP

source: Choose your Gallery style
es_es: Elije tu estilo de Galería

source: LP Video Testimonials
es_es: Testimonios en video LP

source: LP Blog Grids
es_es: Blog cuadrícula LP

source: Blog Grid
es_es: Blog en cuadrícula

source: Blog Circle
es_es: Blog en círculo

source: LP Content Boxes
es_es: Cajas de contenido LP

source: Element title
es_es: Título del elemento

source: LP Single Content Box
es_es: Caja de contenido único de LP

source: Select Single Content Box Sryle
es_es: Seleccione un solo estilo de cuadro de contenido

source: Old Style
es_es: Viejo estilo

source: New Style
es_es: Nuevo estilo

source: LP Partners
es_es: Socios LP

source: LP Single Partner Logo
es_es: Logo de socio único LP

source: Partner logo
es_es: Logo de socio

source: LP Activities
es_es: Actividades LP

source: 4 Posts
es_es: 4 publicaciones

source: 5 Posts
es_es: 5 publicaciones

source: LP Events
es_es: Eventos LP

source: 3 Events
es_es: 3 Eventos

source: 4 Events
es_es: 4 Eventos

source: 5 Events
es_es: 5 Eventos

source: 6 Events
es_es: 6 Eventos

source: 7 Events
es_es: 7 Eventos

source: All Events
es_es: Todos los eventos

source: LP Events Calander
es_es: Calendario de eventos LP

source: Calender
es_es: Calendario

source: New Title
es_es: Nuevo título

source: Title:
es_es: Título:

source: Options:
es_es: Opciones:

source: Hide Widget If There Are No Terms To Be Displayd?
es_es: ¿Ocultar widget si no hay términos para mostrar?

source: Hide Terms That Have No Related Posts?
es_es: ¿Ocultar términos que no tienen publicaciones relacionadas?

source: Order Terms By:
es_es: Ordenar Términos por:

source: Maximum Number Of Terms To Return:
es_es: Número máximo de términos a devolver:

source: Ids To Exclude From Being Displayed:
es_es: IDs para excluir de la visualización:

source: Only Display Terms With The Following Ids:
es_es: Solo mostrar términos con los siguientes ID:

source: Custom Taxonomies:
es_es: Taxonomías personalizadas:

source: Post order:
es_es: Orden de publicación:

source: Latest posts
es_es: Últimas publicaciones

source: Most commented posts
es_es: Publicaciones más comentadas

source: Post theme:
es_es: Publicar tema:

source: Thumbnail
es_es: Miniatura

source: No Thumbnail
es_es: Sin miniatura

source: Post from:
es_es: Publicar desde:

source: If you were not selected for cats, it will show all categories.
es_es: Si no fue seleccionado para gatos, mostrará todas las categorías.

source: Number of posts to show:
es_es: Número de publicaciones a mostrar:

source: It will show the Listings in ads
es_es: Mostrará empresas en la publicidad

source: Number of Listings:
es_es: Número de empresas:

source: Ads listings will show in sidebar in "random" order
es_es: La publicidad de la empresa se mostrará en la barra lateral en orden "aleatorio"

source: Social Style:
es_es: Estilo social:

source: Style One
es_es: Estilo 1

source: Style Two
es_es: Estilo 2

source: Style Three
es_es: Estilo 3

source: Be the first to review!
es_es: ¡Sé el primero en reseñar!

source: No listing found
es_es: No se encontraron empresas

source: It will show nearby listings
es_es: Mostrará empresas cercanas

source: Nearby listings will show in sidebar in "random" order
es_es: Las empresas cercanas se mostrarán en la barra lateral en orden "aleatorio"

source: Post
pt_br: Postagem

source: Order#
pt_br: Compra#

source: Plan
pt_br: Plano

source: Days
pt_br: Dias

source: Nothing in the list
pt_br: Nada na lista

source: Listing Reports
pt_br: Anúncios Denunciados

source: Listing Title
pt_br: Título do Anúncio

source: Description Color
pt_br: Cor da Descrição

source: SELECT A GATEWAY
pt_br: SELECIONAR PAGAMENTO

source: No
pt_br: Não

source: Select File
pt_br: Selecionar Arquivo

source: Random Ads
pt_br: Aleatoriamente

source: Detail Page Ads
pt_br: Resultados e Categorias

source: Top in Search Page Ads
pt_br: Resultados e Classificação

source: Sorry! You have no successful invoice
pt_br: Desculpe! Você não possui nenhuma fatura

source: Sorry! You have no pending invoice
pt_br: Desculpe! Você não possui nenhuma fatura pendente

source: Sorry! You have no failed invoice
pt_br: Desculpe! Você não possui nenhuma falha em faturas

source: Price (Do not use currency sign)(Empty field will be considered as free plan. Free plan option only works in "Pay per Listing" )
pt_br: Preço (Não use símbolos da moeda)(Campos vazios serão considerados como gratuitos. Plano gratuito funciona somente em "Por Anúncio")

source: Ad Posting options
pt_br: Opções de postagem

source: Claime Details
pt_br: Detalhes

source: Ad Expiry Date
pt_br: Data de Expiração do AD

source: Approve claim at claim section this will override complete claim system
pt_br: Aprovar verificação na sessão de verificações. Isso irá sobrescrever completamente o sistema de verificações

source: Please provide captcha information
pt_br: Por favor insira a informação captcha

source: Upcoming renewal
pt_br: Próxima renovação

source: Parallax
pt_br: Paralelo

source: Proceed checkout
pt_br: Finalizar Pagamento

source: Sorry! Please select listing and payment method both to complete process
pt_br: Desculpe! Selecione o anúncio e o método de pagamento para finalizar o processo

source: Put here Listing title here and tell the name of your business to the world.
pt_br: Adicione aqui o nome da sua empresa e logo abaixo, uma frase de impacto positivo referente a sua empresa.

source: This city name will help your list find in seach filters
pt_br: Selecione a região na lista abaixo. Isso ajudará os usuários quando efetuar a pesquisa

source: Start typing and select your google location from google suggestions, This is for map and also for locating your business
pt_br: Ao digitar, o Google trará sugestões da sua localização referente aos dados do seu endereço. Essas informações aparecerá no Google Maps para os seus clientes

source: Your Google Plus URL
pt_br: URL do Google Plus

source: These Keywords or tags will help your listing to find in search, Add keywords with comma seprated related to your business
pt_br: Essas Palavras Chaves irá ajudar a posicionar o seu anúncio nas pesquisas. Adicione separando por vírgulas, palavras relacionadas ao seu anúncio

source: Enter tags or keywords comma seprated...
pt_br: Adicione as palavras chaves separadas por vírgula...

source: Video
pt_br: Vídeo

source: Drag&Drop files here
pt_br: Arraste & Solte as imagens aqui

source: Or
pt_br: Ou

source: Oh Sorry! Something Missing
pt_br: Desculpe! Faltam algumas Informações

source: Hot
pt_br: Melhor

source: or
pt_br: ou

source: midnight
pt_br: meia noite

source: noon
pt_br: meio dia

source: Zip
pt_br: CEP

source: ListingPro Columns Element
pt_br: Listingpro Elementos Colunas

source: Listingpro Promotional Element
pt_br: Listingpro Elemento Promocional

source: Listingpro Promotional Services
pt_br: Listingpro Serviços Promocionais

source: Listingpro Promotional Timeline
pt_br: Listingpro Descrição Promocional

source: Listingpro Promotional Presentaion
pt_br: Listingpro Apresentação Promocional

source: Listingpro Promotional Support
pt_br: Listingpro Suporte

source: Listingpro Call to Action
pt_br: Listingpro Chamada de Ação

source: Video Testimonials
pt_br: Vídeo Apresentação

source: content boxes
pt_br: caixas de conteúdo

source: Single Content Box
pt_br: Caixa única de Conteúdo
