Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: es_es, pt_br

source: Support Background Image
es_es: Imagen de fondo de soporte
pt_br: Imagem de Fundo do Suporte

source: Promotional Timeline
es_es: Línea de tiempo promocional

source: Timeline Title
es_es: Título de línea de tiempo
pt_br: Título da Timeline

source: Timeline Short Description
es_es: Descripción corta de línea de tiempo
pt_br: Curta Descrição da Timeline

source: Timeline First Title
es_es: Primer título de línea de tiempo
pt_br: Título da Timeline

source: Timeline Right Image
es_es: Imagen derecha de línea de tiempo
pt_br: Imagem da Timeline Direito

source: Timeline Second Title
es_es: Segundo título de línea de tiempo
pt_br: Timeline Segundo Título

source: Timeline Second Description
es_es: Segunda descripción de línea de tiempo
pt_br: Timeline Segunda Descrição

source: Timeline Left Image
es_es: Imagen izquierda de línea de tiempo
pt_br: Timeline Imagem da Esquerda

source: Promotional Element
es_es: Elemento promocional

source: Element Link Title
es_es: Título del enlace del elemento
pt_br: Elemento Título do Link

source: Element Link URL
es_es: Enlace del elemento
pt_br: Elemento do URL

source: Element Phone Number
es_es: Número de teléfono del elemento
pt_br: Elemento do Telefone

source: Pricing Plans
es_es: Planes y Precios
pt_br: Preço Planos

source: Show Title And Subtitle
es_es: Mostrar título y subtítulo

source: Horizontal View
es_es: Vista horizontal

source: Vertical View
es_es: Vista vertical

source: Horizontal Views
es_es: Vistas horizontales

source: Horizontal View 1
es_es: Vista horizontal 1

source: Horizontal View 2
es_es: Vista horizontal 2

source: Vertical Views
es_es: Vistas verticales

source: Vertical View 1
es_es: Vista vertical 1

source: Vertical View 2
es_es: Vista vertical 2

source: Vertical View 3
es_es: Vista vertical 3

source: Vertical View 4
es_es: Vista vertical 4

source: Choose a Plan to Claim Your Business
es_es: Seleccione el plan para reclamar su negocio

source: Submit Listing
es_es: Enviar empresa
pt_br: Adicionar Anúncio

source: Please activate your license
es_es: Por favor activa tu licencia

source: Returning User? Please
es_es: ¿Ya tiene cuenta? Por favor
pt_br: Está Retornando? Por favor

source: Sign In
es_es: inicie sesión
pt_br: Entrar

source: and if you are a
es_es: o si es un
pt_br: caso seja um

source: New User, continue below
es_es: nuevo usuario, puede continuar
pt_br: Novo Usuário, continue abaixo

source: and register along with this submission.
es_es: y registrarse al enviar los datos de su empresa.
pt_br: e cadastre-se.

source: Save & Preview
es_es: Guardar & Visualizar
pt_br: Salvar & Visualizar

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
es_es: ¿Trabajo aburrido? ¡Dígale hola al asistente Fill-O-Bot!

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
es_es: ¡No se preocupe, Fill-o-Bot le ayudará!. Si su empresa está en Google Maps, simplemente ingrese el nombre y Fill-O-Bot obtendrá automáticamente los datos que pueda capturar.

source: Turn Me On
es_es: Activar

source: user name
es_es: Usuario

source: Email
es_es: Usuario

source: enter username
es_es: Ingrese usuario
pt_br: inserir nome

source: Password
es_es: Contraseña
pt_br: Senha

source: enter password
es_es: Ingrese contraseña
pt_br: inserir senha

source: Already Have Account?
es_es: ¿Ya tiene cuenta?
pt_br: Já possui uma Conta?

source: I Agree
es_es: Estoy de acuerdo
pt_br: Eu Concordo

source: You agree you accept our Terms & Conditions for posting this ad.
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para publicar esta promoción comercial?
pt_br: Você concorda e aceita nossos Termos & Condições ao postar este anúncio.

source: All of the fields were successfully validated!
es_es: ¡Todos los campos fueron exitosamente validados!
pt_br: Todos os campos foram validados com sucesso!

source: primary listing details
es_es: Datos de su empresa

source: Staple & Fancy Hotel
es_es: Nombre de su empresa
pt_br: Nome da Empresa

source: Does Your Business have a tagline?
es_es: ¿Su negocio tiene un lema o eslogan comercial?

source: Start typing and find your place in google map
es_es: Comience a escribir y seleccione su ubicación desde las sugerencias de Google
pt_br: Digite o endereço para adicionar ao mapa

source: Select City
es_es: Seleccionar ciudad
pt_br: Selecionar Cidade

source: Whatsapp no.
es_es: Número de Whatsapp

source: Whatsapp no for listing detail page.
es_es: Número de Whatsapp para la página de detalles de empresa

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
es_es: Se recomienda proporcionar la URL del sitio web oficial y evitar las páginas de destino diseñadas para una campaña específica

source: Choose Your Business Category
es_es: Elija la categoría de su empresa
pt_br: Selecionar

source: Detail description about your listing
es_es: Descripción detallada de su empresa
pt_br: Detalhes da descrição sobre seu anúncio

source: Gallery
es_es: Galería
pt_br: Galeria

source: Upload Feature Image
es_es: Subir imagen destacada
pt_br: Upload Imagem Principal

source: Quick tip for featured images
es_es: Consejo rápido para las imágenes destacadas

source: this is test data for quick tip for title field
es_es: Estos son datos de prueba para un consejo rápido para el campo de título

source: this is test data for quick tip for tagline field
es_es: Estos son datos de prueba para un consejo rápido para el campo de lema o eslogan comercial

source: quick tip data for location field
es_es: Datos de consejo rápido para el campo de ubicación

source: this is test infor address field
es_es: Esta es información de prueba para el campo de dirección

source: this is quick tip info for phone field
es_es: Esta es la información de consejo rápido para el campo de teléfono.

source: this is quick tip info for website field
es_es: Esta es la información de consejo rápido para el campo de sitio web.

source: Quick tip on FAQ question
es_es: Consejo rápido sobre preguntas frecuentes

source: this is test data for quick tip info of FAQ answer field
es_es: Estos son datos de prueba para la información de consejo rápido del campo de respuesta de preguntas frecuentes

source: this is test data for quick tip info of Video field
es_es: Estos son datos de prueba para la información de consejo rápido del campo de video

source: quick tip info for gallery
es_es: Consejo rápido para la información de la galería

source: quick tip for featured img
es_es: Consejo rápido para la imagen destacada

source: quick tip for business logo
es_es: Multimedia: Se permite un máximo de 5 imágenes, ninguna imagen debe pesar más de 1 MB, por favor tome en cuenta este consejo. Es altamente recomendado también que suba la imagen de su logo comercial.

source: quick tip for account section
es_es: Consejo rápido para la sección de cuenta

source: You agree & accept our Terms & Conditions for submitting listing
es_es: ¿Está de acuerdo y acepta nuestros Términos y condiciones para enviar su empresa?

source: Video Testimonial
es_es: Testimonio en video

source: Video preview Image
es_es: Imagen previa de video

source: Video URL
es_es: URL de video
pt_br: Vídeo URL

source: Testimonial Title
es_es: Título de testimonio
pt_br: Título do Comentário

source: Author name
es_es: Nombre del autor
pt_br: Nome do Autor

source: Author Company
es_es: Compañía del autor
pt_br: Empresa do Autor

source: Author Avatar
es_es: Avatar del autor
pt_br: Avatar do Autor

source: Listing Category
es_es: Categoría de la empresa
pt_br: Categoria

source: Location
es_es: Dirección
pt_br: Localização

source: Features
es_es: Servicios

source: Expire After
es_es: Vence después del
pt_br: Expira após

source: Payment Status
es_es: Estado del pago
pt_br: Status do Pagamento

source: Author
es_es: Autor
pt_br: Autor

source: Date
es_es: Fecha
pt_br: Data

source: Associated Plan
es_es: Plan asociado

source: Days Left
es_es: Días restantes
pt_br: Dias Restante

source: Unlimited
es_es: Ilimitado
pt_br: Ilimitado

source: Select your listing features
es_es: Seleccione uno o más servicios ofrecidos

source: Verify your purchase code to unlock all features, see
es_es: Verifique su código de compra para desbloquear todas las funciones, vea
pt_br: Verifique seu código de compra para desbloquear todas as ferramentas, veja

source: instructions
es_es: instrucciones
pt_br: as instruções

source: Valid License Key!
es_es: ¡Clave de licencia válida!
pt_br: Chave de Licença Válido!

source: Invalid license key
es_es: Clave de licencia inválido
pt_br: Chave de licença inválida

source: Show All %s
es_es: Mostrar todo %s
pt_br: Exibir Todos %s

source: Select Plan
es_es: Seleccione plan

source: Active
es_es: Activo
pt_br: Ativo

source: Pending
es_es: Pendiente
pt_br: Pendente

source: Delete
es_es: Eliminar
pt_br: Deletar

source: Sorry! there is no result
es_es: ¡Lo sentimos! no hay resultados

source: Users Type...
es_es: Tipo de usuarios...

source: Filter
es_es: Filtro

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
es_es: ¡El servidor no tiene ImageMagick o GD instalado y/o habilitado! Cualquiera de estas bibliotecas es necesaria para que WordPress pueda cambiar el tamaño de las imágenes. Póngase en contacto con el administrador del servidor para habilitar esto antes de continuar.
pt_br: O servidor não tem ImageMagick ou GD instalado e/ou habilitado! Qualquer destas galerias são necessários para o WordPress ser capaz de reajustar as imagens. Por favor entre em contato com o administrador para habilita-los antes de prosseguir.

source: Image rotate failed.
es_es: La rotación de la imagen falló.
pt_br: Rotação da Imagem falhou.

source: Image opacity change failed.
es_es: El cambio de opacidad de la imagen falló.
pt_br: Opacidade da Imagem falhou.

source: Image color change failed.
es_es: El cambio de color de la imagen falló.
pt_br: Cor da Imagem falhou.

source: Image grayscale failed.
es_es: La imagen en escala de grises falló.
pt_br: Escala de cinza da Imagem falhou.

source: Image negate failed.
es_es: La imagen negativa falló.

# post type general name
source: Claims
es_es: Reclamos
pt_br: Verificações

# post type singular name
source: Claim
es_es: Reclamo
pt_br: Verificar

# admin menu
source: Claims
es_es: Reclamos
pt_br: Verificações

# add new on admin bar
source: Claim
es_es: Reclamo
pt_br: Verificação

# review
source: Add New
es_es: Añadir nuevo
pt_br: Adicionar Novo

source: Add New Claim
es_es: Añadir nuevo reclamo
pt_br: Adicionar Nova Verificação

source: New Claim
es_es: Nuevo reclamo
pt_br: Nova Verificação

source: Edit Claim
es_es: Editar reclamo
pt_br: Editar Verificação

source: View Claim
es_es: Ver reclamo
pt_br: Visualizar Verificação

source: All Claims
es_es: Todos los reclamos
pt_br: Todas as Verificações

source: Search Claims
es_es: Buscar reclamos
pt_br: Procurar Verificações

source: Parent Claims:
es_es: Reclamos superiores:
pt_br: Parentescos de Verificações:

source: No reviews found.
es_es: No se han encontrado reseñas.
pt_br: Nenhum comentário encontrado.

source: No reviews found in Trash.
es_es: No se han encontrado reseñas en la papelera.
pt_br: Nenhum comentário encontrado na lixeira.

source: Description.
es_es: Descripción.
pt_br: Descrição.

source: Current Author
es_es: Autor actual

source: Status
es_es: Estado

source: Confirm
es_es: Confirmar
pt_br: Confirmar

source: Times
es_es: veces

source: Time
es_es: ves

source: Frequently Ask Questions
es_es: Preguntas frecuentes

source: FAQ: How many directories can I build with a single license?
es_es: FAQ: ¿Cuántos directorios puedo construir con una sola licencia?

source: FAQ: Can I monetize (earn) from my directories with a regular license?
es_es: FAQ: ¿Puedo monetizar (ganar) mis directorios con una licencia regular?

source: FAQ: What`s included in item support (regular license)?
es_es: FAQ: ¿Qué se incluye en el soporte (licencia regular)?

source: Multi-Criteria Rating
es_es: Reseñas Multi-Criterio

source: FES Form Builder
es_es: Creador de formulario FES

source: Yes
es_es: Si
pt_br: Sim

source: Select Option
es_es: Seleccionar opción
pt_br: Selecionar Opção

source: Browse File
es_es: Cargar archivo

source: Please Login To Upload
es_es: Por favor inicie sesión para enviar
pt_br: Por favor entre na sua conta para adicionar

source: Ads Invoices
es_es: Recibos Ads
pt_br: Faturas das Campanhas

source: All Types
es_es: Todos los tipos

source: All Methods
es_es: Todos los métodos

source: Wire
es_es: Efectivo/Depósito
pt_br: Transferência

source: All Status
es_es: Todos los estados

source: Search Invoices
es_es: Buscar recibos

source: Invoices
es_es: Recibos

source: Listings Invoices
es_es: Recibos de planes
pt_br: Faturas dos Anúncios

source: PAID
es_es: PAGADO

source: Invoice#
es_es: Recibo#

source: Date:
es_es: Fecha:

source: Invoice To:
es_es: Girado a:

source: Pay To:
es_es: Pagar a:

source: Business Name
es_es: Nombre de la empresa

source: Call Us For Help
es_es: Llámenos por ayuda

source: Invoice Details
es_es: Detalles de recibo

source: Transaction ID
es_es: ID de transacción
pt_br: ID Transação

source: Listing Name
es_es: Nombre de empresa

source: Pricing Plan
es_es: Plan de precios

source: Duration
es_es: Duración

source: Amount
es_es: Monto

source: Tax
es_es: Impuesto

source: Plan Price
es_es: Plan de precio

source: Paid with
es_es: Pagado con

source: Download PDF
es_es: Descargar PDF

source: Print
es_es: Imprimir

source: Billed To:
es_es: Girado a:

source: List Name :
es_es: Nombre de lista:

source: Amount
es_es: Monto

source: Coupons
es_es: Cupones

source: Sorry! Pending or Expired
es_es: ¡Lo sentimos! Pendiente o Expirado

source: Great! Enjoy the discount
es_es: Genial! Disfruta el descuento

source: Sorry! Limit exceeded
es_es: ¡Lo sentimos! Límite excedido

source: Sorry! Invalid coupon code
es_es: ¡Lo sentimos! Código de cupón inválido

source: Discount( without % sign ) :
es_es: Descuento (sin el signo %):

source: Discount( fix price ) :
es_es: Descuento (reparar precio):

source: Listingpro Coupons
es_es: Cupones Mi guía Ya Ya

source: Generate
es_es: Generar

source: Please click on generate button
es_es: Por favor haga clic para generar botón

source: Fix Price Coupon?
es_es: ¿Reparar precio de cupón?

source: Please add only numeric value
es_es: Por favor sólo añada valores numéricos

source: Start Date :
es_es: Fecha de inicio:

source: Coupon Starts
es_es: Inicio del cupón

source: End Date :
es_es: Fecha de vencimiento:

source: Limit :
es_es: Límite:

source: Save Coupon
es_es: Guardar cupón

source: Code
es_es: Código

source: Discount value
es_es: Valor de descuento

source: Available
es_es: Disponible

source: Start Date
es_es: Fecha de inicio

source: Ends Date
es_es: Fecha de vencimiento

source: Expired
es_es: Vencido

source: Sorry! There is no active coupon
es_es: ¡Lo sentimos! No hay un cupón activo

source: Sorry! There is no expired coupon
es_es: ¡Lo sentimos! No hay un cupón expirado

source: Sorry! There is no coupon
es_es: ¡Lo sentimos! No hay cupón

source: Flagged
es_es: Reportado

source: Sorry! There is no report found
es_es: ¡Lo sentimos! No se ha encontrado ningún informe
pt_br: Até o momento nenhuma denúncia foi encontrada

source: Flags
es_es: Denuncias

source: Reviews Reports
es_es: Informe de reseñas
pt_br: Comentários Denunciados

source: Review Title
es_es: Título de reseña
pt_br: Título do Comentário

source: Reported For
es_es: Reportado por
pt_br: Denunciado por

source: Action
es_es: Acción

source: Are you sure you want to proceed?
es_es: ¿Está seguro que quiere proceder?
pt_br: Tem certeza de que deseja prosseguir?

source: Listingpro Compatibility Wizard
es_es: Asistente de compatibilidad ListingPro

source: Listingpro Wizard
es_es: Asistente de ListingPro

source: One-Time Backward Compatiblity Wizard
es_es: Asistente de compatibilidad por única vez con versiones anteriores

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
es_es: Hemos realizado algunos cambios importantes en la última versión que requiere un asistente de compatibilidad por única vez para asegurarse de que todo esté bien después de la actualización.

source: Start
es_es: Inicio

source: Back To Dashboard
es_es: Volver al Escritorio

source: Complete
es_es: Completo

source: Select Package Type
es_es: Seleccione tipo de plan
pt_br: Selecionar Tipo de Pacote

source: Please Make sure to add no. of posts in this package
es_es: Por favor, asegúrese de añadir nro. de publicaciones en este paquete

source: Package
es_es: Paquete
pt_br: Pacote

source: Pay Per Listing
es_es: Pago por empresa
pt_br: Por Anúncio

source: Enter Description here
es_es: Ingresar descripción aquí

source: Plan Description...
es_es: Descripción de plan...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
es_es: Solo funcionará con la "Vista Vertical 3" del estilo de página del plan de precios

source: Enter no. of post in the package
es_es: Ingrese el número de empresas permitidas
pt_br: Adicione o Nº de postagens para o pacote

source: Total Posts in Package
es_es: Publicaciones en el paquete
pt_br: Total de Anúncios

source: Select color for the title background box
es_es: Seleccione el color de fondo para el nombre del plan
pt_br: Escolha a cor do fundo do título

source: Duration Type
es_es: Tipo de duración

source: Default
es_es: Por defecto
pt_br: Padrão

source: Yearly
es_es: Anual

source: Max. Images In Gallery (add only integer value)
es_es: Máximo número de imágenes en la galería (agregue solo un valor entero)

source: Empty field will be considered as unlimited"
es_es: El campo vacío se considerará ilimitado"

source: Max Gallery Size (Put only integer value) units are in MBs
es_es: Máximo tamaño de la galería (ingrese solo un valor entero) en MBs

source: Empty field will be considered as unlimited
es_es: El campo vacío se considerará ilimitado.

source: Price (Do not use currency sign)
es_es: Precio (No usar símbolo de moneda)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
es_es: El campo vacío será considerado como plan gratuito. La opción de plan gratuito solo funciona en "Pago por empresa"

source: Duration( in days )
es_es: Duración (en días)
pt_br: Duração( em dias)

source: Continue free plan after expire
es_es: Continuar en el plan gratuito después del vencimiento
pt_br: Continuar plano gratuito após expirar

source: Hot Plan
es_es: Plan popular
pt_br: Plano Hot

source: Plan Usage
es_es: Uso del plan

source: Category
es_es: Categoría

source: Unselect all
es_es: Deselecciona todo

source: Select all
es_es: Seleccionar todo

source: Enable/Disable Listing Fields By Plan
es_es: Habilitar/Deshabilitar los campos de empresas en el plan

source: <label for="bulk_enable_price_options"><b>Enable All Following</b></label>
es_es: <label for="bulk_enable_price_options"><b>Habilitar todo</b></label>

source: <label for="contact_show"><b>contact information</b></label>
es_es: <label for="contact_show"><b>Información de contacto</b></label>

source: <label for="video_show"><b>video</b></label>
es_es: <label for="video_show"><b>Video de presentación</b></label>

source: <label for="gallery_show"><b>Gallery</b></label>
es_es: <label for="gallery_show"><b>Galería de fotos</b></label>

source: <b>Tagline</b>
es_es: <b>Eslogan comercial</b>

source: <b>Location.</b>
es_es: <b>Ubicación</b>

source: <b>Website.</b>
es_es: <b>Sitio web</b>

source: <b>Appointments.</b>
es_es: <b>Citas.</b>

source: <b>Lead Form.</b>
es_es: <b>Formulario Lead</b>

source: <b>Social Media links.</b>
es_es: <b>Enlaces de redes sociales</b>

source: <b>FAQs list.</b>
es_es: <b>FAQ / Preguntas frecuentes</b>

source: <b>Price Range.</b>
es_es: <b>Rango de precios</b>

source: <b>Tags or Keywords.</b>
es_es: <b>Etiquetas o palabras clave</b>

source: <b>Business Hours.</b>
es_es: <b>Horario de atención</b>

source: <b>Reserva Booking.</b>
es_es: <b>Reservas</b>

source: <b>Timekit Booking.</b>
es_es: <b>Reservas de Timekit</b>

source: <b>Menu.</b>
es_es: <b>Menús</b>

source: <b>Announcement.</b>
es_es: <b>Avisos</b>

source: <b>Deals, Offers, Discounts.</b>
es_es: <b>Cupones, Ofertas, Descuentos</b>

source: <b>competitor campaigns</b> on Listing Detail Page
es_es: <b>Campaña de competidores</b>

source: <b>featured image</b> on Listing Detail Page
es_es: <b>imagen destacada</b> en la página de detalles de la empresa

source: <b>Events in listings
es_es: <b>Eventos en empresas

source: <b>Hide Google Ads
es_es: <b>Ocultar Google Ads

source: Category Icon
es_es: Ícono de categoría
pt_br: Ícone da Categoria

source: For Archive and Search Page
es_es: Para Archivo y página de búsqueda

source: Icon On Banner
es_es: Ícono sobre el banner

source: Icon For Home Page Banner
es_es: Ícono para el banner de la página de inicio

source: Category Banner
es_es: Banner de categoría
pt_br: Banner da Categoria

source: Category Banner ID
es_es: ID de banner de categoría

source: Feature icon
es_es: Icono destacado

source: Location Image
es_es: Imagen de ubicación

source: Location Image ID
es_es: Imagen ID de ubicación

source: Remove
es_es: Eliminar
pt_br: Remover

source: + Add More
es_es: + Añadir más
pt_br: +Adicionar Mais

source: Quick questions
es_es: Preguntas rápidas

source: Add Your Business Hours.
es_es: Agregue sus horas de atención.
pt_br: Adicionar Horário de Funcionamento.

source: FAQ helps to understand.
es_es: FAQ ayudan a entender.
pt_br: FAQ ajuda com dúvidas frequentes.

source: + Add New
es_es: + Añadir nuevo
pt_br: +Adicionar Novo

source: Insert image
es_es: Insertar imagen
pt_br: Adicionar imagem

source: Current :
es_es: Actual:
pt_br: Atual :

source: Edit Gallery
es_es: Editar galería
pt_br: Editar Galeria

source: Upload Images
es_es: Subir imágenes
pt_br: Adicionar Imagens

source: No menus have been created yet. <a href="%s">Create some</a>.
es_es: No se han creado menús todavía. <a href="%s">Crear uno</a>.
pt_br: Nenhum menu foi criado ainda. <a href="%s"> Criar Menu</a>.

source: Add Banner
es_es: Añadir Banner
pt_br: Adicionar Banner

source: Plan For
es_es: Plan para

source: Listing Only
es_es: Solo empresa

source: Claim Only
es_es: Solo verificado

source: Both
es_es: Ambos

source: Claim Type
es_es: Tipo de verificación

source: Free
es_es: Gratis
pt_br: Gratuito

source: Paid
es_es: Pagado

source: Send Email
es_es: Enviar correo

source: Add More
es_es: Añadir más
pt_br: Adicionar Mais

source: Select Listing for Claim
es_es: Seleccione empresa para reclamar
pt_br: Selecionar Anúncio para Verificação

source: Claimed by
es_es: Reclamado por
pt_br: Verificado por

source: Claimer First Name
es_es: Nombre del solicitante

source: Claimer Last Name
es_es: Apellido del solicitante

source: Claimer Business Email
es_es: Correo comercial del solicitante

source: Claimer Attachment
es_es: Adjunto del solicitante

source: Claimer Details
es_es: Detalles reclamador

source: Claimer Phone
es_es: Teléfono del solicitante
pt_br: Telefone

source: Select Listing
es_es: Seleccionar empresa
pt_br: Selecionar Anúncio

source: Ad type
es_es: Añadir tipo
pt_br: Tipo de AD

source: Launched Date
es_es: Fecha de lanzamiento
pt_br: Abertura

source: Mode
es_es: Modo

source: Total Duration
es_es: Duración total

source: Total Budget
es_es: Presupuesto total

source: Remaining Balance
es_es: Balance restante

source: Click Used
es_es: Clic usado
