Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/listingpro-plugin-*.po
Languages: es_es, pt_br

source: Rating
es_es: Calificación
pt_br: Qualificação

source: Assigned to Listing
es_es: Asignado a una empresa
pt_br: Atribuído ao Anúncio

source: Reply
es_es: Responder
pt_br: Responder

source: Reported By
es_es: Reportado por
pt_br: Denunciado Por

source: Reported Count
es_es: Cantidad
pt_br: Quantidade

source: MultiRating
es_es: Multi calificación

source: Business Tagline Text
es_es: Texto de eslogan comercial
pt_br: Descrição da Empresa

source: Google Address
es_es: Dirección de Google

source: Map Pin
es_es: Ubicar en mapa

source: Youtube Channel Link
es_es: Enlace de canal de Youtube
pt_br: Link Canal do Youtube

source: Your Youtube Channel URL as social link
es_es: URL de tu canal de Youtube como enlace social
pt_br: URL do seu canal do Youtube

source: Instagram Profile Link
es_es: Enlace de perfil Instagram
pt_br: Link Perfil do Instagram

source: Your Instagram Profile URL as social link
es_es: URL de tu perfil de Instagram como enlace social
pt_br: URL do seu Perfil do Instagram

source: Youtube Video URL
es_es: URL de video de Youtube
pt_br: URL do Youtube

source: Any specific Youtube Video? You want to share on business page
es_es: ¿Algún video específico de Youtube? Quieres compartir en la página de la empresa
pt_br: Algum vídeo específico no Youtube? Você pode compartilhar na sua página inicial

source: Select images to present your buisness online.
es_es: Seleccione las imágenes para presentar su negocio en línea.
pt_br: Selecione as imagens para apresentar a sua empresa.

source: Show Price Status
es_es: Mostrar estado de precio
pt_br: Exibir Status de Preço

source: It will show your business price range
es_es: Mostrará el rango de precios de su negocio
pt_br: Será exibido nas variações de preços da sua empresa

source: Ignore this if your buisness does not have any specific price to show
es_es: Ignora esto si tu negocio no tiene un precio específico para mostrar
pt_br: Ignore isto, caso sua empresa não possui nenhum preço específico a ser exibido

source: Plans
es_es: Planes
pt_br: Planos

source: Ignore this if this post will not be a paid one
es_es: Ignora esto si esta empresa no será pagada
pt_br: Ignore esta postagem, caso ela não seja paga

source: Listing's Duration
es_es: Duración de empresa

source: This is Listing Duration which were associated with plan
es_es: Esta es la duración de la empresa asociada con el plan

source: Reviews
es_es: Reseñas
pt_br: Comentários

source: Verify Listing
es_es: Reclamar empresa
pt_br: Verificar Anúncio

source: Approve claim at claim section this will override complete claim process
es_es: Aprobar reclamo en la sección de Reclamos, esto anulará el proceso completo de reclamo

source: Ad Purchased on
es_es: Publicidad comprada en
pt_br: AD Adquirido em

source: Ad Purchased Packages
es_es: Paquetes comprados en
pt_br: Pacotes Adquiridos

source: Timings
es_es: Horario
pt_br: Horário de Funcionamento

source: Set Your business time details
es_es: Establezca el horario de atención de su negocio
pt_br: Defina os detalhes de atendimento da sua empresa

source: Copmain ID
es_es: ID principal
pt_br: ID

source: Changed Plan ID
es_es: ID de plan cambiado

source: Select business logo for your listing.
es_es: Seleccione el logotipo de su empresa.

source: Show in Filter
es_es: Mostrar en el filtro

source: Field Type
es_es: Tipo de campo
pt_br: Tipo de Campo

source: Text
es_es: Texto
pt_br: Texto

source: Checkbox
es_es: Casilla

source: Checkbox (Switch On/Off)
es_es: Casilla de verificación (Activar/Desactivar)

source: Multicheck
es_es: Multi selección

source: Drop-Down
es_es: Desplegable

source: Radio Options
es_es: Opciones de radio

source: Select Options
es_es: Seleccione opciones
pt_br: Selecionar Opções

source: Multicheck Options
es_es: Opciones de multi selección

source: Exclusive from Categories
es_es: Exclusivo de categorías
pt_br: Exclusivo para Categorias

source: Select category for this field
es_es: Seleccione la categoría para este campo
pt_br: Selecione categoria para este campo

source: listing settings
es_es: Configuración de empresa
pt_br: configurações de anúncios

source: Additional Setting
es_es: Configuración adicional
pt_br: Configuração Adicional

source: Details About Claim
es_es: Detalles sobre el reclamo
pt_br: Detalhes Sobre a Verificação

source: Ad Options
es_es: Opciones de publicidad
pt_br: Opções do AD

source: Page Options
es_es: Opciones de página
pt_br: Opções da Página

source: Post Options
es_es: Opciones de publicación

source: General Options
es_es: Opciones generales

source: Custom Form Fields
es_es: Campos de formulario personalizado
pt_br: Personalizar Campo

source: Create Featured Gallery
es_es: Crear galería destacada
pt_br: Criar Galeria

source: Edit Featured Gallery
es_es: Editar galería destacada
pt_br: Editar Galeria

source: Save Featured Gallery
es_es: Guardar galería destacada
pt_br: Salvar Galeria

source: Saving...
es_es: Guardando...
pt_br: Salvando...

# listingpro-plugin
source: Expired
es_es: Expiró
pt_br: Expirados

source: Expired <span class="count">(%s)</span>
es_es: Expirado <span class="count">(%s)</span>
pt_br: Expirado <span class="count">(%s)</span>

# listingpro-plugin
source: Reported
es_es: Reportado
pt_br: Denúncias

source: Reported <span class="count">(%s)</span>
es_es: Reportado <span class="count">(%s)</span>
pt_br: Denunciado <span class="count">(%s)</span>

source: Sorry! There is problem in your submission
es_es: ¡Lo sentimos! Hubo un problema en su envío

source: Success! Submission is successful
es_es: ¡Éxito! Se envió correctamente

source: UserName already exists
es_es: El nombre de usuario ya existe

source: Email already exists
es_es: El correo ya existe
pt_br: E-mail já existe

source: Invalid username or password
es_es: Nombre de usuario o contraseña inválidos
pt_br: Usuário e Senha Inválidos

source: Sorry! There is problem in listing submission
es_es: ¡Lo sentimos! Hay un problema en el envío de la empresa

source: Please check captcha
es_es: Por favor compruebe el captcha

source: Exclusive From Categories
es_es: Exclusivo de las categorías

source: Select a Field Type
es_es: Seleccione un tipo de campo

source: Label
es_es: Etiqueta

source: Options
es_es: Opciones

source: Drop Pin
es_es: Pin

source: Add Custom Address
es_es: Añadir dirección personalizada

source: Price Details
es_es: Detalles de precio

source: Placeholder
es_es: Titular de tarjeta

source: Primary Listing Details
es_es: Detalles de empresa

source: Listing Title *
es_es: Título de empresa *

source: Listing Title
es_es: Título de empresa

source: Tagline
es_es: Eslogan

source: Full Address
es_es: Dirección completa

source: City
es_es: Ciudad

source: Website
es_es: Sitio web

source: Phone
es_es: Teléfono

source: Category *
es_es: Categoría *

source: Category
es_es: Categoría

source: Price Details
es_es: Detalles de precio

source: Price Range|Price From|Price To
es_es: Rango de precios|Precio desde|Precio hasta

source: not to say|price from|price to
es_es: no decir|precio desde|precio hasta

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
es_es: Establecer un rango de precios puede ayudar a atraer al público objetivo correcto y evitará situaciones incómodas tanto para los clientes como para el propietario. Ser honesto con sus clientes puede construir una relación sólida. No dude en incluir. | Ser honesto con sus clientes puede construir una relación sólida. No dudes en incluir.

source: Frequently Asked Questions
es_es: Preguntas de uso frecuente

source: Tags Or Keywords (Comma Separated)
es_es: Etiquetas o palabras clave (Separados por coma)

source: Your Business Video
es_es: Video de la empresa

source: Images
es_es: Imágenes

source: Listing Titleee *
es_es: Título de empresa *

source: Subscriptions
es_es: Suscripciones
pt_br: Inscrições

source: User
es_es: Usuario
pt_br: Usuário

source: Listing
es_es: Empresa

source: Subscription
es_es: Suscripción
pt_br: Inscrição

source: Next Payment
es_es: Siguiente pago

source: Are you sure you want to proceed action?
es_es: ¿Está seguro que quiere proceder?
pt_br: Tem certeza de que deseja prosseguir com esta ação?

source: Unsubscribe
es_es: Darse de baja
pt_br: Desinscrever

source: exc. tax
es_es: sin IVA
pt_br: exc. taxas

source: inc. tax
es_es: con IVA
pt_br: inc. taxa

source: Receipt/invoice#
es_es: Recibo#

source: Method
es_es: Método

source: Price
es_es: Precio
pt_br: Preço

source: Watch
es_es: Mirar

source: Date will be appeared after payment confirmation
es_es: La fecha aparecerá después de la confirmación del pago.

source: Row ID
es_es: ID de fila
pt_br: ID linha

source: Put your row ID here. This can then be used to target the row with CSS or as an anchor point to scroll to when the relevant link is clicked.
es_es: Pon el ID de fila aquí. Esto se puede usar para apuntar a una fila con CSS o como punto de anclaje para desplazarse cuando se hace clic en el enlace correspondiente.
pt_br: Coloque a ID da linha aqui. Isso será necessário para efetuar edições com CSS ou como âncora quando um link relevante for clicado.

source: Choose Icon
es_es: Elegir icono

source: Choose icon to be displayed in heading area
es_es: Elija el icono que se mostrará en el área de encabezado

source: Icon Position
es_es: Posición del ícono

source: Above Title
es_es: Encima del título

source: With Description
es_es: Con descripción

source: Title Position
es_es: Posición de título

source: Center
es_es: Centrar

source: Left
es_es: Restante

source: Row Title
es_es: Título de fila
pt_br: Título

source: Put here row title
es_es: Ponga aquí el título de la fila
pt_br: Adicione aqui o título

source: Row description
es_es: Descripción de fila
pt_br: Descrição

source: Put here row description
es_es: Ponga aquí la descripción de la fila
pt_br: Adicione aqui a descrição

source: Title Color
es_es: Color de título
pt_br: Cor do Título

source: Title line Backgroud Color
es_es: Color de fondo de línea de título

source: Row Type
es_es: Tipo de fila
pt_br: Tipo de Linha

source: Center Content
es_es: Contenido del centro
pt_br: Conteúdo Centralizado

source: Full Width - Center Content
es_es: Ancho total - Contenido centrado
pt_br: Tela Cheia - Conteúdo Centralizado

source: Full Width
es_es: Ancho total

source: Background Color
es_es: Color de fondo
pt_br: Cor de Fundo

source: Background Repeat
es_es: Repetir fondo
pt_br: Repetir Fundo

source: No Repeat
es_es: No repetir
pt_br: Não Repetir

source: Repeat
es_es: Repetir
pt_br: Repetir

source: Background Parallax
es_es: Parallax de fondo
pt_br: Fundo Paralelo

source: Not Parallax
es_es: No parallax
pt_br: Não Paralelo

source: Extra Class Name
es_es: Nombre de clase extra
pt_br: Classe Extra

source: This can then be used to target the row with CSS.
es_es: Esto se puede usar para apuntar a la fila con CSS.
pt_br: Isso pode ser usado para identificar a linha ao CSS.

# post type general name
source: Pricing Plans
es_es: Planes & Precios
pt_br: Preço dos Planos

# post type singular name
source: Price Plans
es_es: Planes de precios
pt_br: Plano

# book
source: Add New Price Plan
es_es: Añadir nuevo plan
pt_br: Adicionar Novo Plano de Preço

source: Add New Price Plan
es_es: Añadir nuevo plan
pt_br: Adicionar Novo Preço de Plano

source: Edit Price Plan
es_es: Editar plan de precios
pt_br: Editar Preço de Plano

source: New Price Plan
es_es: Nuevo plan de precios
pt_br: Novo Preço de Plano

source: View Price Plan
es_es: Ver plan de precios
pt_br: Visualizar Preço de Plano

source: Search Price Plans
es_es: Buscar planes y precios
pt_br: Procurar Preços de Planos

source: No Price Plan found
es_es: Plan no encontrado
pt_br: Nenhum Preço de Plano encontrado

source: No Price Plans found in Trash
es_es: No se encontraron planes de precios en la papelera
pt_br: Nenhum Preço de Plano encontrado na lixeira

source: Number of Listings
es_es: Número de empresas

# post type general name
source: Listings
es_es: Listados
pt_br: Anúncios

# post type singular name
source: Listing
es_es: Empresa
pt_br: Anúncio

# book
source: Add New
es_es: Añadir nuevo
pt_br: Adicionar Novo

source: Add New List
es_es: Añadir nueva empresa
pt_br: Adicionar Novo Anúncio

source: Edit List
es_es: Editar lista
pt_br: Editar Anúncio

source: New Listing
es_es: Nueva empresa
pt_br: Novo Anúncio

source: View List
es_es: Ver empresa
pt_br: Visualizar Anúncio

source: Search Listing
es_es: Buscar empresa
pt_br: Procurar Anúncio

source: No List found
es_es: Empresa no encontrada
pt_br: Nenhum Anúncio encontrado

source: No List found in Trash
es_es: Empresa no encontrada en la papelera
pt_br: Nenhum Anúncio encontrado na lixeira

# post type general name
source: Form Fields
es_es: Campos de formulario
pt_br: Campos do Formulário

# post type singular name
source: Field
es_es: Campo
pt_br: Campo

# book
source: Add New Field
es_es: Añadir nuevo campo
pt_br: Adicionar Novo Campo

source: Add New Field
es_es: Añadir nuevo campo
pt_br: Adicionar Novo Campo

source: Edit Field
es_es: Editar campo
pt_br: Editar Campo

source: New Field
es_es: Nuevo campo
pt_br: Novo Campo

source: View Field
es_es: Ver campo
pt_br: Visualizar Campo

source: Search Fields
es_es: Buscar campos
pt_br: Procurar Campos

source: No Field found
es_es: Campo no encontrado
pt_br: Nenhum Campo encontrado

source: No Field found in Trash
es_es: Campo no encontrado en la papelera
pt_br: Nenhum Campo encontrado na lixeira

source: Add New Feature
es_es: Añadir nuevo servicio

source: New Feature
es_es: Nuevo servicio

source: View Feature
es_es: Ver servicio

source: Search Locations
es_es: Buscar ubicaciones
pt_br: Procurar Localizações

source: View Location
es_es: Ver ubicación

source: Popular Locations
es_es: Ubicaciones populares
pt_br: Localizações Populares

source: All Locations
es_es: Todas las ubicaciones
pt_br: Todas as Localizações

source: Parent Location
es_es: Ubicación superior
pt_br: Parentesco da Localização

source: Parent Location:
es_es: Ubicación superior:
pt_br: Parentesco da Localização:

source: Edit Location
es_es: Editar ubicación
pt_br: Editar Localização

source: Update Location
es_es: Actualizar ubicación
pt_br: Atualizar Localização

source: Add New Location
es_es: Añadir nueva ubicación
pt_br: Adicionar Nova Localização

source: New Location Name
es_es: Nuevo nombre de ubicación
pt_br: Novo Nome da Localização

source: Separate Locations with commas
es_es: Separe las ubicaciones con comas
pt_br: Separar localizações por vírgula

source: Add or remove Location
es_es: Añadir o eliminar Ubicación
pt_br: Adicionar ou Remover Localização

source: Choose from the most used Locations
es_es: Elija entre las ubicaciones más usadas
pt_br: Escolha as Localizações mais Pesquisadas

source: Back to Locations
es_es: Volver a Ubicaciones

# post type general name
source: Events
es_es: Eventos

# post type singular name
source: Events
es_es: Eventos

# book
source: Add New Event
es_es: Añadir nuevo evento

source: Add New Event
es_es: Añadir nuevo evento

source: Edit Event
es_es: Editar evento

source: New Event
es_es: Nuevo evento

source: View Event
es_es: Ver evento

source: Search Events
es_es: Buscar eventos

source: No Event found
es_es: Ningún evento encontrado

source: No Event found in Trash
es_es: Ningún evento encontrado en el basurero

source: Event Details
es_es: Descripción del evento

source: "%1$s" requires "%2$s" to be installed and activated.
es_es: "%1$s" requiere que "%2$s" esté instalado y activado.

source: Elementor Hello World
es_es: Elementor Hola Mundo

source: "%1$s" requires "%2$s" version %3$s or greater.
es_es: "%1$s" requiere "%2$s" versión "%3$s" o superior.

source: Choose your Category style
es_es: Elija el estilo de la categoría
pt_br: Escolha o estilo da Categoria

source: Check the checkbox
es_es: Marca la casilla

source: Button for grid style 3, Leave empty to hide.
es_es: Botón para el estilo de cuadrícula 3, dejar vacío para ocultar.

source: Button link for grid style 3
es_es: Enlace del botón para estilo cuadrícula 3

source: Button link Listing category slider style
es_es: Enlace del botón para el estilo del slider de categoría de empresa

source: Button for Listing category slider style, Leave empty to hide.
es_es: Botón para el estilo del slider de categoría de empresa, dejar vacío para ocultar.

source: Pricing plans views
es_es: Ver planes y precios
pt_br: Visual do Preço de Planos

source: Recurring Payment?
es_es: Pago recurrente?
pt_br: Habilitar Pagamento Recorrente?

source: Category:
es_es: Categoría:

source: Duration:
es_es: Duración:

source: Days
es_es: Días
pt_br: Dias

source: Sorry! No Paid Claim request found
es_es: ¡Lo sentimos! No se ha encontrado ninguna solicitud de verificación

source: Sorry! Pricing plan associated with the current selection must have a defined duration
es_es: ¡Lo sentimos! El plan de precios asociado con la selección actual debe tener una duración definida

source: Sorry! You have no paid listings yet!
es_es: ¡Lo sentimos! No tiene empresas en planes pagados
pt_br: Desculpe! Você não possui nenhum anúncio pago ainda!

source: Transaction has failed! But don’t worry, you can always go back.
es_es: ¡La transacción ha fallado! Pero no se preocupe, siempre puede intentarlo de nuevo.

source: Contact Site Admin
es_es: Contacte al administrador

source: 24 hours open
es_es: 24 horas abierto
pt_br: 24 horas aberto

source: Monday
es_es: Lunes
pt_br: Segunda-Feira

source: Tuesday
es_es: Martes
pt_br: Terça-Feira

source: Wednesday
es_es: Miércoles
pt_br: Quarta-Feira

source: Thursday
es_es: Jueves
pt_br: Quinta-Feira

source: Friday
es_es: Viernes
pt_br: Sexta-Feira

source: Saturday
es_es: Sábado
pt_br: Sábado

source: Sunday
es_es: Domingo
pt_br: Domingo

source: 24 Hours
es_es: 24 horas
pt_br: 24 Horas

source: Sorry
es_es: Lo sentimos
pt_br: Desculpe

source: Already Added
es_es: Ya agregado
pt_br: Já Adicionado

source: Add 2nd time slot?
es_es: Añadir 2do. horario
pt_br: Adicionar 2nd time slot?

source: Bank Transfer
es_es: Transferencia

source: Recurring Payment
es_es: Pago recurrente

source: Alert! Recurring Payment Option is Enabled By Default.
es_es: ¡Atención! La opción de pago recurrente está habilitado por defecto.

source: Sorry! You have not enable any payment method
es_es: ¡Lo sentimos! No ha habilitado ningún método de pago
pt_br: Desculpe! Você não tem habilitado o método de pagamento

source: SELECT PAYMENT
es_es: SELECCIONE EL PAGO

source: REVIEW PAYMENT
es_es: REVISIÓN DEL PAGO

source: DONE
es_es: HECHO

source: Sorry! Your request failed
es_es: ¡Lo sentimos! Su solicitud falló
pt_br: Desculpe! Sua requisição falhou

source: Card Number
es_es: Número de tarjeta
pt_br: Número do Cartão

source: Expiration Date (MM/YYYY)
es_es: Fecha de vencimiento (MM/YYYY)
pt_br: Data de Expiração (MM/YYYY)

source: Name
es_es: Nombre
pt_br: Nome

source: Address
es_es: Dirección
pt_br: Endereço

source: State
es_es: Estado
pt_br: Estado

source: Country
es_es: País
pt_br: País

source: Proceed
es_es: Proceder
pt_br: Proceder

source: Close
es_es: Cerrar
pt_br: Fechar

source: Standard
es_es: Estandar

source: Exclusive
es_es: Exclusivo

source: No plan associated with this category
es_es: No hay un plan asociado con esta categoría

source: Annually
es_es: Anual

source: There is no Plan available right now.
es_es: No hay un plan disponible para acceder al reclamo de una empresa.
pt_br: Não há nenhum Plano disponível.

source: unlimited
es_es: ilimitado
pt_br: ilimitado

source: Per Listing
es_es: Por empresa
pt_br: Por Anúncio

source: Per Package
es_es: Por paquete
pt_br: Por Pacote

source: Per Package
es_es: Por paquete
pt_br: Por Pacote

source: Per Listing
es_es: Por empresa
pt_br: Por Anúncio

source: Duration
es_es: Duración
pt_br: Duração

source: days
es_es: Días
pt_br: dias

source: : Unlimited days
es_es: : Ilimitado
pt_br: : Dias Ilimitados

source: Lorem ipsum dolor sit amet, lorem sit.
es_es: Vigencia del plan.

source: Max. Listings :
es_es: Empresas permitidas:
pt_br: Máx. Anúncios :

source: Max. Listings : Unlimited
es_es: Empresas permitidas: Ilimitado
pt_br: Máx. Anúncios : Ilimitados

source: Map Display
es_es: Ubicación en mapa
pt_br: Geolocalização

source: Contact Display
es_es: Información de contacto
pt_br: Contato

source: Business Tagline
es_es: Eslogan comercial
pt_br: Descrição da Empresa

source: Social Links
es_es: Enlaces a redes sociales
pt_br: Links Sociais

source: Tags/Keywords
es_es: Etiquetas / Palabras claves
pt_br: Palavras Chaves

source: Timekit
es_es: Reservas de Timekit

source: Menu
es_es: Menú / Productos

source: Announcement
es_es: Anuncio

source: Deals-Offers-Discounts
es_es: Ofertas / Cupones de descuentos

source: Hide competitors Ads
es_es: Ocultar publicidad de competidores

source: CHOOSE PLAN
es_es: ELEGIR PLAN

source: should have a price
es_es: debería tener precio
pt_br: deve conter preço

source: Per Month Price
es_es: Precio por mes

source: Total Listings :
es_es: Total empresas:
pt_br: Anúncios Totais :

source: Available Listings :
es_es: Empresas disponibles:
pt_br: Anúncios Disponíveis :

source: Used :
es_es: Usado:
pt_br: Usado :

source: Announcment
es_es: Anuncios especiales

source: Lead Form
es_es: Formulario Lead

source: Get Started Now
es_es: Empezar ahora
pt_br: Começar Agora

source: per month
es_es: por mes

source: billed Annually
es_es: facturado anualmente

source: Max. listings allowed :
es_es: Máximo número de empresas permitidas:
pt_br: Máx. Anúncios permitidos :

source: Per Month
es_es: Por mes

source: Remaining Listings :
es_es: Empresas restantes:
pt_br: Anúncios Restantes :

source: Continue
es_es: Continuar
pt_br: Continuar

source: Unlimited days
es_es: Ilimitado

source: Listings
es_es: Empresas

source: Listings : Unlimited
es_es: Empresas: Ilimitado

source: Choose Plan
es_es: Elegir plan

source: View All Features
es_es: Ver todos los servicios

source: Per Month Price :
es_es: Precio por mes :

source: Lead FOrm
es_es: Formulario Lead

source: SELECT A LISTING
es_es: SELECCIONAR
pt_br: SELECIONAR ANÚNCIO

source: Date:
es_es: Fecha:
pt_br: Data:

source: Category:
es_es: Categoría:
pt_br: Categoria:

source: Duration:
es_es: Duración:
pt_br: Duração:

source: Price:
es_es: Precio:
pt_br: Preço:

source: Congratulations! Transaction is successful!
es_es: ¡Felicidades! ¡Transacción exitosa!

source: Go Back To Dashboard
es_es: Volver al Escritorio

source: Item
es_es: Ítem

source: Tax
es_es: Impuesto
pt_br: Taxa

source: LP Columns Element
es_es: Elemento de columnas LP

source: LP Promotional Element
es_es: Elemento promocional LP

source: Add Link Title
es_es: Añadir título de enlace
pt_br: Adicionar Título do Link

source: Add URL here
es_es: Añadir URL aquí
pt_br: Adicione URL aqui

source: LP Promotional Services
es_es: LP Servicios promocionales

source: LP Promotional Timeline
es_es: Línea de tiempo promocional de LP

source: Timeline First Description
es_es: Primera descripción de línea de tiempo
pt_br: Descrição da Timeline

source: LP Promotional Presentaion
es_es: Presentación promocional de LP

source: LP Promotional Support
es_es: Soporte promocional de LP

source: LP Call to Action
es_es: Llamar a la acción LP

source: Select Listingpro Call to Action Style
es_es: Seleccione el estilo de Llamada a la acción de Listingpro

source: Call to Action with Button
es_es: Llamada a la acción con botón

source: Call to Action without Button
es_es: Llamada a la acción sin botón

source: LP Notification
es_es: Notificación LP

source: LP Tabs
es_es: Etiquetas LP
