Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: de

source: Activities
de: Aktivitäten

source: Content
de: Inhalt

source: Number of Activities
de: Anzahl der Aktivitäten

source: Style
de: Stil

source: Text Transform
de: Texttransformation

source: None
de: Keiner

source: UPPERCASE
de: Großbuchstaben

source: lowercase
de: Kleinbuchstaben

source: Capitalize
de: Großgeschrieben

source: Ad
de: Anzeige

source: Interesting
de: Interessant

source: Love
de: Liebe

source: You already reacted
de: Du hast schon reagiert

source: Wrote a review
de: Schrieb eine Bewertung

source: Continue Reading
de: Weiterlesen

source: All Categories
de: Alle Kategorien

source: Select Blog Element Style
de: Blog Element Stil auswählen

source: Select Blog Category
de: Blog Kategorie auswählen

source: No. of posts
de: Anzahl Beiträge

source: Read More
de: Weiterlesen

source: Call to Action with Button
de: Call To Action mit Button

source: Call to Action Style 3
de: Call To Action Stil 3

source: Call to Action without Button
de: Call To Action ohne Button

source: Call to Action Title
de: Call To Action Titel

source: Short Description
de: Kurzbeschreibung

source: Line 1
de: Linie 1

source: Line 2
de: Linie 2

source: Background Image
de: Hintergrundbild

source: Phone Number
de: Telefonnummer

source: Title
de: Titel

source: Bank Transfer Image
de: Bank Transfer Bild

source: Stripe Image
de: Stripe Bild

source: Paypal Image
de: Paypal Bild

source: 2 Checkout Image
de: 2 Checkout Bild

source: Sorry! Currently Free mode is activated
de: Sorry! Der kostenlose Modus ist derzeit aktiv

source: Coupon Code
de: Gutscheincode

source: Type Here
de: Geben Sie hier ein

source: APPLY CODE
de: CODE ANWENDEN

source: ITEM
de: Stück

source: PRICE
de: Preis

source: Tax(Value Added Tax)
de: Steuer (Mehrwertsteuer)

source: Total
de: Gesamt

source: Terms And Conditions
de: Allgemeine Geschäftsbedingungen

source: PROCEED TO NEXT
de: Weiter

source: Purchase
de: Kauf

source: Claimed Listings
de: Beanspruchte Auflistungen

source: List View
de: Listen-Ansicht

source: Grid View
de: Grid Ansicht

source: Grid Style 1
de: Grid Stil 1

source: Grid Style 2
de: Grid Stil 2

source: Grid Style 3
de: Grid Stil 3

source: Grid Style 4
de: Grid Stil 4

source: Grid Style 5
de: Grid Stil 5

source: List Style 1
de: Listen Stil 1

source: List Style 2
de: Listen Stil 2

source: Posts per page
de: Beiträge pro Seite

source: 3 Posts
de: 3 Beiträge

source: 6 Posts
de: 6 Beiträge

source: 9 Posts
de: 9 Beiträge

source: 12 Posts
de: 12 Beiträge

source: 15 Posts
de: 15 Beiträge

source: Client Testimonial
de: Kunden-Bewertung

source: Testimonial Style
de: Testimonial Stil

source: Default, on a white background color
de: Default, mit weißem Hintergrund

source: Inverted, on a dark background color
de: Umgekehrt, mit dunklem Hintergrund

source: Client Name
de: Kundenname

source: Client Avatar
de: Kunden-Avatar

source: Testimonial Content
de: Bewertungstext

source: Designation
de: Bezeichnung

source: Content Boxes
de: Inhalts-Boxen

source: Select Single Content Box Style
de: Wähle den Stil einzelner Inhaltsbox

source: Old Style
de: Alter Stil

source: New Style
de: Neuer Stil

source: Planning
de: Planung

source: Sed ut perspiciatis unde omnis iste natus error sit v oluptatem accusantium or sit v oluptatem accusantiumor sit v oluptatem
de: Beispieltext Beispieltext Beispieltext

source: Repeater List
de: Repeater-Liste

source: Edit Listing
de: Listing bearbeiten

source: Subtitle
de: Untertitel

source: Max. allowed images are
de: Maximale Anzahl an Bildern:

source: Max. allowed images size is
de: Maximale Bildergröße:

source: You are currently signed in as
de: Du bist angemeldet als

source: Sign out
de: Abmelden

source: or continue below and start submission.
de: oder ein neues Listing einreichen.

source: Update & Preview
de: Aktualisieren & Vorschau

source: Something is missing! Please fill out all fields highlighted in red.
de: Etwas fehlt! Bitte füllen Sie alle rot hervorgehobenen Felder aus.

source: Primary listing details
de: Informationen zu Ihrer Praxis / Firma

source: Put your listing title here and tell the name of your business to the world.
de: Geben Sie hier den Listing Titel ein und den Namen Ihres Unternehmens.

source: Enter your complete business name for when people who know your business by name and are looking you up.
de: Geben Sie bitte den vollständigen Namen Ihrer Praxis bzw. Ihrer Firma ein, um am besten gefunden zu werden.

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
de: Beschreibe mit einem kurzen Slogan, was deine Auflistung ausmacht.

source: Tagline Example: Best Express Mexican Grill
de: Tabline Beispiel: Bestes mexikanisches Restaurant

source: Search By Google
de: Suche mit Google

source: Manual Coordinates
de: Manuelle Koordinaten

source: Drop Pin
de: Auf der Karte suchen

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
de: Adresse eingeben und aus den Google-Suchergebnissen auswählen. Somit erscheinen Sie auf der Google Map.

source: Full Address
de: Anschrift

source: Provide your full address for your business to show up on the map and your customer can get direction.
de: Bitte geben Sie Ihre vollständige Adresse an, so dass diese auf der Karte angezeigt werden kann.

source: Your address for google map
de: Ihre Adresse für Google Maps

source: Add address here
de: Ihre Adresse

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: The city name will help users find you in search filters.
de: Die Ortsbezeichnung hilft den Benutzern, Sie in Suchfiltern zu finden.

source: select your listing region
de: Bitte Ihre Stadt eintragen

source: City
de: Stadt

source: Provide your city name for your business to show up on the map and your customer can get direction.
de: Gib den Namen deiner Stadt an, damit dein Unternehmen auf der Karte angezeigt wird und dein Kunde sich orientieren kann.

source: Select your listing region
de: Wählen Sie Ihre Region aus

source: Select Location
de: Standort auswählen

source: Phone
de: Telefon

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
de: Lokale Telefonnummern führen zu 3x mehr Anrufe als z.B. 0800-Rufnummern. Verwenden Sie immer eine geschäftliche Telefonnummer und vermeiden Sie persönliche Telefonnummern, wenn möglich.

source: Your contact number
de: Telefonnummer

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
de: Es wird empfohlen eine offizielle Website-URL zu verwenden, statt einer Landingpage für eine bestimmte Kampagne.

source: Your web URL
de: Ihre Webadresse

source: category & services
de: Bitte wählen Sie Ihre Kategorie

source: Categories
de: Kategorien

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
de: Bitte wählen Sie Ihre Kategorie so genau wie möglich aus.

source: Choose one categories
de: Eine Kategorie wählen

source: Select Category
de: Kategorie auswählen

source: Additional Business Info
de: Zusätzliche Informationen

source: price details
de: Preisangaben

source: Not to say
de: Keine Angaben

source: Inexpensive
de: Günstig

source: Moderate
de: Moderat

source: Pricey
de: Teuer

source: Ultra High
de: Sehr Teuer

source: Price Range
de: Preisklasse

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
de: Die Festlegung einer Preisklasse kann dazu beitragen, die richtige Zielgruppe anzusprechen und unangenehme Situationen mit Kunden und Anbietern zu vermeiden. Eine Preisklasse kann auch auf ein Angebot aufmerksam machen.

source: Price From
de: Preis von

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
de: Ehrlich zu Ihren Kunden zu sein, kann eine starke Kundenbindung aufbauen. Zögern Sie nicht, diese einzubeziehen.

source: Only Digits
de: Nur Zahlen

source: Price To
de: Preis bis

source: Business Hours
de: Öffnungszeiten

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
de: Lassen Sie Ihre Kunden wissen, wann Sie geöffnet sind.

source: business hours
de: Öffnungszeiten

source: Select
de: Auswählen

source: Please Select
de: Bitte auswählen

source: frequently asked questions
de: Häufig gestellte Fragen

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
de: Teilen Sie hier einige der am häufigsten gestellten Fragen und Antworten mit, damit die Besucher wissen, dass Sie Ihr Geschäft ernst nehmen und sich wirklich um Ihre Kunden kümmern.

source: Questions
de: Fragen

source: FAQ Answers
de: FAQ Antworten

source: Answer
de: Antwort

source: add new
de: neue hinzufügen

source: Description
de: Beschreibung

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
de: Erzählen Sie kurz, was Ihre Kunden über Ihr Unternehmen zu hören bekommen, das einzigartig ist und das Sie besser machen als alle anderen.

source: more info
de: mehr Information

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
de: Diese Stichwörter helfen Ihnen dabei, bei Suchanfragen gefunden zu werden. Bitte Komma getrennt eingeben.

source: Enter tags or keywords comma separated...
de: Geben Sie Tags oder Schlüsselwörter kommagetrennt ein...

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
de: Wenn Bilder mehr als 1000 Worte sagen, was tun dann Videos? Geben Sie hier den Link zu einem Werbevideo ein, um mehr potenzielle Kunden zu erhalten.

source: ex: https://youtu.be/lY2yjAdbvdQ
de: Beispiel: https://youtu.be/lY2yjAdbvdQ

source: Gallery
de: Gallerie

source: Images
de: Bilder

source: Drop files here or click to upload
de: Dateien hier ablegen oder klicken zum Upload

source: Browse Files
de: Dateien suchen

source: Change Featured Image
de: Beitragsbild ändern

source: Upload Featured Image
de: Beitragsbild hochladen

source: Featured Image
de: Beitragsbild

source: Browse
de: Durchsuchen

source: Choose a file
de: Bild auswählen

source: Upload Business Logo
de: Firmenlogo hochladen

source: Business Logo
de: Firmen Logo

source: Put your listing title here and tell the name of your business to the world.
de: Tragen Sie hier den Titel Ihres Eintrags ein und teilen Sie der Welt den Namen Ihres Unternehmens mit.

source: This is test data for quick tip for location field
de: Dies sind Beispieldaten für den Quick-Tipp des Ortfeldes

source: this is test data for quick tip for location field
de: dies sind Beispieldaten für den Quick-Tipp des Ortfeldes

source: this is test data for quick tip for address field
de: dies sind Beispieldaten für den Quick-Tipp des Adressfeldes

source: this is test data for quick tip for phone field
de: dies sind Beispieldaten für den Quick-Tipp des Telefonnummernfeldes

source: this is test data for quick tip for website field
de: dies sind Beispieldaten für den Quick-Tipp des Webseitenfeldes

source: this is test data for quick tip for faq field
de: dies sind Beispieldaten für den Quick-Tipp des FAQ-Feldes

source: Your Twitter URL
de: Twitter URL

source: Your Facebook URL
de: Facebook URL

source: Your LinkedIn URL
de: LinkedIn URL

source: Your Youtube URL
de: Youtube URL

source: Your Instagram URL
de: Instagram URL

source: this is test data for quick tip for video field
de: dies sind Beispieldaten für den Quick-Tipp des Videofeldes

source: your contact email
de: Ihre E-Mail-Adresse

source: Click below to review your listing.
de: Speichern und nochmals alle Angaben überprüfen.

source: Your Location
de: Dein Standort

source: Events Calendar
de: Event Kalender

source: Events View
de: Event Ansicht

source: Calander
de: Kalender

source: List
de: Liste

source: Events Calender Duration
de: Event Kalender Dauer

source: Monthly
de: Monatlich

source: Weekly
de: Wöchentlich

source: Events Calender View
de: Event Kalender Ansicht

source: Classic
de: Klassisch

source: Classic 2
de: Klassisch 2

source: Events Per Page
de: Events pro Tag

source: all
de: Alle

source: No Events Found
de: Keine Ereignisse gefunden

source: Box Style
de: Box Stil

source: Style 1
de: Stil 1

source: Style 2
de: Stil 2

source: Title for Description
de: Titel für Beschreibung

source: Sub Title for Description
de: Untertitel für Beschreibung

source: Feature Image
de: Vorschaubild

source: Button BG Image (1)
de: Button Hintergrundbild (1)

source: Button Link (2)
de: Schaltflächen Link (2)

source: Button BG Image (2)
de: Schaltflächen Bild (2)

source: Hello World
de: Hallo Welt

source: Image Gallery
de: Bildergalerie

source: Image gallery styles
de: Bildergalerie-Stil

source: Image for gallery
de: Bilder für Bildergalerie

source: Listing By
de: Auflistung von

source: Listing Options
de: Eintragsoptionen

source: By Category
de: Nach Kategorie

source: By Location
de: Nach Standort

source: By Location and Category
de: Nach Standort und Kategorie

source: Recent
de: Neueste

source: Listing per page
de: Eintrag pro Seite

source: Listing Categories
de: Einträge Kategorien

source: Category Styles
de: Kategorie-Stil

source: Abstracted View
de: Abstrakte Ansicht

source: Abstracted View 2
de: Abstrakte Ansicht 2

source: Boxed View
de: Boxed Ansicht

source: Boxed View 2
de: Boxed Ansicht 2

source: Abstracted & Boxed View
de: Abstrakte & Boxen-Ansicht

source: Slider Style
de: Schieberegler-Stil

source: Select Notice
de: Notiz auswählen

source: Show
de: Anzeigen

source: Hide
de: Verstecken

source: Select Categories
de: Kategorie wählen

source: Listings
de: Einträge

source: Listing Entries
de: Einträge auflisten

source: Locations
de: Standorte

source: Location Styles
de: Standort-Stile

source: Select Locations
de: Standorte auswählen

source: Order
de: Bestellung

source: ASC
de: Aufsteigend

source: DESC
de: Absteigend

source: Listing Posts By ID
de: Eintrags-Beiträge nach ID

source: Listing Posts
de: Eintrags Beiträge

source: Listings With Coupons
de: Einträge mit Gutscheinen

source: Columns Element
de: Spalten Element

source: Column Left Image
de: Spaltebild (links)

source: First Column Title
de: Titel 1. Spalte

source: First Column Description
de: Beschreibung 1. Spalte

source: Best way to start managing your business listing is by claiming it so you can update.
de: Am besten beginnen Sie mit der Verwaltung Ihres Firmeneintrags, indem Sie ihn beanspruchen, damit Sie ihn aktualisieren können.

source: Second Column Title
de: Titel 2. Spalte

source: 2- Promote
de: 2- Bewerben

source: Second Column Description
de: Beschreibung 2. Spalte

source: Promote your business to target customers who need your services or products.
de: Werben Sie für Ihr Unternehmen, um Kunden anzusprechen, die Ihre Dienstleistungen oder Produkte benötigen.

source: Third Column Title
de: Titel 3. Spalte

source: 3- Convert
de: 3- Konvertieren

source: Third Column Description
de: Beschreibung 3. Spalte

source: Turn your visitors into paying customers with exciting offers and services on your page.
de: Machen Sie Ihre Besucher mit spannenden Angeboten und Dienstleistungen auf Ihrer Seite zu zahlenden Kunden.

source: Listingpro Notification
de: Listinpro Benachrichtigung

source: Notification Image
de: Benachrichtigungs-Bild

source: Notification Title
de: Benachrichtigungs-Titel

source: Success
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: Success Description
de: Erfolgsbeschreibung

source: An email receipt with detials about your order has been sent to email address provided.please keep it for your record
de: Eine E-Mail-Bestätigung mit Details zu Ihrer Bestellung wurde an die angegebene E-Mail-Adresse gesendet. Bitte bewahren Sie diese für Ihre Unterlagen auf

source: Icon with description
de: Symbol mit Beschreibung

source: Notification Description
de: Benachrichtigungs-Beschreibung

source: default
de: standard

source: Redirect to Page
de: Weiterleiten zu Seite

source: Listingpro Partners
de: Listingpro Partner

source: Promotional Presentation
de: Werbepräsentation

source: Presentaion Title
de: Präsentationstitel

source: Presentaion Short Description
de: Präsentation Kurzbeschreibung

source: Presentaion First Title
de: Präsentation erster Titel

source: Presentaion First Designation
de: Präsentation erste Bezeichnung

source: Presentaion First Image
de: Präsentation erstes Bild

source: Presentaion Second Title
de: Präsentation Zweiter Titel

source: Presentaion Second Designation
de: Präsentation zweite Bezeichnung

source: Presentaion Left Image
de: Präsentation linkes Bild

source: Promotional Services
de: Werbeleistungen

source: Banner Left Image
de: Bild Banner (links)

source: Element Title
de: Element Titel

source: Element Description
de: Element Beschreibung

source: Promotional Support
de: Werbeunterstützung

source: Support Background Image
de: Support Hintergrundbild

source: Timeline Title
de: Timeline-Titel

source: Timeline Short Description
de: Timeline Kurzbeschreibung

source: Timeline First Title
de: Timeline erster Titel

source: Timeline Right Image
de: Timeline rechtes Bild

source: Timeline Second Title
de: Timeline zweiter Titel

source: Timeline Second Description
de: Timeline zweite Beschreibung

source: Timeline Left Image
de: Timeline linkes Bild

source: Element Link Title
de: Element Link Titel

source: Element Phone Number
de: Element Telefonnummer

source: Pricing Plans
de: Pakete

source: Show Title And Subtitle
de: Titel und Untertitel anzeigen

source: Horizontal View
de: Horizontale Ansicht

source: Vertical View
de: Vertikale Ansicht

source: Horizontal Views
de: Horizontale Ansichten

source: Horizontal View 1
de: Horizontale Ansicht 1

source: Horizontal View 2
de: Horizontale Ansicht 2

source: Vertical Views
de: Vertikale Ansichten

source: Vertical View 1
de: Vertikale Ansicht 1

source: Vertical View 2
de: Vertikale Ansicht 2

source: Vertical View 3
de: Vertikale Ansicht 3

source: Vertical View 4
de: Vertikale Ansicht 4

source: Choose a Plan to Claim Your Business
de: Wähle einen Plan zur Inhaberbeanspruchung

source: Submit Listing
de: Eintrag einreichen

source: Please activate your license
de: Bitte aktivieren Sie Ihre Lizenz

source: Returning User? Please
de: Bereits registriert? Bitte

source: Sign In
de: Einloggen

source: and if you are a
de: und wenn Sie ein

source: New User, continue below
de: Neuer Benutzer, weiter unten

source: and register along with this submission.
de: Eintrag einreichen und registrieren.

source: Save & Preview
de: Speichern & Vorschau

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
de: Zu faul? Sagen Sie Hallo! Zu Fill-O-Bot!

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
de: Keine Sorge, Fill-o-BOT hilft Ihnen! Geben Sie einfach ein Unternehmen auf Google Places ein und Fill-O-Bot füllt automatisch alle erforderlichen Daten aus.

source: Turn Me On
de: Einschalten

source: user name
de: Benutzername

source: enter username
de: Benutzername eingeben

source: Password
de: Passwort

source: enter password
de: Passwort eingeben

source: Already Have Account?
de: Sind Sie schon registriert?

source: I Agree
de: Ich stimme zu

source: You agree you accept our Terms & Conditions for posting this ad.
de: Sie stimmen zu, dass Sie unsere allgemeinen Geschäftsbedingungen für die Erstellung dieser Anzeige annehmen.

source: All of the fields were successfully validated!
de: Alle Felder wurden erfolgreich bestätigt!

source: primary listing details
de: Informationen zu Ihrer Praxis / Firma

source: Staple & Fancy Hotel
de: Praxisname / Firmenname eintragen

source: Does Your Business have a tagline?
de: Hat Ihr Unternehmen einen Slogan?

source: Start typing and find your place in google map
de: Adresse eingeben und Ihren Standort bei Google Maps finden

source: Select City
de: Stadt auswählen

source: Whatsapp no.
de: WhatsApp Nr.

source: Whatsapp no for listing detail page.
de: Deine Besucher können dich direkt über WhatsApp kontaktieren. Alles was du machen musst ist nur, deine Nummer einzugeben. Dieser Service ist nicht im kostenlosen Angebot dabei.

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
de: Es wird empfohlen, offizielle Website-URL zur Verfügung zu stellen und Landing Pages zu vermeiden, die für eine bestimmte Kampagne entwickelt wurden

source: http://
de: https://

source: Choose Your Business Category
de: Kategorie auswählen

source: Gallery
de: Max. 5 Galeriebilder

source: Upload Feature Image
de: Beitragsbild hochladen

source: Quick tip for featured images
de: Quick-Tipp für Feature-Bilder

source: this is test data for quick tip for title field
de: dies sind Testdaten für den Quick-Tipp für das Titelfeld

source: this is test data for quick tip for tagline field
de: dies sind Testdaten für den Quick-Tipp für das Tagline-Feld

source: quick tip data for location field
de: Quick-Tipp-Daten für das Standortfeld

source: this is test infor address field
de: dies ist die Testinfo für das Adressfeld

source: this is quick tip info for phone field
de: dies ist Quick-Tipp-Info für das Telefonfeld

source: this is quick tip info for website field
de: dies ist ein Quick-Tipp für das Webseitenfeld

source: Quick tip on FAQ question
de: QuickTipp für das FAQ

source: this is test data for quick tip info of FAQ answer field
de: dies sind Testdaten für den QuickTipp des FAQ-Feldes

source: this is test data for quick tip info of Video field
de: dies sind Testdaten für den QuickTipp des Viedofeldes

source: quick tip info for gallery
de: Quick-Tipp für die Galerie

source: quick tip for featured img
de: Quick-Tipp für Featured-Bild

source: quick tip for business logo
de: Quick-Tipp für Firmenlogo

source: quick tip for account section
de: Quicktipp für Kontobereich

source: You agree & accept our Terms & Conditions for submitting listing
de: Sie erklären sich mit unseren Allgemeinen Geschäftsbedingungen für das Einreichen eines Eintrags einverstanden

source: Video Testimonial
de: Video Erfahrungsbericht

source: Video preview Image
de: Video Vorschau-Bild

source: Testimonial Title
de: Erfahrungsbericht Titel

source: Author name
de: Autor Name

source: Author Company
de: Autor Firma

source: Author Avatar
de: Autor Avatar

source: Listing Category
de: Kategorie

source: Location
de: Ort

source: Features
de: Leistungen

source: Expire After
de: Auslaufen nach

source: Payment Status
de: Status Bezahlung

source: Author
de: Autor

source: Date
de: Datum

source: Associated Plan
de: Zugehöriger Plan

source: Days Left
de: Verbleibende Tage

source: Unlimited
de: Unbegrenzt

source: Select your listing features
de: Spezialisierung

source: Verify your purchase code to unlock all features, see
de: Überprüfen Sie Ihren Freischaltungscode, um alle Funktionen freizuschalten, siehe

source: instructions
de: Erklärungen

source: Valid License Key!
de: Gültiger Lizenzschlüssel!

source: Invalid license key
de: Ungültiger Lizenzschlüssel
