Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: de

source: Check the checkbox
de: Aktivieren Sie das Kontrollkästchen

source: Button for grid style 3, Leave empty to hide.
de: Schaltfläche für Rasterstil 3, Leer lassen, um es auszublenden.

source: Button link for grid style 3
de: Button Link für Rasterstil 3

source: Button link Listing category slider style
de: Button Link Eintrag Kategorie Slider Stil

source: Button for Listing category slider style, Leave empty to hide.
de: Button für Kategorie-Slider-Stil auflisten, Leer lassen, um es auszublenden.

source: Pricing plans views
de: Pakete Ansichten

source: Recurring Payment?
de: Wiederkehrende Zahlung?

source: Category:
de: Kategorie:

source: Duration:
de: Dauer:

source: Days
de: Tage

source: Sorry! No Paid Claim request found
de: Sorry! Keine bezahlte Übernahmeanfrage gefunden

source: Sorry! Pricing plan associated with the current selection must have a defined duration
de: Sorry! Der der aktuellen Auswahl zugeordnete Preisplan muss eine definierte Dauer haben.

source: Sorry! You have no paid listings yet!
de: Sorry! Sie haben noch keine kostenpflichtigen Einträge!

source: Transaction has failed! But don’t worry, you can always go back.
de: Transaktion gescheitert! Keine Sorge, Sie können jederzeit zurückkehren.

source: Contact Site Admin
de: Admin kontaktieren

source: 24 hours open
de: 24 Stunden geöffnet

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: 24 Hours
de: 24 Stunden

source: Sorry
de: Entschuldigung

source: Already Added
de: Bereits hinzugefügt

source: Add 2nd time slot?
de: Mittagspause?

source: Bank Transfer
de: Banküberweisung

source: Recurring Payment
de: Wiederkehrende Zahlung

source: Alert! Recurring Payment Option is Enabled By Default.
de: Warnung! Die Option für wiederkehrende Zahlungen ist standardmäßig aktiviert.

source: Sorry! You have not enable any payment method
de: Es tut uns leid! Sie haben bisher keine Zahlmethode aktiviert

source: SELECT PAYMENT
de: Bezahlung auswählen

source: REVIEW PAYMENT
de: Bezahlung überprüfen

source: DONE
de: FERTIG

source: Sorry! Your request failed
de: Sorry! Ihre Anfrage ist fehlgeschlagen

source: Card Number
de: Kartennummer

source: Expiration Date (MM/YYYY)
de: Ablaufdatum (MM/YYYY)

source: Address
de: Anschrift

source: State
de: Bundesland

source: Country
de: Land

source: Zip
de: PLZ

source: Proceed
de: Weiter

source: Close
de: Schließen

source: Exclusive
de: Exklusiv

source: No plan associated with this category
de: Es gibt keinen Preis-Plan, der mit der Kategorie verbunden ist

source: Annually
de: Jährlich

source: There is no Plan available right now.
de: Es gibt derzeit keinen Plan hierfür.

source: unlimited
de: unbegrenzt

source: Per Listing
de: Pro Listing

source: Per Package
de: Pro Paket

source: Per Package
de: Pro Paket

source: Per Listing
de: Pro Listing

source: Duration
de: Dauer

source: days
de: Tage

source: : Unlimited days
de: : Unbegrenzt

source: Max. Listings : Unlimited
de: Max. Listings: unbegrenzt

source: Map Display
de: Kartenansicht

source: Contact Display
de: Kontaktfeldansicht

source: Business Tagline
de: Geschäfts Untertitel

source: Social Links
de: Social Media Links

source: Menu
de: Menü

source: Announcement
de: Ankündigung

source: Deals-Offers-Discounts
de: Angebote

source: Hide competitors Ads
de: Keine Werbung im Profil

source: CHOOSE PLAN
de: Paket auswählen

source: should have a price
de: sollte einen Preis haben

source: Per Month Price
de: Preis pro Monat

source: Total Listings :
de: Einträge insgesamt :

source: Available Listings :
de: Vorhandene Einträge :

source: Used :
de: Benutzt :

source: Announcment
de: Ankündigung

source: Bookings
de: Buchungen

source: Lead Form
de: Kontaktformular

source: Get Started Now
de: Jetzt loslegen

source: per month
de: pro Monat

source: billed Annually
de: jährliche Abrechnung

source: Max. listings allowed :
de: Max. erlaubte Einträge :

source: Per Month
de: Pro Monat

source: Remaining Listings :
de: Verbleibende Einträge :

source: Hot
de: Beliebt

source: Continue
de: Weiter

source: Unlimited days
de: Unbegrenzt

source: Listings : Unlimited
de: Listings: unbegrenzt

source: Choose Plan
de: Plan auswählen

source: View All Features
de: Alle Funktionen anzeigen

source: Per Month Price :
de: Preis pro Monat :

source: Lead FOrm
de: Lead Formular

source: SELECT A LISTING
de: LISTUNG AUSWÄHLEN

source: Date:
de: Datum:

source: Category:
de: Kategorie:

source: Duration:
de: Dauer:

source: Price:
de: Preis:

source: Congratulations! Transaction is successful!
de: Herzlichen Glückwunsch! Transaktion erfolgreich!

source: Go Back To Dashboard
de: Zurück zum Dashboard

source: Item
de: Artikel

source: Tax
de: Steuer

source: Subtotal
de: Zwischensumme

source: LP Columns Element
de: LP-Spaltenelement

source: LP Promotional Element
de: LP-Werbeelement

source: Add Link Title
de: Link-Titel hinzufügen

source: Add URL here
de: URL hier eingeben

source: LP Promotional Services
de: LP-Werbedienste

source: LP Promotional Timeline
de: LP-Werbe-Timeline

source: Timeline First Description
de: Timeline erste Beschreibung

source: LP Promotional Presentaion
de: LP-Werbepräsentation

source: Select Listingpro Call to Action Style
de: Listingpro Call to Action Stil wählen

source: Call to Action with Button
de: Call to Action mit Button

source: Call to Action without Button
de: Call to Action ohne Button

source: LP Notification
de: LP-Benachrichtigung

source: Styles
de: Stile

source: Grid Style 6
de: Grid Stil 6

source: LP Entries
de: LP-Einträge

source: LP Client Testimonial
de: LP-Kundenstimme

source: Choose your testimonial style
de: Wählen Sie Ihren Rezensionsstil aus

source: Add designation
de: Bezeichnung hinzufügen

source: LP Locations
de: LP-Standorte

source: Choose your Listing style
de: Wählen Sie Ihren Eintrags-Stil aus

source: Select location
de: Wähle einen Ort

source: Order of locations
de: Reihenfolge der Orte

source: Description about this element
de: Beschreibung über dieses Element

source: LP Listings By (location/category)
de: LP-Einträge nach (Standort/Kategorie)

source: LP Listing Posts
de: LP Eintrag Beiträge

source: LP Listings With Coupons
de: LP Einträge mit Coupons

source: LP Listings by ID
de: LP Einträge nach ID

source: comma separated ids
de: Komma getrennte IDs

source: LP Claimed Listings
de: LP beanspruchte Einträge

source: LP Image Gallery
de: LP Bildergalerie

source: Choose your Gallery style
de: Wählen Sie Ihren Galerie-Stil

source: LP Video Testimonials
de: LP Video Erfahrungsberichte

source: LP Blog Grids
de: LP Blog Raster

source: Blog Grid
de: Blog Raster

source: Blog Circle
de: Blog-Kreis

source: LP Content Boxes
de: LP-Inhaltsboxen

source: Element title
de: Element Titel

source: Select Single Content Box Sryle
de: Stil wählen für Single-Content-Box

source: Old Style
de: Alter Stil

source: New Style
de: Neuer Stil

source: LP Partners
de: LP-Partner

source: LP Single Partner Logo
de: LP Einzelpartner-Logo

source: LP Activities
de: LP Aktivitäten

source: 4 Posts
de: 4 Einträge

source: 5 Posts
de: 5 Einträge

source: 3 Events
de: 3 Ereignisse

source: 4 Events
de: 4 Ereignisse

source: 5 Events
de: 5 Ereignisse

source: 6 Events
de: 6 Ereignisse

source: 7 Events
de: 7 Ereignisse

source: All Events
de: Alle Events

source: LP Events Calander
de: LP Event-Kalender

source: Calender
de: Kalender

source: New Title
de: Neuer Titel

source: Title:
de: Titel:

source: Options:
de: Optionen:

source: Hide Widget If There Are No Terms To Be Displayd?
de: Widget ausblenden, wenn es keine Begriffe gibt, die angezeigt werden können?

source: Hide Terms That Have No Related Posts?
de: Begriffe ausblenden, die keine zugehörigen Beiträge haben?

source: Order Terms By:
de: Begriffe sortieren nach:

source: Maximum Number Of Terms To Return:
de: Maximale Anzahl der Begriffe, die zurückgegeben werden:

source: Ids To Exclude From Being Displayed:
de: IDs, die nicht angezeigt werden sollen:

source: Only Display Terms With The Following Ids:
de: Nur Begriffe mit den folgenden IDs anzeigen:

source: Custom Taxonomies:
de: Benutzerdefinierte Taxonomien:

source: Post order:
de: Sortierung:

source: Latest posts
de: Aktuelle Beiträge

source: Most commented posts
de: Meist kommentierte Beiträge

source: Post theme:
de: Beitrag Thema:

source: No Thumbnail
de: Kein Thumbnail

source: Post from:
de: Beitrag von:

source: If you were not selected for cats, it will show all categories.
de: Wenn keine Kategorien ausgewählt wurden, werden alle Kategorien angezeigt.

source: Number of posts to show:
de: Anzahl anzuzeigender Beiträge:

source: It will show the Listings in ads
de: Es wird die Einträge in Werbeanzeigen zeigen

source: Number of Listings:
de: Anzahl Listings:

source: Ads listings will show in sidebar in "random" order
de: Die Anzeigen werden in der Seitenleiste in "zufälliger" Reihenfolge angezeigt

source: Social Style:
de: Social-Media-Stil:

source: Style One
de: Stil 1

source: Style Two
de: Stil 2

source: Style Three
de: Stil 3

source: Be the first to review!
de: Schreiben Sie die erste Rezension!

source: No listing found
de: Kein Eintrag gefunden

source: It will show nearby listings
de: Nahegelegene Einträge werden angezeigt

source: Nearby listings will show in sidebar in "random" order
de: Nahegelegene Einträge werden in der Seitenleiste in zufälliger Reihenfolge angezeigt

source: Required
de: Erforderlich
