Repository: ChusaInDaHouse/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: de

source: Show All %s
de: Alle Anzeigen %s

source: Select Plan
de: Plan auswählen

source: Active
de: Aktiv

source: Pending
de: Ausstehend

source: Delete
de: Löschen

source: Sorry! there is no result
de: Sorry! Es gibt kein Ergebnis

source: Users Type...
de: Benutzertyp...

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
de: Auf dem Server ist ImageMagick oder GD nicht installiert und/oder aktiviert! Eine dieser Bibliotheken ist erforderlich, damit WordPress die Größe von Bildern ändern kann. Bitte kontaktieren Sie Ihren Server-Administrator, um dies zu aktivieren, bevor Sie fortfahren.

source: Image rotate failed.
de: Drehen des Bildes fehlgeschlagen.

source: Image opacity change failed.
de: Änderung der Deckkraft fehlgeschlagen.

source: Image color change failed.
de: Farbänderung des Bildes fehlgeschlagen.

source: Image grayscale failed.
de: Umwandlung in Graustufen fehlgeschlagen.

source: Image negate failed.
de: Bild umkehren fehlgeschlagen.

# post type general name
source: Claims
de: Verifiziert

# post type singular name
source: Claim
de: Beanspruchen

# admin menu
source: Claims
de: Verfiziert

# add new on admin bar
source: Claim
de: Beanspruchen

# review
source: Add New
de: Neu hinzufügen

source: Add New Claim
de: Neuen Anspruch hinzufügen

source: New Claim
de: Neuer Anspruch

source: Edit Claim
de: Ansprucht editieren

source: View Claim
de: Anspruch ansehen

source: All Claims
de: Alle Ansprüche

source: Search Claims
de: Ansprüche durchsuchen

source: Parent Claims:
de: Übergeordnete Übernahmen:

source: No reviews found.
de: Keine Bewertungen gefunden.

source: No reviews found in Trash.
de: Keine Bewertungen im Papierkorb gefunden.

source: Description.
de: Beschreibung.

source: Current Author
de: Aktueller Autor

source: Confirm
de: Bestätigen

source: Times
de: Zeiten

source: Time
de: Zeit

source: Frequently Ask Questions
de: Gut zu wissen (FAQ)

source: FAQ: How many directories can I build with a single license?
de: FAQ: Wie viele Verzeichnisse kann ich mit einer einzigen Lizenz erstellen?

source: FAQ: Can I monetize (earn) from my directories with a regular license?
de: FAQ: Kann ich mit einer regulären Lizenz aus meinen Verzeichnissen Geld verdienen (monetarisieren)?

source: FAQ: What`s included in item support (regular license)?
de: FAQ: Was ist im Artikel-Support (reguläre Lizenz) enthalten?

source: Multi-Criteria Rating
de: Multi-Kriterien-Bewertung

source: Yes
de: Ja

source: No
de: Nein

source: Select Option
de: Option wählen

source: Browse File
de: Durchsuchen

source: Please Login To Upload
de: Einloggen, um hochzuladen

source: Ads Invoices
de: Werberechnungen

source: All Types
de: Alle Typen

source: All Methods
de: Alle Methoden

source: Wire
de: Überweisung

source: All Status
de: Alle Status

source: Search Invoices
de: Rechnungen suchen

source: Invoices
de: Rechnungen

source: Listings Invoices
de: Rechnungen für Einträge

source: PAID
de: BEZAHLT

source: Invoice#
de: Rechnungsnummer

source: Date:
de: Datum:

source: Invoice To:
de: Rechnung an:

source: Pay To:
de: Bezahlen An:

source: Business Name
de: Geschäftsname

source: Call Us For Help
de: Rufen Sie uns an, um Hilfe zu erhalten

source: Invoice Details
de: Rechnungsdetails

source: Transaction ID
de: Transaktions-ID

source: Listing Name
de: Eintrag Name

source: Pricing Plan
de: Abonnement

source: Duration
de: Dauer

source: Amount
de: Betrag

source: Tax
de: Steuer

source: Plan Price
de: Preis

source: Paid with
de: Zahlungsmethode

source: Download PDF
de: Als PDF herunterladen

source: Print
de: Drucken

source: Billed To:
de: Rechnung an:

source: List Name :
de: Listenname:

source: Amount
de: Betrag

source: Coupons
de: Gutscheine

source: Sorry! Pending or Expired
de: Sorry! In Bearbeitung oder Abgelaufen

source: Great! Enjoy the discount
de: Großartig! Viel Spaß mit dem Rabatt

source: Sorry! Limit exceeded
de: Sorry! Limit überschritten

source: Sorry! Invalid coupon code
de: Sorry! Ungültiger Gutscheincode

source: Discount( without % sign ) :
de: Rabatt( ohne %-Zeichen ) :

source: Discount( fix price ) :
de: Rabatt (Fixpreis ) :

source: Generate
de: Generieren

source: Please click on generate button
de: Bitte klicken Sie auf die Schaltfläche Generieren

source: Fix Price Coupon?
de: Fix Preis-Coupon?

source: Please add only numeric value
de: Bitte fügen Sie nur numerischen Wert hinzu

source: Start Date :
de: Startdatum :

source: Coupon Starts
de: Gutschein Start

source: End Date :
de: Enddatum:

source: Limit :
de: Grenze:

source: Save Coupon
de: Gutschein speichern

source: No.
de: Nein.

source: Discount value
de: Rabattwert

source: Available
de: Verfügbar

source: Start Date
de: Anfangsdatum

source: Ends Date
de: Enddatum

source: Expired
de: Abgelaufen

source: Sorry! There is no active coupon
de: Sorry! Es gibt keinen aktiven Coupon

source: Sorry! There is no expired coupon
de: Sorry! Es gibt keinen abgelaufenen Coupon

source: Sorry! There is no coupon
de: Sorry! Es gibt keinen Gutschein

source: Flagged
de: Markiert

source: Sorry! There is no report found
de: Sorry! Es wurde keine Meldung gefunden

source: Flags
de: Markierungen

source: Reviews Reports
de: Rezensionen Berichte

source: Review Title
de: Titel der Rezension

source: Reported For
de: Gemeldet für

source: Action
de: Aktion

source: Are you sure you want to proceed?
de: Bist Du sicher, dass Du fortfahren möchtest?

source: Listingpro Compatibility Wizard
de: Listingpro-Kompatibilitäts-Assistent

source: Listingpro Wizard
de: Listingpro-Assistent

source: One-Time Backward Compatiblity Wizard
de: Assistent für einmalige Rückwärtskompatibilität (One-Time Backward Compatiblity Wizard)

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
de: Wir haben einige wichtige Änderungen in der neuesten Version vorgenommen, für die ein einmaliger Kompatibilitätsassistent erforderlich ist, um sicherzustellen, dass nach der Aktualisierung alles in Ordnung ist.

source: Back To Dashboard
de: Zurück zum Dashboard

source: Complete
de: Komplett

source: Select Package Type
de: Pakettyp auswählen

source: Please Make sure to add no. of posts in this package
de: Bitte stellen Sie sicher, dass Sie die Anzahl der Beiträge in diesem Paket hinzufügen

source: Package
de: Paket

source: Pay Per Listing
de: Zahlen pro Eintrag

source: Enter Description here
de: Geben Sie die Beschreibung hier ein

source: Plan Description...
de: Paketbeschreibung...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
de: Funktioniert nur mit der "Vertikalen Ansicht 3" des Preisplan-Seitenstils

source: Enter no. of post in the package
de: Geben Sie Anzahl der Beiträge inklusive im Paket an

source: Total Posts in Package
de: Beiträge insgesamt im Paket

source: Select color for the title background box
de: Wählen Sie die Farbe für die Hintergrund Titelbox

source: Duration Type
de: Dauer Typ

source: Default
de: Standard

source: Yearly
de: Jährlich

source: Max. Images In Gallery (add only integer value)
de: Max. Bilder in der Galerie (nur Ganzzahlwert hinzufügen)

source: Empty field will be considered as unlimited"
de: Leeres Feld wird als unbegrenzt betrachtet"

source: Max Gallery Size (Put only integer value) units are in MBs
de: Maximale Galerie-Größe (nur ganzzahlige Werte angeben) Einheiten sind in MB

source: Empty field will be considered as unlimited
de: Leeres Feld gilt als unbegrenzt

source: Price (Do not use currency sign)
de: Preis (Keine Währungszeichen verwenden)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
de: Leeres Feld wird als freier Plan betrachtet. Kostenlose Planoption funktioniert nur in "Pay per Listing"

source: Duration( in days )
de: Dauer (in Tagen)

source: Continue free plan after expire
de: Freien Plan weiterführen nach Ablauf

source: Hot Plan
de: Angebot

source: Plan Usage
de: Paket-Nutzung

source: General
de: Allgemein

source: Category
de: Kategorie

source: Unselect all
de: Alles abwählen

source: Select all
de: Alle auswählen

source: Enable/Disable Listing Fields By Plan
de: Listenfelder nach Plan aktivieren/deaktivieren

source: <label for="bulk_enable_price_options"><b>Enable All Following</b></label>
de: <label for="bulk_enable_price_options"><b>Alle folgenden Optionen aktivieren</b></label>

source: <label for="contact_show"><b>contact information</b></label>
de: <label for="contact_show"><b>Kontakt Information</b></label>

source: <label for="map_show"><b>Google map</b></label>
de: <label for="map_show"><b>Google Map</b></lab

source: <label for="gallery_show"><b>Gallery</b></label>
de: <label for="gallery_show"><b>Galerie</b></label>

source: <b>Tagline</b>
de: <b>Slogan</b>

source: <b>Location.</b>
de: <b>Ort.</b>

source: <b>Website.</b>
de: <b>Webseite.</b>

source: <b>Appointments.</b>
de: <b>Termine.</b>

source: <b>Lead Form.</b>
de: <b>Lead Formular.</b>

source: <b>FAQs list.</b>
de: <b>FAQs Liste.</b>

source: <b>Price Range.</b>
de: <b>Preisspanne.</b>

source: <b>Tags or Keywords.</b>
de: <b>Tags oder Keywords.</b>

source: <b>Business Hours.</b>
de: <b>Öffnungszeiten.</b>

source: <b>Reserva Booking.</b>
de: <b>Reserva-Buchung.</b>

source: <b>Timekit Booking.</b>
de: <b>Timekit-Buchung.</b>

source: <b>Menu.</b>
de: <b>Menü.</b>

source: <b>Announcement.</b>
de: <b>Ankündigung.</b>

source: <b>Deals, Offers, Discounts.</b>
de: <b>Deals, Angebote, Rabatte.</b>

source: <b>competitor campaigns</b> on Listing Detail Page
de: <b>Mitbewerberkampagnen</b> auf der Listing Detailseite

source: <b>featured image</b> on Listing Detail Page
de: <b>Featured-Bild</b> auf der Detailseite des Eintrags

source: <b>Events in listings
de: <b>Events zum Partnerprogramm</b>

source: <b>Hide Google Ads
de: <b>Google Ads verstecken

source: Category Icon
de: Kategorie-Icon

source: For Archive and Search Page
de: Für Archiv- und Suchseite

source: Icon On Banner
de: Icon auf Banner

source: Icon For Home Page Banner
de: Icon für Startseiten-Banner

source: Category Banner
de: Kategorie-Banner

source: Category Banner ID
de: Kategorie-Banner ID

source: Location Image
de: Standort Bild

source: Location Image ID
de: Standort Bild ID

source: Remove
de: Entfernen

source: + Add More
de: + Mehr hinzufügen

source: Quick questions
de: Schnelle Fragen

source: Add Your Business Hours.
de: Fügen Sie Ihre Öffnungszeiten hinzu.

source: FAQ helps to understand.
de: FAQs helfen Kunden.

source: + Add New
de: + Neu hinzufügen

source: Insert image
de: Bild einfügen

source: Current :
de: Aktuell :

source: Edit Gallery
de: Galerie editieren

source: Upload Images
de: Bilder hochladen

source: No menus have been created yet. <a href="%s">Create some</a>.
de: Es wurden noch keine Menüs erstellt. <a href="%s">Erstelle welche</a>.

source: Add Banner
de: Banner hinzufügen

source: Plan For
de: Plan für

source: Listing Only
de: Nur Eintrag

source: Claim Only
de: Nur Beanspruchung

source: Both
de: Beide

source: Claim Type
de: Claim Typ

source: Free
de: Kostenlos

source: Paid
de: Kostenpflichtig

source: Send Email
de: E-Mail absenden

source: Add More
de: Mehr hinzufügen

source: Select Listing for Claim
de: Wähle Eintrag für den Anspruch

source: Claimed by
de: Beansprucht von

source: Claimer First Name
de: Vorname des Antragstellers

source: Claimer Last Name
de: Nachname des Antragstellers

source: Claimer Business Email
de: Email des Antragstellers

source: Claimer Attachment
de: Anhang des Antragstellers

source: Claimer Details
de: Details des Antragstellers

source: Claimer Phone
de: Anspruchsinhaber Telefon

source: Select Listing
de: Eintrag auswählen

source: Ad type
de: Werbeanzeigentyp

source: Launched Date
de: Startdatum

source: Mode
de: Modus

source: Total Duration
de: Gesamte Dauer

source: Total Budget
de: Gesamtbudget

source: Remaining Balance
de: Verbleibender Saldo

source: Click Used
de: Klick verwendet

source: Rating
de: Bewertung

source: Assigned to Listing
de: Zugeteilt zu Eintrag

source: Reply
de: Antworten

source: Reported By
de: Gemeldet von

source: Reported Count
de: Gemeldete Anzahl

source: Business Tagline Text
de: Praxis / Firma Tagline

source: Google Address
de: Google Adresse

source: Map Pin
de: Karten Pin

source: Youtube Channel Link
de: Youtube Kanal Link

source: Your Youtube Channel URL as social link
de: Ihre Youtube Kanal URL als social link

source: Instagram Profile Link
de: Instagram Profil Link

source: Your Instagram Profile URL as social link
de: Ihre Instagram Profil URL als social link

source: Any specific Youtube Video? You want to share on business page
de: Ein spezifisches Youtube-Video? Das Sie auf der Geschäftsseite teilen möchten

source: Select images to present your buisness online.
de: Wählen Sie Bilder aus, die Ihre Firma repräsentieren.

source: Show Price Status
de: Preisstatus anzeigen

source: It will show your business price range
de: Zeigt Ihre Preisspanne an

source: Ignore this if your buisness does not have any specific price to show
de: Ignorieren Sie dies, wenn kein bestimmter Preis vorhanden ist

source: Plans
de: Pläne

source: Ignore this if this post will not be a paid one
de: Ignorieren, wenn Ihre Posts nicht kosten sollen

source: Listing's Duration
de: Die Dauer des Eintrags

source: This is Listing Duration which were associated with plan
de: Dies ist die Laufzeit des Eintrags assoziiert mit dem Paket

source: Reviews
de: Bewertungen

source: Verify Listing
de: Eintrag bestätigen

source: Approve claim at claim section this will override complete claim process
de: Genehmigen Sie die Beanspruchung im entsprechenden Abschnitt. Dies überschreibt den vollständigen Beanspruchungs-Prozess

source: Ad Purchased on
de: Werbeanzeige gekauft auf

source: Ad Purchased Packages
de: Gekaufte Werbepakete

source: Timings
de: Zeitpunkte

source: Set Your business time details
de: Hier Geschäftszeiten eingeben

source: Copmain ID
de: Beschwerde ID

source: Changed Plan ID
de: Geänderte Paket-ID

source: Select business logo for your listing.
de: Wählen Sie das Firmenlogo für Ihren Eintrag aus.

source: Show in Filter
de: Anzeigen im Filter

source: Field Type
de: Feldtyp

source: Checkbox (Switch On/Off)
de: Checkbox (Ein/Aus)

source: Multicheck
de: Mehrfachauswahl

source: Radio
de: Optionsfeld

source: Radio Options
de: Optionsfeld-Optionen

source: Select Options
de: Optionen wählen

source: Multicheck Options
de: Mehrfachauswahl Optionen

source: Exclusive from Categories
de: Exklusiv von Kategorien

source: Select category for this field
de: Wählen Sie die Kategorie für dieses Feld

source: listing settings
de: Angaben zum Eintrag

source: Additional Setting
de: Weitere Einstellungen

source: Details About Claim
de: Details zur Übernahme

source: Ad Options
de: Werbeanzeigenoptionen

source: Page Options
de: Seitenoptionen

source: Post Options
de: Beitragsoptionen

source: General Options
de: Allgemeine Optionen

source: Custom Form Fields
de: Benutzerdefinierte Felder

source: Create Featured Gallery
de: Hervorgehobene Galerie erstellen

source: Edit Featured Gallery
de: Bearbeite die features Galerie

source: Save Featured Gallery
de: Hervorgehobene Galerie sichern

source: Saving...
de: Speichern...

# listingpro-plugin
source: Expired
de: Abgelaufen

source: Expired <span class="count">(%s)</span>
de: Abgelaufen <span class="count">(%s)</span>

# listingpro-plugin
source: Reported
de: Gemeldet

source: Reported <span class="count">(%s)</span>
de: Reported/Berichtet <span class=“count”>(%s)</span>

source: Sorry! There is problem in your submission
de: Sorry! Es gibt ein Problem mit Ihrer Übermittlung

source: Success! Submission is successful
de: Super! Die Übermittlung war erfolgreich

source: UserName already exists
de: Benutzername existiert bereits

source: Email already exists
de: E-Mail existiert bereits

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: Sorry! There is problem in listing submission
de: Sorry! Es gibt ein Problem mit Ihrer Übermittlung

source: Please check captcha
de: Bitte überprüfen Sie das Captcha

source: Exclusive From Categories
de: Exklusiv aus Kategorien

source: Select a Field Type
de: Wählen Sie einen Feldtyp

source: Options
de: Optionen

source: Drop Pin
de: Pin markieren

source: Add Custom Address
de: Eigene Adresse hinzufügen

source: Price Details
de: Preisdetails

source: Placeholder
de: Platzhalter

source: Primary Listing Details
de: Primäre Eintrags-Details

source: Listing Title *
de: Eintragstitel *

source: Listing Title
de: Eintragstitel

source: Full Address
de: Anschrift

source: City
de: Stadt

source: Phone
de: Telefonnummer

source: Category *
de: Kategorie *

source: Category
de: Kategorie

source: Price Details
de: Preisdetails

source: Price Range|Price From|Price To
de: Preisbereich|Preis von|Preis zu

source: not to say|price from|price to
de: nicht zu sagen|Preis von|Preis bis

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
de: Die Festlegung einer Preisspanne kann dazu beitragen, das richtige Zielpublikum anzusprechen und unangenehme Situationen sowohl für die Kunden als auch für den Eigentümer zu vermeiden.| Ehrlich zu Ihren Kunden zu sein, kann eine starke Kundenbindung aufbauen. Zögern Sie nicht, diese einzubeziehen.| Ehrlich zu Ihren Kunden zu sein, kann eine starke Beziehung aufbauen. Zögern Sie nicht, sie einzubeziehen.

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Tags Or Keywords (Comma Separated)
de: Tags oder Keywörter (durch Komma separiert)

source: Your Business Video
de: Business Video

source: Images
de: Bilder

source: Listing Titleee *
de: Listing Titel *

source: Subscriptions
de: Mitgliedschaften

source: Subscription
de: Mitgliedschaft

source: Next Payment
de: Nächste Zahlung

source: Are you sure you want to proceed action?
de: Bist Du sicher, dass Du fortfahren möchtest?

source: Unsubscribe
de: Abbestellen

source: exc. tax
de: exkl. Steuer

source: inc. tax
de: inkl. Steuern

source: Receipt/invoice#
de: Quittung/Rechnung#

source: Method
de: Methode

source: Price
de: Preis

source: Watch
de: Siehe

source: Date will be appeared after payment confirmation
de: Das Datum wird nach Zahlungsbestätigung angezeigt

source: Row ID
de: Zeilen-ID

source: Put your row ID here. This can then be used to target the row with CSS or as an anchor point to scroll to when the relevant link is clicked.
de: Geben Sie Ihre Zeilen-ID hier ein. Dies kann dann verwendet werden, um die Zeile mit CSS oder als Ankerpunkt auszurichten, um zu dem Zeitpunkt zu blättern, zu dem der relevante Link angeklickt wird.

source: Choose Icon
de: Icon wählen

source: Choose icon to be displayed in heading area
de: Wählen Sie das Symbol aus, das im Überschriftenbereich angezeigt werden soll

source: Above Title
de: Über dem Titel

source: With Description
de: Mit Beschreibung

source: Title Position
de: Titel Position

source: Center
de: Zentrieren

source: Left
de: Links

source: Row Title
de: Zeilen-Titel

source: Put here row title
de: Zeilentitel hier einfügen

source: Row description
de: Zeilen-Beschreibung

source: Put here row description
de: Hier Zeilenbeschreibung einfügen

source: Title Color
de: Titelfarbe

source: Title line Backgroud Color
de: Titelzeile Hintergrundfarbe

source: Row Type
de: Zeilen-Typ

source: Center Content
de: Zentrierter Inhalt

source: Full Width - Center Content
de: Volle Breite - Inhalt zentriert

source: Full Width
de: Volle Breite

source: Background Color
de: Hintergrundfarbe

source: Background Repeat
de: Hintergrund Wiederholung

source: No Repeat
de: Keine Wiederholung

source: Repeat
de: Wiederholung

source: Background Parallax
de: Hintergrund Parallaxe

source: Not Parallax
de: Nicht Parallax

source: Extra Class Name
de: Zusätzliche Klassennamen

source: This can then be used to target the row with CSS.
de: Dies kann dann verwendet werden, um die Zeile mit CSS gezielt anzusteuern.

# post type general name
source: Pricing Plans
de: Pakete & Preise

# post type singular name
source: Price Plans
de: Pakete & Preise

# book
source: Add New Price Plan
de: Neuen Preisplan hinzufügen

source: Add New Price Plan
de: Neuen Preisplan hinzufügen

source: Edit Price Plan
de: Preisplan bearbeiten

source: New Price Plan
de: Neuer Preisplan

source: View Price Plan
de: Preisplan anzeigen

source: Search Price Plans
de: Preispläne durchsuchen

source: No Price Plan found
de: Kein Preisplan gefunden

source: No Price Plans found in Trash
de: Kein Preisplan im Papierkorb gefunden

source: Number of Listings
de: Anzahl der Einträge

# post type general name
source: Listings
de: Einräge

# post type singular name
source: Listing
de: Eintrag

# book
source: Add New
de: Neu hinzufügen

source: Add New List
de: Neuen Anbieter hinzufügen

source: Edit List
de: Liste bearbeiten

source: New Listing
de: Neuer Eintrag

source: View List
de: Liste ansehen

source: Search Listing
de: Eintrag suchen

source: No List found
de: Keine Liste gefunden

source: No List found in Trash
de: Keine Liste im Papierkorb

# post type general name
source: Form Fields
de: Formfeld

# post type singular name
source: Field
de: Feld

# book
source: Add New Field
de: Neues Feld hinzufügen

source: Add New Field
de: Neues Feld hinzufügen

source: Edit Field
de: Feld bearbeiten

source: New Field
de: Neues Feld

source: View Field
de: Feld anzeigen

source: Search Fields
de: Felder suchen

source: No Field found
de: Kein Feld gefunden

source: No Field found in Trash
de: Kein Feld im Papierkorb gefunden

source: Add New Feature
de: Neues Feature hinzufügen

source: New Feature
de: Neues Feature

source: View Feature
de: Feature anzeigen

source: Search Locations
de: Standorte durchsuchen

source: View Location
de: Standort anzeigen

source: Popular Locations
de: Beliebte Standorte

source: All Locations
de: Alle Orte

source: Parent Location
de: Übergeordneter Standort

source: Parent Location:
de: Übergeordneter Standort:

source: Edit Location
de: Location bearbeiten

source: Update Location
de: Standort aktualisieren

source: Add New Location
de: Neuen Standort hinzufügen

source: New Location Name
de: Neuer Standortname

source: Separate Locations with commas
de: Standorte mit Kommas separieren

source: Add or remove Location
de: Location hinzufügen / entfernen

source: Choose from the most used Locations
de: Wählen Sie aus den am häufigsten verwendeten Standorten

source: Back to Locations
de: Zurück zu den Standorten

# book
source: Add New Event
de: Neues Ereignis hinzufügen

source: Add New Event
de: Neues Ereignis hinzufügen

source: Edit Event
de: Ereignis editieren

source: New Event
de: Neues Event

source: View Event
de: Event anzeigen

source: Search Events
de: Events durchsuchen

source: No Event found
de: Kein Event gefunden

source: No Event found in Trash
de: Kein Event im Papierkorb gefunden

source: "%1$s" requires "%2$s" to be installed and activated.
de: Für "%1$s" muss "%2$s" installiert und aktiviert sein.

source: Elementor Hello World
de: Elementor Hallo Welt

source: "%1$s" requires "%2$s" version %3$s or greater.
de: "%1$s" erfordert "%2$s"-Version %3$s oder höher.

source: Choose your Category style
de: Wählen Sie Ihren Kategorie-Stil
